{
  "Messages": [
    {
      "Wins are calculated by counting consecutive reels with matching symbols and multiplying by the total number of matching symbols on those reels.": " <br> <br> Выигрыш определяется суммой совпадающих символов на последовательности барабанов и умножением данной суммы на общее количество совпадающих символов на каждом из барабанов."
    },
    {
      "Wild appears on the 2nd, 3rd, 4th and 5th reels. It substitutes for all symbols. Wilds have a higher chance of appearing on tumbles.": "Символ Wild Stars выпадает на барабанах 2, 3, 4 и 5.Этот символ одновременно засчитывается за все символы, не являющиеся символами Wild.Символы Wild Stars с наибольшей вероятностью выпадают на тамблах."
    },
    {
      "It substitutes all the icons.": "Этот символ одновременно засчитывается за все символы, не являющиеся символами Wild."
    },
    {
      "The sticky wild will only appear on the middle reel and will not disappear when it is part of a winning combination. It will still fall down if symbols below it are part of a winning combination.": "Символ Sticky Wild выпадает только на барабане 3 и остается на месте, если он является частью выигрышной комбинации.Данный символ переходит вниз, если символы, находящиеся под ним, исчезают. Во всех других случаях этот символ играет так же, как Wild Star. <br> "
    },
    {
      "The expanding wild has a random chance to appear on the 2nd, 3rd, 4th and 5th reels. They substitute for all symbols and multiple of them can appear simultaneously.": "Символы Expanding Wild выпадает рандомно на барабанах 2, 3, 4 и 5.Они заменяют собой все символы и могут выпадать на нескольких барабанах одновременно."
    },
    {
      "Freespins are reached by having multiple successive tumbles. A minimum of 4 tumbles is required to trigger free spins. The base free spin game is 14 free spins with no starting multiplier. Each extra successive win after 4 awards extra freespins or multipliers, up to a maximum of 20 freespins and 5 starting multiplier": "Бесплатные спины возникают при наличии нескольких последовательных тамблов.Для активации Бесплатных спинов требуется, как минимум, 4 тамбла.Базовая игра с Бесплатными спинами — это 14 Бесплатных спинов без Стартового мультипликатора.За каждый дополнительный последующий выигрыш после 4 спинов игрок получает дополнительные Бесплатные спины или мультипликаторы — до 20 Бесплатных спинов и Стартового мультипликатора x6."
    },
    {
      "Inside free spins the game is similar to the base game except that each tumble increments the multiplier by 1. The multiplier applies to the current spin win. There is no sticky wild or expanding wild inside free spins.": "Во время Бесплатных спинов игра идет по базовым правилам, за исключением того, что каждый тамбл увеличивает мультипликатор на 1.Данный мультипликатор применяется к текущему выигрышу на спине.На Бесплатных спинах нет символов Sticky Wild и Expanding Wild."
    },
    {
      "Red berry: Appears once on each 5 reels (including wild). So the payout is the flat value for 5x red berry, 10 coins": "Символ Red BerryВыпадает один раз на каждом из 5 последовательных барабанов (включая Wild).Поэтому выплата равна фиксированной стоимости для 5x Red Berry, равной 10 монетам. Таким образом, выплата равна 0 * 1 * 1 * 1 * 1 * 1 = 10 монет."
    },
    {
      "Orange berry: Appears on each 5 reels. Appears twice on 2nd, 3rd (including wild) and 5th reel, so payout is the value for 5x multiplied twice by 2. 15 * 2 * 2 * 2 = 120 coins.": "Символ Orange Berry:Выпадает один раз на каждом из 5 последовательных барабанов.Приз за 5 символов Orange Berry равен 15.Символ Orange Berry выпадает один раз на барабане 1, два раза на барабане 2, два раза на барабане 3 (включая Wild), один раз на барабане 4 и два раза на барабане 5. <br>Таким образом, выплата равна 15 * 1 * 2 * 2 * 1 * 2 = 120 монет."
    },
    {
      "More than one wild reel can be displayed on the reels at the same time.": "На барабанах может отображаться несколько символов Expanding Wild одновременно."
    },
    {
      "Rainbow Wilds Game Rules": "Правила игры Rainbow Wilds"
    },
    {
      "A free tumble has been interrupted": "Бесплатный тамбл был прерван"
    },
    {
      "Press Spin to continue": "Нажмите Spin для продолжения"
    },
    {
      "Successive Winnings": "Выигрыши на последовательных тамблах"
    },
    {
      "Successive Winnings trigger Free Spins": "4 и более выигрышей на последовательных тамблах активируют Бесплатные спины"
    },
    {
      "Win up to 20 FS with x5 multiplier": "Выиграйте до 20 Бесплатных спинов со Стартовых мультипликатором x6"
    },
    {
      "4 Successive Winnings Trigger 14 FS": "4 выигрыша на последовательных тамблах активируют\n14 бесплатных спинов"
    },
    {
      "5 Successive Winnings Trigger 16 FS": "5 выигрышей на послед. тамблах\n активируют 16 бесплатных спинов"
    },
    {
      "6 Successive Winnings Trigger 16 FS\n+x2 Starting multiplier": "6 выигрышей на послед. тамблах\n активируют 16 бесплатных спинов с м. x3"
    },
    {
      "7 Successive Winnings Trigger 20 FS\n+x2 Starting multiplier": "7 выигрышей на последовательных\n тамблах активируют 20 бесплатных\n спинов с мультипликатором x3"
    },
    {
      "6 Successive Winnings Trigger 20 FS\n+x5 Starting multiplier": "8 выигрышей на последовательных\n тамблах активируют 20 бесплатных\n спинов с мультипликатором x6"
    },
    {
      "4 Successive Winnings Triggers 14 FS": "4 выигрыша на последовательных тамблах активируют\n14 бесплатных спинов"
    },
    {
      "5 Successive Winnings Triggers 16 FS": "5 выигрышей на последовательных тамблах активируют\n16 бесплатных спинов"
    },
    {
      "6 Successive Winnings Triggers 16 FS + 2x Starting Multiplier": "6 выигрышей на последовательных тамблах активируют 16 бесплатных спинов с мультипликатором 3x"
    },
    {
      "7 Successive Winnings Triggers 20 FS + 2x Starting Multiplier": "7 выигрышей на последовательных тамблах активируют 20 бесплатных спинов с мультипликатором 3x"
    },
    {
      "8 Successive Winnings Triggers 20 FS + 5x Starting Multiplier": "8 выигрышей на последовательных тамблах активируют 20 бесплатных спинов с мультипликатором 6x"
    },
    {
      "Game Features": "Функции игры"
    },
    {
      "Expanding Wild On Reel 2,3,4,5": "Символ Expanding Wild выпадает на Барабанах 2, 3, 4 и 5"
    },
    {
      "Different Wilds On Reel 2,3,4,5": "Символ Wild выпадает на Барабанах 2, 3, 4 и 5"
    },
    {
      "Sticky Wild On Successive Tumbling": "Символы Sticky Wild выпадают на\n последовательных тамблах"
    },
    {
      "Wild": "Символ Wild Stars"
    },
    {
      "Free Spin": "Бесплатные спины"
    },
    {
      "Win Ways": "1024 выигрышных комбинаций"
    },
    {
      "Free Spin Features": "Функции Бесплатных спинов"
    },
    {
      "Wild Increasing Hand Multiplier (it increments by 1 on each win)": "Бесплатные спины повышают мультипликатор выигрыша (увеличивается на 1 за каждый выигрыш)"
    },
    {
      "Free Tumble": "Бесплатные тамблы"
    },
    {
      "Tumble WIN": "Бесплатные тамблы"
    },
    {
      "Whenever a win way pays out the symbols are destroyed and all remaining symbols tumble down.": "При выплате символы выигрышной комбинации исчезают, а остальные символы опускаются вниз."
    },
    {
      "All destroyed symbols are replaced with symbols from higher up on the reels with a high chance of extra Wild Stars appearing.": "Все исчезнувшие символы заменяются символами из верхних рядов барабанов, что повышает вероятность появления дополнительных символов Wild Stars."
    },
    {
      "If the new symbols also form a win way they too will pay out and more symbols will tumble in to replace them, this will continue until no more Win Ways can be made.": "Если новые символы также составляют выигрышную комбинацию, они также принесут выплату, и их снова заменят новые символы. Это будет продолжаться до тех пор, пока выигрышная комбинация будет невозможна."
    },
    {
      "Sticky Wild":"Прикрепляющиеся Wild"
     },
       {
        "No Winning Lines":"Без выигрышей"
      }
  ]
}