{
  "Messages": [
    {
      "Wins are calculated by counting consecutive reels with matching symbols and multiplying by the total number of matching symbols on those reels.": "獎金計算方法：帶有相同符號的連續捲軸的數量乘以這些捲軸中每一個捲軸上的相同符號總數。"
    },
    {
      "Wild appears on the 2nd, 3rd, 4th and 5th reels. It substitutes for all symbols. Wilds have a higher chance of appearing on tumbles.": "星星Wild符號出現在捲軸2、3、4和5上。它同時算作所有非wild符號。星星Wild符號在跌落中出現的可能性很高。"
    },
    {
      "It substitutes all the icons.": "它同時算作所有非wild符號。"
    },
    {
      "The sticky wild will only appear on the middle reel and will not disappear when it is part of a winning combination. It will still fall down if symbols below it are part of a winning combination.": "黏性Wild符號將僅出現在捲軸3上，並且在組成贏獎組合之後不會消失。如果它下方的符號消失，那麼它會跌落，除此之外它和星星Wild符號的運作機制相同。"
    },
    {
      "The expanding wild has a random chance to appear on the 2nd, 3rd, 4th and 5th reels. They substitute for all symbols and multiple of them can appear simultaneously.": "擴展Wild符號可能隨機出現在捲軸2、3、4和5上。它們替代所有符號，並且能夠同時出現在多個捲軸上。"
    },
    {
      "Freespins are reached by having multiple successive tumbles. A minimum of 4 tumbles is required to trigger free spins. The base free spin game is 14 free spins with no starting multiplier. Each extra successive win after 4 awards extra freespins or multipliers, up to a maximum of 20 freespins and 5 starting multiplier": "連續贏得多次跌落之後，玩家將贏得免費旋轉。觸發免費旋轉的最低要求是4次跌落。基礎免費旋轉遊戲為14次免費旋轉，沒有初始倍增指數。連續贏得4次跌落之後，每一次連續贏獎都將為您贏得額外的免費旋轉或倍增指數，最多可能贏得帶有6x倍增指數的20次免費旋轉。"
    },
    {
      "Inside free spins the game is similar to the base game except that each tumble increments the multiplier by 1. The multiplier applies to the current spin win. There is no sticky wild or expanding wild inside free spins.": "免費旋轉遊戲類似於基礎遊戲，但是每次跌落都會讓倍增指數增加1。倍增指數應用於當前旋轉的獎金。免費旋轉中沒有黏性wild符號或擴展wild符號。"
    },
    {
      "Red berry: Appears once on each 5 reels (including wild). So the payout is the flat value for 5x red berry, 10 coins": "<br> 紅色漿果：5個連續捲軸中的每一個上只出現一次（包括wild）。因此，5個紅色漿果派彩值是固定的10枚硬幣，所以派彩為10 * 1 * 1 * 1 * 1 * 1 = 10枚硬幣。"
    },
    {
      "Orange berry: Appears on each 5 reels. Appears twice on 2nd, 3rd (including wild) and 5th reel, so payout is the value for 5x multiplied twice by 2. 15 * 2 * 2 * 2 = 120 coins.": "橘色漿果：出現在5個連續捲軸中的每一個上。5個橘色漿果的獎金為15。橘色漿果在捲軸1上出現一次、捲軸2上出現兩次、捲軸3上出現三次（包括wild）、捲軸4上出現一次、捲軸5上出現兩次，<br>因此派彩為15 * 1 * 2 * 2 * 1 * 2 = 120枚硬幣。"
    },
    {
      "More than one wild reel can be displayed on the reels at the same time.": "捲軸上可以同時出現超過一個擴展Wild符號。"
    },
    {
      "Rainbow Wilds Game Rules": "Rainbow Wilds遊戲規則"
    },
    {
      "A free tumble has been interrupted": "免費跌落被打斷"
    },
    {
      "Press Spin to continue": "按下旋轉以繼續"
    },
    {
      "Successive Winnings": "連續跌落獎金"
    },
    {
      "Successive Winnings trigger Free Spins": "連續贏得4次或更多跌落會觸發免費旋轉"
    },
    {
      "Win up to 20 FS with x5 multiplier": "最多可贏得帶有x6初始倍增指數的20次免費旋轉"
    },
    {
      "4 Successive Winnings Trigger 14 FS": "連續贏得4次跌落會觸發\n14次免費旋轉"
    },
    {
      "5 Successive Winnings Trigger 16 FS": "連續贏得5次跌落會觸發\n16次免費旋轉"
    },
    {
      "6 Successive Winnings Trigger 16 FS\n+x2 Starting multiplier": "連續贏得6次跌落會觸發\n16次免費旋轉 + x3初始倍增指數"
    },
    {
      "7 Successive Winnings Trigger 20 FS\n+x2 Starting multiplier": "連續贏得7次跌落會觸發\n20次免費旋轉 + x3初始倍增指數"
    },
    {
      "6 Successive Winnings Trigger 20 FS\n+x5 Starting multiplier": "連續贏得8次跌落會觸發\n20次免費旋轉 + x6初始倍增指數"
    },
    {
      "4 Successive Winnings Triggers 14 FS": "連續贏得4次跌落會觸發14次免費旋轉"
    },
    {
      "5 Successive Winnings Triggers 16 FS": "連續贏得5次跌落會觸發16次免費旋轉"
    },
    {
      "6 Successive Winnings Triggers 16 FS + 2x Starting Multiplier": "連續贏得6次跌落會觸發16次免費旋轉 + 3x初始倍增指數"
    },
    {
      "7 Successive Winnings Triggers 20 FS + 2x Starting Multiplier": "連續贏得7次跌落會觸發20次免費旋轉 + 3x初始倍增指數"
    },
    {
      "8 Successive Winnings Triggers 20 FS + 5x Starting Multiplier": "連續贏得8次跌落會觸發20次免費旋轉 + 6x初始倍增指數"
    },
    {
      "Game Features": "遊戲功能"
    },
    {
      "Expanding Wild On Reel 2,3,4,5": "擴展Wild符號出現在捲軸2、3、4和5上"
    },
    {
      "Different Wilds On Reel 2,3,4,5": "Wild符號出現在捲軸2、3、4和5上"
    },
    {
      "Sticky Wild On Successive Tumbling": "連續跌落中的黏性Wild符號"
    },
    {
      "Wild": "星星Wild符號"
    },
    {
      "Free Spin": "免費旋轉"
    },
    {
      "Win Ways": "1024條贏獎線路"
    },
    {
      "Free Spin Features": "免費旋轉功能"
    },
    {
      "Wild Increasing Hand Multiplier (it increments by 1 on each win)": "免費旋轉遞增獎金倍增指數（每次贏得獎金之後遞增數目為1）"
    },
    {
      "Free Tumble": "免費跌落"
    },
     {
      "Tumble WIN": "免費跌落"
    },
    {
      "Whenever a win way pays out the symbols are destroyed and all remaining symbols tumble down.": "只要在贏獎線路上贏得獎金，符號將被摧毀，所有剩餘的符號將跌落。"
    },
    {
      "All destroyed symbols are replaced with symbols from higher up on the reels with a high chance of extra Wild Stars appearing.": "所有被摧毀的符號將被其上方捲軸上的符號代替，出現額外星星Wild符號的機會很高。"
    },
    {
      "If the new symbols also form a win way they too will pay out and more symbols will tumble in to replace them, this will continue until no more Win Ways can be made.": "如果新符號也形成了線路獎金，那麼它們也將派彩，更多的符號將跌落並替代它們，這種情況將繼續，直到贏獎線路上沒有更多的獎金。"
    },
    {
      "Sticky Wild":"黏性Wild符號"
    },
    {
      "Expanding Wild":"擴展Wild符號"
     },
       {
        "No Winning Lines":"沒有獎金"
      }
  ]
}