<ul>
    <li> Machine &agrave; sous vid&eacute;o de 5 rouleaux et 3 rang&eacute;es, Cosmic Crystals<sup>TM</sup> propose des re-spins gratuits et des rouleaux Jokers collants sur les tours ne produisant aucun gain.</li>
    <li> Vous jouez un nombre fixe de 50 lignes de gains par tour (1 cr&eacute;dit par ligne). La valeur de la mise totale est affich&eacute;e sur le bouton de mise.</li>
    <li> Pour modifier la valeur de la mise, ouvrez le volet des mises et s&eacute;lectionnez la valeur souhait&eacute;e &agrave; l&apos;aide des fl&egrave;ches.</li>
    <li> <span>MISE MAX</span>&Acirc;&nbsp;charge la valeur de mise la plus &eacute;lev&eacute;e possible.</li>
    <li> <span>CR&Eacute;DITS/CASH</span> permet de basculer l&apos;affichage du solde et de la valeur des paiements entre cash et cr&eacute;dits. La valeur de la mise est toujours affich&eacute;e en cash. La valeur d&apos;un cr&eacute;dit est&nbsp;: la valeur de la mise divis&eacute;e par le nombre de lignes.</li>
    <li> Le bouton Jouer permet de placer la mise actuelle et de lancer le jeu (vous pouvez appuyer sur la barre espace si la fonction est activ&eacute;e dans le menu des param&egrave;tres).</li>
    <li> Les combinaisons gagnantes et les paiements sont indiqu&eacute;s dans le&Acirc;&nbsp;<span>TABLEAU DES GAINS.</span></li>
    <li> Un gain de ligne sous forme de cr&eacute;dits est &eacute;gal &agrave; la valeur figurant dans le&Acirc;&nbsp;<span>TABLEAU DES GAINS.</span></li>
    <li> Seule la combinaison gagnante la plus &eacute;lev&eacute;e qu&apos;une ligne de mise active g&eacute;n&egrave;re de gauche &agrave; droite est attribu&eacute;e au joueur.</li>
    <li> Les symboles Jokers se d&eacute;veloppent verticalement et apparaissent exclusivement sur les trois rouleaux du milieu. Ces symboles peuvent remplacer tous les autres symboles.</li>
    <li> Les gains g&eacute;n&eacute;r&eacute;s simultan&eacute;ment par diff&eacute;rentes lignes de mise sont cumul&eacute;s.</li>
    <li> L&apos;historique du jeu n&apos;est pas disponible lorsque vous&Acirc;&nbsp;<span>JOUEZ EN MODE FUN.</span></li>
    <li> Ouvrez le menu <span>JEU AUTO</span>&Acirc;&nbsp;pour param&eacute;trer le nombre de manches en jeu auto et les crit&egrave;res r&eacute;gissant l&apos;interruption de ce mode (cliquez sur&Acirc;&nbsp;<span>JOUER</span>&Acirc;&nbsp;pour commencer et sur <span>STOP</span> pour arr&ecirc;ter le jeu auto &agrave; tout moment).</li>
</ul>
<br>
<h2>Options avanc&eacute;es du jeu auto</h2>
<ul>
    <li> Pour param&eacute;trer les options avanc&eacute;es du jeu auto, cliquez&Acirc; sur&nbsp;le symbole <span>JEU AUTO</span>&Acirc;&nbsp;se trouvant dans le volet du jeu.</li>
    <li> <span>Arr&ecirc;ter en cas de gain.</span>&Acirc;&nbsp;Interrompt le jeu auto lorsque vous obtenez des gains au cours de n&apos;importe quelle manche.</li>
    <li> <span>Arr&ecirc;ter en cas de gain de.</span>&Acirc;&nbsp;Interrompt le jeu auto lorsque le montant de votre gain est sup&eacute;rieur ou &eacute;gal &agrave; la somme indiqu&eacute;e.</li>
    <li> <span>Arr&ecirc;ter si le solde cash augmente de.</span>&Acirc;&nbsp;Interrompt le jeu auto si votre solde cash augmente du montant indiqu&eacute;.</li>
    <li> <span>Arr&ecirc;ter si le solde cash diminue de.</span>&Acirc;&nbsp;Interrompt le jeu auto si votre solde cash diminue du montant indiqu&eacute;.</li>
    <li> <span>Remarque&nbsp;:</span>&Acirc;&nbsp;En cas de changement de la configuration du jeu auto pendant une manche, les modifications prendront effet apr&egrave;s la fin de la manche en cours (qu&apos;il s&apos;agisse d&apos;une manche standard ou bonus).</li>
    <li> <span>Remarque :</span>&Acirc;&nbsp;En cas de d&eacute;connexion pendant la partie, tous les param&egrave;tres de jeu auto seront r&eacute;tablis &agrave; leur valeur par d&eacute;faut lorsque le jeu sera relanc&eacute;.</li>
    <li> <span>Remarque&nbsp;:</span>&Acirc;&nbsp;certaines options du jeu auto sont obligatoires dans certains pays.</li>
</ul>
<h2>Re-spin Cosmic Crystals<sup>TM</sup></h2>
<ul>
    <li> Dans Cosmic Crystals<sup>TM</sup>, chaque tour perdant d&eacute;clenche un re-spin <span>GRATUIT</span>.</li>
    <li> Le nombre de re-spins cons&eacute;cutifs n&apos;est soumis &agrave; aucune limite. Ainsi, ces tours seront automatiquement relanc&eacute;s jusqu&apos;&agrave; obtention d&apos;une main gagnante.</li>
    <li> On appelle &quot;main gagnante&quot; la quantit&eacute; minimum de cr&eacute;dits que le jeu peut attribuer sur une seule et unique ligne de paiement (voir <span>TABLEAU DES GAINS</span>).</li>
    <li> La somme jou&eacute;e lors du/des re-spin(s) est la m&ecirc;me que celle mis&eacute;e pendant la manche qui a activ&eacute; le(s) re-spin(s).</li>
</ul>
<h2>Rouleau Joker Cosmic Crystals<sup>TM</sup></h2>
<ul>
    <li> Les symboles Jokers Cosmic Crystals<sup>TM</sup> ne peuvent appara&icirc;tre que sur les rouleaux 2, 3 et 4.</li>
    <li> Un symbole Joker Cosmic Crystals<sup>TM</sup> ou plus figurant sur les rouleaux 2, 3 ou 4 activera la manche bonus Rouleau Joker Cosmic Crystals<sup>TM</sup>.</li>
    <li> Pendant la manche bonus Rouleau Joker Cosmic Crystals<sup>TM</sup>, les symboles Jokers Cosmic Crystals<sup>TM</sup> se d&eacute;veloppent verticalement pour recouvrir le rouleau tout entier.</li>
    <li> Si le tour ne g&eacute;n&egrave;re aucun gain, le Rouleau Joker Cosmic Crystals<sup>TM</sup> reste en place pendant que les autres rouleaux sont relanc&eacute;s (Rouleau Joker collant).</li>
    <li> Si un nouveau symbole Joker Cosmic Crystals<sup>TM</sup> appara&icirc;t pendant un re-spin, il se d&eacute;veloppera automatiquement. Si ce tour ne g&eacute;n&egrave;re aucun gain le symbole reste group&eacute; avec tout symbole pr&eacute;alablement d&eacute;velopp&eacute; via le Rouleau Joker Cosmic Crystals<sup>TM</sup> et un autre re-spin a lieu jusqu&apos;&agrave; obtention d&apos;une main gagnante.</li>
    <li> La manche bonus Rouleau Joker Cosmic Crystals<sup>TM</sup> prend fin d&egrave;s l&apos;obtention d&apos;une main gagnante.</li>
    
</ul>
<h2>Options des param&egrave;tres du jeu</h2>
<ul>
    <li> Pour acc&eacute;der aux param&egrave;tres du jeu, cliquez sur l&apos;ic&ocirc;ne du menu situ&eacute;e dans le coin sup&eacute;rieur gauche, puis sur l&apos;ic&ocirc;ne de l&apos;engrenage.</li>
    <li> <span>Page des param&egrave;tres</span></li>
    <li> <span>Effets sonores.</span>&Acirc;&nbsp;Active/d&eacute;sactive les effets sonores.</li>
    <li> <span>Musique de fond.</span>&Acirc;&nbsp;Active/d&eacute;sactive la musique de fond.</li>
    <li> <span>Appuyez sur Espace pour lancer les rouleaux.</span> Active/D&eacute;sactive l&apos;option qui permet de lancer un tour &agrave; l&apos;aide de la barre espace.</li>
    <li> <span>&Eacute;cran d&apos;aide.</span>&Acirc;&nbsp;Active/d&eacute;sactive l&apos;&eacute;cran d&apos;aide.</li>
    <li> <span>Historique du jeu</span></li>
    <li> <span>Liste de l&apos;historique du jeu.</span> Liste de toutes les mains jou&eacute;es (fonction indisponible en mode FUN). Cliquez sur une rang&eacute;e pour afficher toutes les informations disponibles.</li>
</ul>
<h2>Retour pour le joueur</h2>
<ul>
    <li> Dans ce jeu, le retour th&eacute;orique pour le joueur est de <span class="__rtp"></span>.</li>
</ul>
<h2>Informations suppl&eacute;mentaires</h2>
<ul>
    <li> Les manches bonus, les caract&eacute;ristiques et les param&egrave;tres du jeu peuvent &ecirc;tre soumis aux conditions g&eacute;n&eacute;rales r&eacute;gissant le site de jeu. Pour de plus amples renseignements &agrave; ce sujet, reportez-vous audit site&nbsp;:</li>
    <li style="list-style-type: none">
        <ul>
            <li> Proc&eacute;dures pr&eacute;vues pour la gestion des manches interrompues.</li>
            <li> Dur&eacute;e apr&egrave;s laquelle toute session de jeu inactive est automatiquement interrompue.</li>
        </ul>
    </li>
    <li> En cas de panne du mat&eacute;riel et/ou des logiciels de jeu, toutes les mises et tous les paiements concern&eacute;s par cette d&eacute;faillance sont consid&eacute;r&eacute;s comme nuls et non avenus, et lesdites mises sont rembours&eacute;es.</li>
    <br>
    20/02/2017
</ul>
