<ul>
    <li> Cosmic Crystals<sup>TM</sup> to wideoautomat z  5 bêbnami i 3 rzêdami z darmowymi obrotami ponownymi i samoprzylepnym bêbnem wild w obrotach niewygrywaj¹cych.</li>
    <li> Grasz ze sta³a liczb¹ 50 linii premiowanych w ka¿dym obrocie (1 moneta na liniê), ³¹czna wartoœæ zak³adu wyœwietla siê na przycisku zak³adu.</li>
    <li> Aby zmieniæ wartoœæ zak³adu, otw&oacute;rz panel zak³ad&oacute;w i ustaw wartoœæ za pomoc¹ strza³ek.</li>
    <li> <span>ZAK£AD MAX</span>&Acirc; powoduje ustawienie najwy¿szej mo¿liwej wartoœci zak³adu.</li>
    <li> <span>MONETY/GOT&Oacute;WKA</span> zmienia spos&oacute;b wyœwietlania salda i wyp³at z got&oacute;wki na monety i odwrotnie. Wartoœæ zak³adu jest zawsze wyra¿ona w got&oacute;wce. Wartoœæ monety wynosi: Wartoœæ zak³adu podzielona na liczbê linii.</li>
    <li> Przycisk zakrêæ powoduje uruchomienie gry przy aktualnie wybranej wartoœci zak³adu (mo¿esz tak¿e nacisn¹æ spacjê, jeœli taka opcja zosta³a w³¹czona w menu ustawieñ).</li>
    <li> Kombinacje wygrywaj¹ce i premie realizuje siê zgodnie z&Acirc;&nbsp;<span>TABEL¥ PREMII.</span></li>
    <li> Monetowa wygrana z linii jest r&oacute;wna wartoœci pokazanej w&Acirc;&nbsp;<span>TABELI PREMII.</span></li>
    <li> Wyp³aca siê tylko najwy¿sz¹ wygran¹ z linii za kombinacjê od lewej do prawej.</li>
    <li> Symbole wild rozszerzaj¹ siê w pionie i pojawiaj¹ siê tylko na 3 œrodkowych bêbnach. Mog¹ zastêpowaæ wszystkie inne symbole.</li>
    <li> Jednoczesne wygrane z r&oacute;¿nych obstawionych linii sumuje siê ze sob¹.</li>
    <li> Historia gry jest niedostêpna w trybie&Acirc;&nbsp;<span>GRY PR&Oacute;BNEJ.</span></li>
    <li> Otw&oacute;rz menu <span>AUTOGRA</span>&Acirc;&nbsp;aby dostosowaæ liczbê rund i kryteria zatrzymania (kliknij przycisk&Acirc;&nbsp;<span>GRAJ</span>&Acirc;&nbsp;aby rozpocz¹æ oraz przycisk <span>STOP</span> aby zatrzymaæ autogrê w dowolnej chwili).</li>
</ul>
<br>
<h2>Zaawansowane opcje autogry</h2>
<ul>
    <li> Aby ustawiæ zaawansowane opcje autogry, kliknij symbol&Acirc;&nbsp;<span>AUTOGRA</span>&Acirc;&nbsp;w panelu gry.</li>
    <li> <span>Zatrzymaj przy ka¿dej wygranej.</span>&Acirc;&nbsp;zatrzymuje autogrê w przypadku wygranej w dowolnej rundzie.</li>
    <li> <span>Zatrzymaj przy wygranej w wys.</span>&Acirc;&nbsp;zatrzymuje autogrê, gdy padnie wygrana o wartoœci r&oacute;wnej lub wy¿szej ni¿ okreœlona kwota.</li>
    <li> <span>Zatrzymaj, gdy got&oacute;wka wzroœnie o.</span>&Acirc;&nbsp;zatrzymuje autogrê, jeœli stan got&oacute;wki wzroœnie o okreœlon¹ kwotê.</li>
    <li> <span>Zatrzymaj, gdy got&oacute;wka zmaleje o.</span>&Acirc;&nbsp;zatrzymuje autogrê, jeœli stan got&oacute;wki zmaleje o okreœlon¹ kwotê.</li>
    <li> <span>Uwaga:</span>&Acirc;&nbsp;kiedy zmieniasz ustawienia autogry w trakcie trwania rundy, wszystkie zmienione ustawienia zaczn¹ obowi¹zywaæ po zakoñczeniu danej rundy czy funkcji.</li>
    <li> <span>Uwaga:</span>&Acirc;&nbsp;jeœli stracisz po³¹czenie z Internetem podczas gry, po ponownym uruchomieniu gry wszystkie ustawienia autogry powr&oacute;c¹ do wartoœci domyœlnych.</li>
    <li> <span>Uwaga:</span>&Acirc;&nbsp;niekt&oacute;re opcje autogry s¹ w niekt&oacute;rych krajach obowi¹zkowe.</li>
</ul>
<h2>Obr&oacute;t ponowny Cosmic Crystals<sup>TM</sup></h2>
<ul>
    <li> Gra Cosmic Crystals<sup>TM</sup> ma funkcjê automatycznego <span>DARMOWEGO</span> obrotu ponownego po ka¿dym obrocie niewygrywaj¹cym.</li>
    <li> Nie ma ¿adnych ograniczeñ co do liczby kolejnych darmowych obrot&oacute;w ponownych, bêd¹ siê uruchamiaæ automatycznie a¿ do wypadniêcia pierwszego uk³adu wygrywaj¹cego.</li>
    <li> Uk³ad wygrywaj¹cy oznacza minimaln¹ liczbê monet wyp³acan¹ w grze jako premia z pojedynczej linii premiowanej (patrz <span>TABELA PREMII</span>).</li>
    <li> Obroty ponowne rozgrywa siê z tym samym zak³adem co w rundzie, w kt&oacute;rej uruchomiony zosta³ obr&oacute;t ponowny.</li>
</ul>
<h2>Bêben Wild Cosmic Crystals<sup>TM</sup></h2>
<ul>
    <li> Symbole wild Cosmic Crystals<sup>TM</sup> pojawiaj¹ siê tylko na bêbnach nr 2, 3 i 4.</li>
    <li> Jeden lub kilka symboli Wild Cosmic Crystals<sup>TM</sup>, kt&oacute;re wypadn¹ na bêbnach nr 2, 3 lub 4, uruchamia funkcjê Bêben Wild Crystals<sup>TM</sup>.</li>
    <li> Podczas funkcji Bêben Wild Cosmic Crystals<sup>TM</sup> symbol Wild Cosmic Crystals<sup>TM</sup> rozszerza siê w pionie na ca³¹ wysokoœæ bêbna.</li>
    <li> Jeœli obr&oacute;t nie przyniesie wygranej, bêben Wild Cosmic Crystals<sup>TM</sup> pozostanie na miejscu, natomiast pozosta³e bêbny zakrêc¹ siê ponownie (samoprzylepny bêben Wild).</li>
    <li> Jeœli w obrocie ponownym pojawi siê nowy symbol Wild Cosmic Crystals<sup>TM</sup>, on tak¿e rozszerzy siê w pionie. Jeœli ponownie nie padnie ¿adna wygrana, symbol ten pozostanie w miejscu razem z innymi wczeœniej rozszerzonymi symbolami Bêben Wild Cosmic Crystals<sup>TM</sup> na czas kolejnego obrotu ponownego a¿ do wypadniêcia dowolnego uk³adu wygrywaj¹cego.</li>
    <li> Funkcja Bêben Wild Cosmic Crystals<sup>TM</sup> koñczy siê wraz z wypadniêciem uk³adu wygrywaj¹cego.</li>
    
</ul>
<h2>Opcje ustawieñ gry</h2>
<ul>
    <li> Aby wejœæ do ustawieñ gry, kliknij ikonê menu w lewym g&oacute;rnym rogu ekranu, a nastêpnie ikonê zêbatki.</li>
    <li> <span>Strona ustawieñ</span></li>
    <li> <span>Efekty dŸwiêkowe.</span>&Acirc; w³¹cza lub wy³¹cza efekty dŸwiêkowe</li>
    <li> <span>Muzyka w tle.</span>&Acirc; w³¹cza lub wy³¹cza muzykê w tle</li>
    <li> <span>Naciœnij spacjê, aby zakrêciæ.</span> W³¹cza lub wy³¹cza mo¿liwoœæ uruchamiania obrot&oacute;w za pomoc¹ spacji.</li>
    <li> <span>Ekran pomocy.</span>&Acirc;&nbsp;w³¹cza lub wy³¹cza ekran pomocy.</li>
    <li> <span>Historia gry</span></li>
    <li> <span>Lista historii gry</span> Lista wszystkich rozgrywanych uk³ad&oacute;w (niedostêpna w trybie PR&Oacute;BNYM), kliknij rz¹d, aby zobaczyæ wszystkie dostêpne dane.</li>
</ul>
<h2>Wsp&oacute;³czynnik zwrotu wk³adu</h2>
<ul>
    <li> Teoretyczny wsp&oacute;³czynnik zwrotu wk³adu w tej grze wynosi <span class="__rtp"></span>.</li>
</ul>
<h2>Dodatkowe informacje</h2>
<ul>
    <li> Nastêpuj¹ce funkcje i ustawienia gry mog¹ podlegaæ regulaminowi strony internetowej. Wiêcej informacji mo¿na uzyskaæ na stronie internetowej:</li>
    <li style="list-style-type: none">
        <ul>
            <li> Procedury zarz¹dzania nieskoñczonymi rundami gry.</li>
            <li> Czas, po kt&oacute;rym nieaktywne sesje gry ulegaj¹ automatycznemu wygaszeniu.</li>
        </ul>
    </li>
    <li> W przypadku awarii sprzêtu lub oprogramowania komputerowego, wszystkie aktywne zak³ady i wyp³aty w grze s¹ anulowane, a wszystkie aktywne zak³ady zwracane.</li>
    <br>20/02/2017
</ul>
