<ul>
    <li> Cosmic Crystals<sup>TM</sup> es una tragaperras de 5 carretes y 3 filas con regiros y un carrete con wild pegajosos en los giros sin premio.</li>
    <li> Jugar&aacute; con 50 l&iacute;neas de premio por giro (1 moneda por l&iacute;nea); podr&aacute; ver el valor total de la apuesta en el bot&oacute;n apuesta.</li>
    <li> Para cambiar el valor de la apuesta, abra el panel apuesta y aj&uacute;stelo usando las flechas.</li>
    <li> <span>APUESTA M&Aacute;X</span> carga el valor m&aacute;ximo posible de apuesta.</li>
    <li> <span>MONEDAS/EFECTIVO</span> cambia los valores del saldo y los premios de efectivo a monedas y viceversa. El valor de la apuesta siempre aparece en efectivo. El valor de la moneda es: el valor de la apuesta dividido por el n&uacute;mero de l&iacute;neas.</li>
    <li> El bot&oacute;n girar inicia el juego con el valor de apuesta actual (si lo ha activado en el men&uacute; ajustes, tambi&eacute;n podr&aacute; pulsar la barra espaciadora).</li>
    <li> Las combinaciones ganadoras y premios siguen las que aparecen en la <span>TABLA DE PREMIOS</span>.</li>
    <li> Un premio de l&iacute;nea de moneda es igual al valor que aparece en la <span>TABLA DE PREMIOS.</span></li>
    <li> En cada l&iacute;nea de apuesta activa solo se pagar&aacute; la mayor combinaci&oacute;n ganadora de izquierda a derecha.</li>
    <li> Los s&iacute;mbolos Wild se expandir&aacute;n verticalmente y solo aparecen en los tres carretes centrales. Pueden sustituir al resto de s&iacute;mbolos.</li>
    <li> Los premios simult&aacute;neos en l&iacute;neas de apuesta distintas se suman.</li>
    <li> Cuando est&aacute; <span>JUGANDO POR DIVERSI&Oacute;N</span> no podr&aacute; acceder al Historial de juego.</li>
    <li> Abra el men&uacute; <span>JUEGO AUTOM&Aacute;TICO</span> para ajustar el n&uacute;mero de rondas y criterios de detenci&oacute;n (pulsar el bot&oacute;n <span>JUGAR</span> iniciar&aacute; el juego autom&aacute;tico y el bot&oacute;n <span>PARAR</span> lo detendr&aacute; en cualquier momento).</li>
</ul>
<br>
<h2>Opciones avanzadas de Juego Autom&aacute;tico</h2>
<ul>
    <li> Para establecer opciones avanzadas de juego autom&aacute;tico, pulse el s&iacute;mbolo <span>JUEGO AUTOM&Aacute;TICO</span> en el panel de juego.</li>
    <li> <span>Parar en cualquier premio.</span> Detiene el Juego Autom&aacute;tico cuando gana en cualquier ronda.</li>
    <li> <span>Parar con un premio de.</span> Detiene el Juego Autom&aacute;tico cuando la cantidad ganada supera o iguala a la cantidad especificada.</li>
    <li> <span>Parar si el efectivo aumenta en.</span> Detiene el Juego Autom&aacute;tico si el efectivo aumenta en la cantidad especificada.</li>
    <li> <span>Parar si el efectivo se reduce en.</span> Detiene el Juego Autom&aacute;tico si el efectivo se reduce en la cantidad especificada.</li>
    <li> <span>Nota:</span> cuando cambie los ajustes de Juego Autom&aacute;tico durante una ronda de juego, todos los ajustes modificados tendr&aacute;n efecto cuando la ronda de juego o la funci&oacute;n termine.</li>
    <li> <span>Nota:</span> si se desconecta mientras juega, cuando vuelva a cargar el juego todos los ajustes de Juego Autom&aacute;tico volver&aacute;n a sus valores predeterminados.</li>
    <li> <span>Nota:</span> en algunas jurisdicciones algunas opciones de juego autom&aacute;tico son obligatorias.</li>
</ul>
<h2>Regiro Cosmic Crystals<sup>TM</sup></h2>
<ul>
    <li> Cosmic Crystals<sup>TM</sup> cuenta con un regiro autom&aacute;tico <span>GRATIS</span> tras cada giro sin premio.</li>
    <li> No hay l&iacute;mites a los n&uacute;meros de regiros seguidos, regirar&aacute;n autom&aacute;ticamente hasta que se produzca la primera mano ganadora.</li>
    <li> Mano ganadora significa el n&uacute;mero m&iacute;nimo de monedas que el juego puede pagar en una l&iacute;nea de premios (ver <span>TABLA DE PREMIOS</span>).</li>
    <li> Los regiros se juegan con la misma apuesta que la ronda que los activ&oacute;.</li>
</ul>
<h2>Carrete Wild Cosmic Crystals<sup>TM</sup></h2>
<ul>
    <li> Los s&iacute;mbolos Wild de Cosmic Crystals<sup>TM</sup> solo pueden aparecer en los carretes 2, 3 y 4.</li>
    <li> Uno o m&aacute;s s&iacute;mbolos Wild Cosmic Crystals<sup>TM</sup> Wild en los carretes 2, 3 o 4 activar&aacute;n la funci&oacute;n carrete Wild de Cosmic Crystals<sup>TM</sup>.</li>
    <li> Durante la funci&oacute;n Carrete Wild de Cosmic Crystals <sup>TM</sup>, los s&iacute;mbolos Wild Cosmic Crystals <sup>TM</sup> se expandir&aacute;n verticalmente para cubrir todo el carrete.</li>
    <li> Si el giro es un giro no ganador, el carrete Wild de Cosmic Crystals<sup>TM</sup> se quedar&aacute; en su posici&oacute;n mientras que los otros carretes regiran (carrete Wild pegajoso).</li>
    <li> Si durante un regiro aparece otro s&iacute;mbolo Wild Cosmic Crystals<sup>TM</sup>, tambi&eacute;n se expandir&aacute; verticalmente. Si sigue sin haber premio alguno, se quedar&aacute; en su posici&oacute;n junto al resto de s&iacute;mbolos expandidos Carrete Wild de Cosmic Crystals <sup>TM</sup> durante otro regiro, hasta que aparezca una mano ganadora.</li>
    <li> La funci&oacute;n Carrete Wild de Cosmic Crystals<sup>TM</sup> termina cuando se obtiene una mano ganadora.</li>
    
</ul>
<h2>Opciones del juego</h2>
<ul>
    <li> Para acceder a los ajustes del juego, pulse el icono men&uacute; en la esquina superior izquierda y despu&eacute;s el icono &quot;engranaje&quot;.</li>
    <li> <span>P&aacute;gina de ajustes</span></li>
    <li> <span>Efectos de sonido.</span> Activa o desactiva los efectos de sonido.</li>
    <li> <span>M&uacute;sica de fondo.</span> Activa o desactiva la m&uacute;sica de fondo.</li>
    <li> <span>Pulsar Espacio para girar.</span> Activa o desactiva la opci&oacute;n de pulsar la barra espaciadora para iniciar un giro.</li>
    <li> <span>Pantalla de ayuda</span>. Activa o desactiva la pantalla de ayuda.</li>
    <li> <span>Historial de juego</span></li>
    <li> <span>Lista el Historial de juego.</span> Es una lista de todas las manos jugadas (no disponible en el modo DIVERSI&Oacute;N); pulse en una fila para ver todos los detalles disponibles.</li>
</ul>
<h2>Retorno al jugador</h2>
<ul>
    <li> El retorno te&oacute;rico al jugador de este juego es del <span class="__rtp"></span>.</li>
</ul>
<h2>Informaci&oacute;n adicional</h2>
<ul>
    <li> Las siguientes funciones y ajustes del juego pueden estar sujetas a los t&eacute;rminos y condiciones del sitio de juego. Para m&aacute;s informaci&oacute;n sobre lo siguiente, acuda al sitio web de juego:</li>
    <li style="list-style-type: none">
        <ul>
            <li> El procedimiento para gestionar las rondas de juego incompletas.</li>
            <li> El tiempo tras el que las sesiones de juego inactivas terminan autom&aacute;ticamente.</li>
        </ul>
    </li>
    <li> En el caso de un error de funcionamiento del software/hardware de juego, todas las apuestas de juego y premios se considerar&aacute;n nulos y todas las apuestas afectadas se reembolsar&aacute;n.</li>
    <br>
    20/02/2017
</ul>
