<ul>
    <li> Cosmic Crystals<sup>TM</sup> &eacute; uma slot de v&iacute;deo de 5 rolos, 3 linhas com novas rodadas gr&aacute;tis e um rolo de Wild pegajoso em rodadas n&atilde;o premiadas.</li>
    <li> Jogam-se 50 linhas fixas por rodada (1 moeda por linha) e o valor de aposta total &eacute; mostrado no bot&atilde;o de apostar.</li>
    <li> Para alterar o valor de aposta, abra o painel de aposta e ajuste-o usando as setas.</li>
    <li> <span>APOSTA M&Aacute;X</span>&nbsp;carrega o maior montante poss&iacute;vel de aposta.</li>
    <li> <span>MOEDAS/DINHEIRO</span> alterna a exibi&ccedil;&atilde;o de saldo e valores de pagamento entre dinheiro e moedas, e vice-versa. O valor de aposta &eacute; sempre mostrado em dinheiro. O valor da moeda &eacute;: Valor de aposta dividido por n&uacute;mero de linhas.</li>
    <li> O bot&atilde;o de rodar joga o jogo ao valor de aposta corrente (pode tamb&eacute;m premir a barra de espa&ccedil;os, se estiver ativada no menu de configura&ccedil;&otilde;es).</li>
    <li> As combina&ccedil;&otilde;es premiadas e os pagamentos s&atilde;o feitos de acordo com a <span>TABELA DE PAGAMENTOS.</span></li>
    <li> Um pr&eacute;mio de moeda de linha &eacute; igual ao valor mostrado na <span>TABELA DE PAGAMENTOS.</span></li>
    <li> Apenas a combina&ccedil;&atilde;o premiada mais alta numa linha de aposta ativa da esquerda para a direita &eacute; paga.</li>
    <li> Os s&iacute;mbolos wild expandem-se verticalmente e apenas aparecem nos tr&ecirc;s rolos de meio. Podem substituir todos os outros s&iacute;mbolos.</li>
    <li> Pr&eacute;mios simult&acirc;neos em linhas de aposta diferentes s&atilde;o adicionados.</li>
    <li> O hist&oacute;rico de jogo n&atilde;o est&aacute; dispon&iacute;vel quando se joga por <span>DIVERS&Atilde;O.</span></li>
    <li> Abra o menu <span>JOGO AUTOM&Aacute;TICO</span>&nbsp;para ajustar o n&uacute;mero de rondas e crit&eacute;rios de paragem (clique no bot&atilde;o <span>JOGAR</span>&nbsp;para come&ccedil;ar e no bot&atilde;o <span>PARAR</span> para parar o jogo autom&aacute;tico a qualquer momento).</li>
</ul>
<br>
<h2>Op&ccedil;&otilde;es Avan&ccedil;adas de Jogo Autom&aacute;tico</h2>
<ul>
    <li> Para configurar as op&ccedil;&otilde;es avan&ccedil;adas de jogo autom&aacute;tico, clique no s&iacute;mbolo&nbsp;<span>JOGO AUTOM&Aacute;TICO</span>&nbsp;no painel de jogo.</li>
    <li> <span>Parar a qualquer pr&eacute;mio.</span>&nbsp;Para o Jogo Autom&aacute;tico quando ganha qualquer ronda.</li>
    <li> <span>Parar a um pr&eacute;mio de.</span>&nbsp;Para o Jogo Autom&aacute;tico quando o montante que ganhar exceder ou igualar o montante especificado.</li>
    <li> <span>Parar se dinheiro aumentar em.</span>&nbsp;Para o Jogo Autom&aacute;tico se o dinheiro aumentar no montante especificado.</li>
    <li> <span>Parar se o dinheiro diminuir em.</span>&nbsp;Para o Jogo Autom&aacute;tico se o dinheiro diminuir no montante especificado.</li>
    <li> <span>Nota:</span>&nbsp;Ao alterar as configura&ccedil;&otilde;es de Jogo Autom&aacute;tico durante uma ronda de jogo, todas as configura&ccedil;&otilde;es alteradas ter&atilde;o efeito assim que a ronda de jogo ou partida extra terminar.</li>
    <li> <span>Nota:</span>&nbsp;Se ficar desligado enquanto estiver a jogar, todas as configura&ccedil;&otilde;es de Jogo Autom&aacute;tico voltar&atilde;o &agrave;s configura&ccedil;&otilde;es por defeito quando o jogo for recarregado.</li>
    <li> <span>Nota:</span>&nbsp;Algumas op&ccedil;&otilde;es de jogo autom&aacute;tico s&atilde;o obrigat&oacute;rias para algumas jurisdi&ccedil;&otilde;es.</li>
</ul>
<h2>Cosmic Crystals<sup>TM</sup> nova rodada</h2>
<ul>
    <li> Cosmic Crystals<sup>TM</sup> inclui uma nova rodada <span>GR&Aacute;TIS</span> autom&aacute;tica ap&oacute;s cada rodada n&atilde;o vencedora.</li>
    <li> N&atilde;o h&aacute; limita&ccedil;&otilde;es quanto ao n&uacute;mero de novas rodadas gr&aacute;tis sequenciais; continuar&aacute; a haver novas rodadas gr&aacute;tis at&eacute; que ocorra uma primeira jogada premiada.</li>
    <li> Jogada premiada significa o montante m&iacute;nimo de moedas que o jogo pode pagar numa &uacute;nica linha de pagamento (veja a <span>TABELA DE PAGAMENTOS</span>).</li>
    <li> As novas rodadas s&atilde;o jogadas &agrave; mesma aposta que as ativou.</li>
</ul>
<h2>Cosmic Crystals<sup>TM</sup> Rolo Wild</h2>
<ul>
    <li> Os s&iacute;mbolo Wild do Cosmic Crystals<sup>TM</sup> s&oacute; podem aparecer nos rolos 2, 3 e 4.</li>
    <li> Um ou mais s&iacute;mbolos Wild Cosmic Crystals<sup>TM</sup> a aparecerem nos rolos 2, 3 ou 4 ativam a partida Rolo Wild  Cosmic Crystals<sup>TM</sup>.</li>
    <li> Durante a partida de Rolo Wild Cosmic Crystals<sup>TM</sup>, o s&iacute;mbolo de Wild Cosmic Crystals<sup>TM</sup> expande-se verticalmente para cobrir a totalidade do rolo.</li>
    <li> Se a rodada n&atilde;o for premiada, o Rolo Wild Cosmic Crystals<sup>TM</sup> permanecer&aacute; no mesmo local enquanto os outros rolos voltam a rodar (Rolo Wild pegajoso).</li>
    <li> Se um novo s&iacute;mbolo de Wild Cosmic Crystals<sup>TM</sup> aparecer durante una nova rodada, este tamb&eacute;m se expandir&aacute; verticalmente. Se, novamente, n&atilde;o houver pr&eacute;mio, mant&eacute;m-no mesmo s&iacute;tio juntamente com quaisquer outros s&iacute;mbolos de Rolo Wild Cosmic Crystals<sup>TM</sup> anteriormente expandidos para mais uma nova rodada, at&eacute; que uma jogada premiada ocorra.</li>
    <li> A partida Rolo Wild Cosmic Crystals<sup>TM</sup> termina quando ocorre uma rodada premiada.</li>
    
</ul>
<h2>Op&ccedil;&otilde;es de Configura&ccedil;&atilde;o do Jogo</h2>
<ul>
    <li> Para aceder &agrave;s configura&ccedil;&otilde;es do jogo, clique no &iacute;cone de menu do canto superior esquerdo e depois no &iacute;cone de &quot;engrenagem&quot;.</li>
    <li> <span>P&aacute;gina de configura&ccedil;&otilde;es</span></li>
    <li> <span>Efeitos de som.</span>&nbsp;Liga e desliga os efeitos de som.</li>
    <li> <span>M&uacute;sica de fundo.</span>&nbsp;Liga e desliga a m&uacute;sica de fundo.</li>
    <li> <span>Premir a Barra de Espa&ccedil;os para Rodar</span> Ativa ou desativa a op&ccedil;&atilde;o de premir a barra de espa&ccedil;os para come&ccedil;ar a rodar.</li>
    <li> <span>Ecr&atilde; de Ajuda.</span>&nbsp;Liga e desliga o ecr&atilde; de ajuda.</li>
    <li> <span>Hist&oacute;rico do Jogo</span></li>
    <li> <span>Lista de hist&oacute;rico do jogo.</span> Lista de todas as rondas jogadas (n&atilde;o dispon&iacute;vel no modo DIVERS&Atilde;O), clique numa linha para ver todos os detalhes dispon&iacute;veis.</li>
</ul>
<h2>Retorno para o Jogador</h2>
<ul>
    <li> O retorno te&oacute;rico para o jogador neste jogo &eacute; <span class="__rtp"></span>.</li>
</ul>
<h2>Informa&ccedil;&atilde;o adicional</h2>
<ul>
    <li> As seguintes funcionalidades e configura&ccedil;&otilde;es podem estar sujeitas aos termos e condi&ccedil;&otilde;es do site de jogo. Para mais informa&ccedil;&atilde;o sobre o seguinte, consultar o website de jogo:</li>
    <li style="list-style-type: none">
        <ul>
            <li> Procedimentos usados para gerir rondas de jogo n&atilde;o terminadas.</li>
            <li> Tempo ap&oacute;s o qual as sess&otilde;es de jogo inativas terminam automaticamente.</li>
        </ul>
    </li>
    <li> No caso de uma avaria do hardware/software do jogo, todos as apostas e pagamentos do jogo afetado s&atilde;o tornados nulos e todos as apostas reembolsadas.</li>
    <br>20/02/2017
</ul>
