{
  "Messages": [
    {
      "Win up to 50 Free spins in the Seduction Battle": "Vinn opptil 50 gratisspinn i Forføringskampen"
    },
    {
      "Choose between two modes\nBlood Queen for Shifting Expanding Wilds & Van Hell for Sticky Spreading Wilds.": "Velg mellom to moduser\nBlood Queen med byttende, utvidende jokere, og Van Hell med klebrige, spredende jokere."
    },
    {
      "Choose between Van Hell and the Blood Queen": "Velg mellom Van Hell og Blood Queen"
    },
    {
      "You win by matching symbols on win lines. All symbols must be matched on consecutive reels from left to right. Only the highest win on each line will be paid. Malfunction voids all pays and plays. See game rules for more details.": "Du vinner ved å matche symboler på gevinstlinjer. Alle symboler må matches på påfølgende linjer fra venstre til høyre. Kun den høyeste gevinsten på hver linje betales. Funksjonsfeil opphever alle innsatser og spill. Se spillreglene for flere opplysninger."
    },
    {
      "The wild appears on any top position of the reels and expands to cover the entire reel.": "Jokere kan dukke opp i øverste posisjon på hvilke som helst hjul og utvide seg for å dekke hele hjulet."
    },
    {
      "It completes and substitutes all the icons except for free spin.": "Jokere erstatter alle symboler bortsett fra Free Spin."
    },
    {
      "More than 1 wild can appear at the same time.": "Mer enn 1 joker kan dukke opp samtidig."
    },
    {
      "Free spin symbols can appear on any position on the reels.": "Free Spin-symbolene kan dukke opp i alle posisjoner på hjulene."
    },
    {
      "Number of awarded free spins:": "Antall gratisspinn tildelt:"
    },
    {
      "3 symbols award 20 free spins": "3 symboler gir 20 gratisspinn"
    },
    {
      "4 symbols award 30 free spins": "4 symboler gir 30 gratisspinn"
    },
    {
      "5 symbols award 50 free spins": "5 symboler gir 50 gratisspinn"
    },
    {
      "Van Hell&#39;s Holy Water expanding sticky wild": "Van Hell gir Hellig vann utvidende klebrige jokere"
    },
    {
      "Blood queen shifting wild reel": "Blood Queen byttende jokerhjul"
    },
    {
      "Depending on the initial Free spin game selection, (Van Hell or blood queen) two different Wild symbols might be displayed during the free spin game.": "Avhengig av ditt første Free Spin-spillvalg (Van Hell eller Blood Queen) kan to ulike jokersymboler dukke opp under runden med gratisspinn."
    },
    {
      "The holy water symbol activates the sticky wild spreading animation.": "Hellig vann-symboler aktiverer spredningsanimasjonen med klebrige jokere."
    },
    {
      "Each spin, the number of sticky wilds will double, up to four.": "Etter at Hellig vann dukker opp vil det spre seg med hvert spinn inntil det dekker 4 symboler og forsvinner med det neste spinnet. "
    },
    {
      "Spreading animation starts vertically and moves horizontally towards the center.": "Spredningsanimasjonen begynner loddrett og beveger seg vannrett mot midten."
    },
    {
      "The blood potion wild icon appears on the third top central reel and expands covering the entire reel.": "Blodstrylledrikken dukker opp på toppen av hjulene 2, 3 og 4, og utvider seg for å dekke hjulet."
    },
    {
      "Each spin, the wild reel will shift leftwards until it reaches the first reel.": "Etter hvert spinn vil jokerhjulet flyttes mot venstre og forsvinner når det når det første hjulet."
    },
    {
      "More than one wild reel can be displayed on the reels at the same time.": "Mer enn ett jokerhjul kan vises på hjulene samtidig."
    },
    {
      "Blood Queen Game Rules": "Blood Queen-spillregler"
    },
       {
        "No Winning Lines":"Ingen gevinst"
      }
  ]
}