{
  "Messages": [
    {
      "Win up to 50 Free spins in the Seduction Battle": "Ganhe até 50 Rodadas Grátis na Seduction Battle"
    },
    {
      "Choose between two modes\nBlood Queen for Shifting Expanding Wilds & Van Hell for Sticky Spreading Wilds.": "Escolha entre dois modos\nBlood Queen para wilds mutáveis expansíveis e Van Hell para wilds fixos expansíveis."
    },
    {
      "Choose between Van Hell and the Blood Queen": "Escolha entre os modos Van Hell e Blood Queen"
    },
    {
      "You win by matching symbols on win lines. All symbols must be matched on consecutive reels from left to right. Only the highest win on each line will be paid. Malfunction voids all pays and plays. See game rules for more details.": "Ganha quando acerta símbolos coincidentes em linhas de prémio. Todos os símbolos têm de ser combinados em rolos consecutivos da esquerda para a direita. Só o prémio mais alto em cada linha será pago. Uma varia anula todos os pagos e jogadas. Veja as regras do jogo para mais detalhes."
    },
    {
      "The wild appears on any top position of the reels and expands to cover the entire reel.": "Os símbolos wild podem aparecer na posição superior de qualquer cilindro, expandindo-se para cobrir o cilindro."
    },
    {
      "It completes and substitutes all the icons except for free spin.": "Os símbolos Wild substituem todos os símbolos exceto os de Free Spin."
    },
    {
      "More than 1 wild can appear at the same time.": "Pode aparecer mais do que um wild ao mesmo tempo."
    },
    {
      "Free spin symbols can appear on any position on the reels.": "Os símbolos de Free Spin podem aparecer em qualquer posição nos cilindros."
    },
    {
      "Number of awarded free spins:": "Número de Rodadas Grátis atribuídas:"
    },
    {
      "3 symbols award 20 free spins": "3 símbolos atribuem 20 Rodadas Grátis"
    },
    {
      "4 symbols award 30 free spins": "4 símbolos atribuem 30 Rodadas Grátis"
    },
    {
      "5 symbols award 50 free spins": "5 símbolos atribuem 50 Rodadas Grátis"
    },
    {
      "Van Hell&#39;s Holy Water expanding sticky wild": "Símbolo wild fixo e expansível Holy Waterde Van Hell"
    },
    {
      "Blood queen shifting wild reel": "Cilindro wild mutável Blood Queen"
    },
    {
      "Depending on the initial Free spin game selection, (Van Hell or blood queen) two different Wild symbols might be displayed during the free spin game.": "Dependendo da sua seleção inicial do jogo de Rodadas Grátis (Van Hell ou Blood Queen), poderão aparecer dois símbolos Wild diferentes durante o jogo de Rodadas Grátis:"
    },
    {
      "The holy water symbol activates the sticky wild spreading animation.": "O símbolo Holy Water ativa a animação do wild fixo expansível."
    },
    {
      "Each spin, the number of sticky wilds will double, up to four.": "Depois de aparecer, o símbolo Holy Water irá aumentar em cada rodada até que cubra 4 símbolos, desaparecendo em seguida na rodada."
    },
    {
      "Spreading animation starts vertically and moves horizontally towards the center.": "A animação de expansão começa verticalmente e movimenta-se horizontalmente em direção ao centro."
    },
    {
      "The blood potion wild icon appears on the third top central reel and expands covering the entire reel.": "O símbolo wild Blood Potion aparece na parte superior dos cilindros 2, 3 e 4 e expande-se cobrindo o cilindro."
    },
    {
      "Each spin, the wild reel will shift leftwards until it reaches the first reel.": "A cada rodada, o cilindro wild move-se para a esquerda e desaparece quando alcança o primeiro cilindro."
    },
    {
      "More than one wild reel can be displayed on the reels at the same time.": "Pode aparecer mais do que um cilindro wild nos cilindros ao mesmo tempo."
    },
    {
      "Blood Queen Game Rules": "Blood Queen - Regras do ogo"
    },
       {
        "No Winning Lines":"Sem ganhos"
      }
  ]
}