{
  "Messages": [
    {
      "Win up to 50 Free spins in the Seduction Battle": "Выиграйте до 50 бесплатных запусков в битве с искушением"
    },
    {
      "Choose between two modes\nBlood Queen for Shifting Expanding Wilds & Van Hell for Sticky Spreading Wilds.": "Выбирайте режим\n\"Кровавая королева\" с перемещающимися расширяющимися символами Wild или\n \"Ван Хелл\" с фиксированными расширяющимися символами Wild."
    },
    {
      "Choose between Van Hell and the Blood Queen": "Выберите Ван Хелла или Кровавую королеву"
    },
    {
      "You win by matching symbols on win lines. All symbols must be matched on consecutive reels from left to right. Only the highest win on each line will be paid. Malfunction voids all pays and plays. See game rules for more details.": "Вы выиграете, собрав одинаковые символы на выигрышных линиях. Все одинаковые символы должны быть собраны на последовательных барабанах, слева направо. Оплачивается только максимальный выигрыш на каждой линии. При возникновении неисправностей все выплаты и игры аннулируются. См. правила игры для получения дополнительной информации."
    },
    {
      "The wild appears on any top position of the reels and expands to cover the entire reel.": "Во время обычной игры символ Wild появляется на верхних позициях и расширяется, заполняя весь барабан."
    },
    {
      "It completes and substitutes all the icons except for free spin.": "Символы Wild заменяют все символы, кроме символов Free Spin."
    },
    {
      "More than 1 wild can appear at the same time.": "На барабанах может появляться несколько символов Wild одновременно."
    },
    {
      "Free spin symbols can appear on any position on the reels.": "Символы Free Spin могут появляться в любом месте на барабанах."
    },
    {
      "Number of awarded free spins:": "Количество бесплатных игр:"
    },
    {
      "3 symbols award 20 free spins": "3 символа активируют 20 бесплатных игр"
    },
    {
      "4 symbols award 30 free spins": "4 символа активируют 30 бесплатных игр"
    },
    {
      "5 symbols award 50 free spins": "5 символа активируют 50 бесплатных игр"
    },
    {
      "Van Hell&#39;s Holy Water expanding sticky wild": "Ван Хелл - Расширяющийся фиксированный символ Wild \"Святая вода\""
    },
    {
      "Blood queen shifting wild reel": "Кровавая королева - Перемещающийся барабан Wild"
    },
    {
      "Depending on the initial Free spin game selection, (Van Hell or blood queen) two different Wild symbols might be displayed during the free spin game.": "В зависимости от выбора персонажа (Ван Хелл или Кровавая Королева) в бесплатных играх могут использоваться два разных символа Wild."
    },
    {
      "The holy water symbol activates the sticky wild spreading animation.": "Символ \"Святая вода\" активирует расширение фиксированного символа Wild."
    },
    {
      "Each spin, the number of sticky wilds will double, up to four.": "После появления символ \"Святая вода\" расширяется при каждом запуске до тех пор, пока не закроет 4 символа. После этого символ исчезнет при следующем запуске."
    },
    {
      "Spreading animation starts vertically and moves horizontally towards the center.": "Расширение начинается вертикально и перемещается по горизонтали к центру."
    },
    {
      "The blood potion wild icon appears on the third top central reel and expands covering the entire reel.": "Символ Wild \"Кровавое зелье\" появляется в верхней части барабанов 2,3 и 4 и расширяется, заполняя весь барабан."
    },
    {
      "Each spin, the wild reel will shift leftwards until it reaches the first reel.": "При каждом запуске барабан Wild перемещается влево и исчезает, достигнув первого барабана."
    },
    {
      "More than one wild reel can be displayed on the reels at the same time.": "На барабанах может отображаться несколько барабанов Wild одновременно."
    },
    {
      "Blood Queen Game Rules": "Правила игры Blood Queen"
    },
       {
        "No Winning Lines":"Nema dobitaka"
      }
  ]
}