{
  "Messages": [
    {
      "Win up to 50 Free spins in the Seduction Battle": "Voita jopa 50 ilmaispyöritystä Viettelytaistelussa"
    },
    {
      "Choose between two modes\nBlood Queen for Shifting Expanding Wilds & Van Hell for Sticky Spreading Wilds.": "Valitse kahden tilan välillä: Blood Queen siirtyville laajeneville wildeille &\nVan Hell tahmeille leviäville wildeille."
    },
    {
      "Choose between Van Hell and the Blood Queen": "Valitse Van Hellin ja Blood Queenin välillä"
    },
    {
      "You win by matching symbols on win lines. All symbols must be matched on consecutive reels from left to right. Only the highest win on each line will be paid. Malfunction voids all pays and plays. See game rules for more details.": "Voitat saamalla samoja merkkejä voittoriveille. Kaikkien merkkien on oltava samoja peräkkäisillä kiekoilla vasemmalta oikealle. Vain korkein voitto rivillä maksetaan. Toimintahäiriö mitätöi kaikki maksut ja pelit. Katso lisätietoja pelisäännöistä."
    },
    {
      "The wild appears on any top position of the reels and expands to cover the entire reel.": "Wild voi ilmestyä minkä tahansa kiekon ylimpään asemaan ja laajentuu kattamaan kiekon."
    },
    {
      "It completes and substitutes all the icons except for free spin.": "Wildit korvaavat kaikki merkit paitsi ilmaispyöritykset."
    },
    {
      "More than 1 wild can appear at the same time.": "Useampi kuin yksi wild voi ilmestyä samanaikaisesti."
    },
    {
      "Free spin symbols can appear on any position on the reels.": "ilmaispyöritysmerkit voivat ilmestyä mihin tahansa asemaan kiekoilla."
    },
    {
      "Number of awarded free spins:": "Saatujen ilmaispyöritysten määrä:"
    },
    {
      "3 symbols award 20 free spins": "3 merkillä saat 20 ilmaispyöritystä"
    },
    {
      "4 symbols award 30 free spins": "4 merkillä saat 30 ilmaispyöritystä"
    },
    {
      "5 symbols award 50 free spins": "5 merkillä saat 50 ilmaispyöritystä"
    },
    {
      "Van Hell&#39;s Holy Water expanding sticky wild": "Van Hellin pyhä vesi -laajeneva tahmea wild"
    },
    {
      "Blood queen shifting wild reel": "Blood Queen -vaihtuva wild-kiekko"
    },
    {
      "Depending on the initial Free spin game selection, (Van Hell or blood queen) two different Wild symbols might be displayed during the free spin game.": "Riippuen alkuperäisestä ilmaispyörityspelivalinnastasi (Van Hell tai Blood Queen) kaksi eri wild-merkkiä saattaa näkyä ilmaispyörityspelin aikana."
    },
    {
      "The holy water symbol activates the sticky wild spreading animation.": "Pyhä vesi-symboli aktivoi tahmean wildin leviävän animaation."
    },
    {
      "Each spin, the number of sticky wilds will double, up to four.": "Kun pyhä vesi ilmestyy, se leviää jokaisella kierroksella, kunnes se kattaa 4 merkkiä. Sitten se katoaa seuraavaksi kierrokseksi."
    },
    {
      "Spreading animation starts vertically and moves horizontally towards the center.": "Leviävä animaatio alkaa pystysuunnassa ja liikkuu vaakasuunnassa kohti keskustaa."
    },
    {
      "The blood potion wild icon appears on the third top central reel and expands covering the entire reel.": "Verijuoma-wild ilmestyy kiekkojen 2,3 ja 4 ylimpiin asemiin ja laajenee kattamaan kiekon."
    },
    {
      "Each spin, the wild reel will shift leftwards until it reaches the first reel.": "Jokaisella kierroksella wild reel siirtyy vasemmalle ja katoaa kun se saavuttaa ensimmäisen kiekon."
    },
    {
      "More than one wild reel can be displayed on the reels at the same time.": "Useampi kuin yksi wild-kiekkovoi näkyä kiekoilla samanaikaisesti."
    },
    {
      "Blood Queen Game Rules": "Blood Queen -pelin säännöt"
    },
      {
        "No Winning Lines":"Ei voittoja"
      }
  ]
}