{
   "Messages":[
      {
		"Win up to 50 Free spins in the Seduction Battle":"Շահեք մինչև 50 Անվճար Սփին Seduction Battle-ում"
      },
      {
		"Choose between two modes\nBlood Queen for Shifting Expanding Wilds & Van Hell for Sticky Spreading Wilds.":"Ընտրեք երկու ռեժիմներից մեկը՝\nBlood Queen ռեժիմը փոփոխվող տարածվող վայրի սիմվոլի համար և Van Hell տարբերակը կպչուն տարածվող վայրի սիմվոլիի համար."
      },
      {
		"Choose between Van Hell and the Blood Queen":"Ընտրեք Van Hell կամ Blood Queen"
      },
      {
		"You win by matching symbols on win lines. All symbols must be matched on consecutive reels from left to right. Only the highest win on each line will be paid. Malfunction voids all pays and plays. See game rules for more details.":"Դուք շահում եք շահող տողի վրա սիմվոլների համընկնելու դեպքում։ Բոլոր սիմվոլները պետք է համընկնեն հերթական պտուտակների վրա ձախից աջ։ Վճարվում է միայն յուրաքանչյուր տողի ամենամեծ շահումը։ Անսարքության դեպքում բոլոր վճարումներն ու խաղերը համարվում են անվավեր։ Լրացուցիչ մանրամասների համար տես խաղի կանոնները"
      },
      {
		"The wild appears on any top position of the reels and expands to cover the entire reel.":"Վայրի սիմվոլը կարող է հայտնվել ցանկացած պտուտակի վերնամասում և տարածվել՝ ծածկելով ամբողջ պտուտակը։"
      },
      {
		"It completes and substitutes all the icons except for free spin.":"Վայրի սիմվոլները փոխարինում են բոլոր սիմվոլներին, բացառությամբ Անվճար սփինի։"
      },
      {
		"More than 1 wild can appear at the same time.":"Միաժամանակ կարող են հայտնվել մեկից ավելի Վայրի սիմվոլներ։"
      },
      {
		"Free spin symbols can appear on any position on the reels.":"Անվճար սփինի սիմվոլները կարող են հայտնվել պտուտակների վրա ցանկացած դիրքում։"
      },
      {
		"Number of awarded free spins:":"Պարգևատրված Անվճար սփինի քանակ՝"
      },
      {
		"3 symbols award 20 free spins":"3 սիմվոլի դեպքում պարգևատրվում է 20 Անվճար սփինով"
      },
      {
		"4 symbols award 30 free spins":"4 սիմվոլի դեպքում պարգևատրվում է 30 Անվճար սփինով"
      },
      {
		"5 symbols award 50 free spins":"5 սիմվոլի դեպքում պարգևատրվում է 50 Անվճար սփինով"
      },
      {
		"Van Hell&#39;s Holy Water expanding sticky wild":"Van Hell&#39;s Holy Water տարածվող կպչուն Վայրի սիմվոլ"
      },
      {  
		"Blood queen shifting wild reel":"Blood Queen փոփոխվող Վայրի պտուտակ"
      },
      {  
		"Depending on the initial Free spin game selection, (Van Hell or blood queen) two different Wild symbols might be displayed during the free spin game.":"Կախված Ֆրի Սփինի խաղի ընտրությունից (Van Hell կամ Blood Queen)՝ Ֆրի սփինի խաղի ընթացքում կարող են հայտնվել երկու տարբեր Վայրի սիմվոլներ։"
      },
      {
		"The holy water symbol activates the sticky wild spreading animation.":"Holy Water սիմվոլն ակտիվացնում է կպչուն Վայրի սիմվոլների տարածման անիմացիան։"
      },
      {
	"Each spin, the number of sticky wilds will double, up to four.":"Յուրաքանչյուր սպինի հետ կպչուն վայրի սիմվոլների քանակը կրկնապատկվում է, մինչը չորսը։"
      },
      {
	"Spreading animation starts vertically and moves horizontally towards the center.":"Տարածման անիմացիան սկսվում է ուղղահայաց, այնուհետև տարածվում հորիզոնական ուղղությամբ, դեպի կենտրոն։"
      },
      {
	"The blood potion wild icon appears on the third top central reel and expands covering the entire reel.":"Blood Potion Վայրի սիմվոլը հայտնվում է 2-րդ,3-րդ,4-րդ պտուտակների վերևում և տարածվում՝ ծածկելով պտուտակը։"
      },
      {
	"Each spin, the wild reel will shift leftwards until it reaches the first reel.":"Յուրաքանչյուր պտույտից հետո Վայրի պտուտակը տեղափոխվում է ձախ ուղղությամբ և անհետանում առաջին պտուտակին հասնելուց հետո։"
      },
      {
	"More than one wild reel can be displayed on the reels at the same time.":"Պտուտակների վրա միևնույն ժամանակ կարող են հայտնվել մեկից ավելի Վայրի պտուտակներ։"
      },
      {
	"Blood Queen Game Rules":"Blood Queen Խաղի կանոններ"
      },
    {
        "No Winning Lines":"Շահումներ չկան"
      }
   ]
}
