{
  "Messages": [
    {
      "Win up to 50 Free spins in the Seduction Battle": "誘惑の戦いで最大50回のフリースピンを獲得"
    },
    {
      "Choose between two modes\nBlood Queen for Shifting Expanding Wilds & Van Hell for Sticky Spreading Wilds.": "2つのモードから選択\n移動する拡大するWildのブラッドクイーン & スティッキー広がるWildのヴァンヘル。"
    },
    {
      "Choose between Van Hell and the Blood Queen": "ヴァンヘルとブラッドクイーンから選択"
    },
    {
      "You win by matching symbols on win lines. All symbols must be matched on consecutive reels from left to right. Only the highest win on each line will be paid. Malfunction voids all pays and plays. See game rules for more details.": "勝利ラインでシンボルをマッチさせると勝ちます。すべてのシンボルは左から右の連続するリール上で一致しなければなりません。各ラインで最も大きな賞金のみ支払われます。誤動作が発生すると、すべての支払いとプレーが無効になります。詳細については、ゲームルールを参照してください。"
    },
    {
      "The wild appears on any top position of the reels and expands to cover the entire reel.": "Wildはいずれかのリールの上の位置に現れ、拡大してリール全体を覆います。"
    },
    {
      "It completes and substitutes all the icons except for free spin.": "Wildはすべてのシンボルの代わりになりますが、例外はです。"
    },
    {
      "More than 1 wild can appear at the same time.": "リールに同時に2つ以上のWildリールが現れることができます。"
    },
    {
      "Free spin symbols can appear on any position on the reels.": "シンボルはリールのどの位置にでも現れることができます。"
    },
    {
      "Number of awarded free spins:": "獲得するフリースピンの回数:"
    },
    {
      "3 symbols award 20 free spins": "3つのシンボルで20回のフリースピン"
    },
    {
      "4 symbols award 30 free spins": "4つのシンボルで30回のフリースピン"
    },
    {
      "5 symbols award 50 free spins": "5つのシンボルで50回のフリースピン"
    },
    {
      "Van Hell&#39;s Holy Water expanding sticky wild": "ヴァンヘルのホーリーウォーター拡大するスティッキーwild"
    },
    {
      "Blood queen shifting wild reel": "ブラッドクイーン移動するwildリール"
    },
    {
      "Depending on the initial Free spin game selection, (Van Hell or blood queen) two different Wild symbols might be displayed during the free spin game.": "初期フリースピンゲームにより、(ヴァンヘルまたはブラッドクイーン) フリースピンゲーム中に2つの異なるWildシンボルが現れます。"
    },
    {
      "The holy water symbol activates the sticky wild spreading animation.": "ホーリーウォーターシンボルは、スティッキーwildの広がるアニメーションを有効にします。"
    },
    {
      "Each spin, the number of sticky wilds will double, up to four.": ""
    },
    {
      "Spreading animation starts vertically and moves horizontally towards the center.": "広がるアニメーションは縦方向に始まり、中央に向かって横方向に移動します。"
    },
    {
      "The blood potion wild icon appears on the third top central reel and expands covering the entire reel.": "ブラッドポーションwildがリール2、3、4の上の位置に現れ、拡大してリールを覆います。"
    },
    {
      "Each spin, the wild reel will shift leftwards until it reaches the first reel.": "各スピンで、wildリールは左方向に移動し、もっとも左のリールに到達すると消滅します。"
    },
    {
      "More than one wild reel can be displayed on the reels at the same time.": "リールに同時に2つ以上のwildリールが現れることができます。"
    },
    {
      "Blood Queen Game Rules": "Blood Queenゲームルール"
    },
       {
        "No Winning Lines":"勝利なし"
      }
  ]
}