{
  "Messages": [
    {
      "Win up to 50 Free spins in the Seduction Battle": "Vinci fino a 50 Giri Gratis nella funzione Seduction Battle"
    },
    {
      "Choose between two modes\nBlood Queen for Shifting Expanding Wilds & Van Hell for Sticky Spreading Wilds.": "Scegli tra due modalità:\n‘Blood Queen’ per Wild Mobili Espandibili e ‘Van Hell’ per Wild Adesivi Sparsi."
    },
    {
      "Choose between Van Hell and the Blood Queen": "Scegli tra Van Hell e Blood Queen"
    },
    {
      "You win by matching symbols on win lines. All symbols must be matched on consecutive reels from left to right. Only the highest win on each line will be paid. Malfunction voids all pays and plays. See game rules for more details.": "Vinci abbinando simboli sulle linee di vincita. Tutti i simboli abbinati devono essere disposti su rulli consecutivi, da sinistra a destra. Sarà pagata solo la vincita più alta di ogni linea. I malfunzionamenti annullano tutti i premi e le giocate. Per maggiori informazioni, consulta le regole di gioco."
    },
    {
      "The wild appears on any top position of the reels and expands to cover the entire reel.": "I simboli Wild possono comparire nelle posizioni superiori di qualsiasi rullo e si espandono a coprire l’intero rullo."
    },
    {
      "It completes and substitutes all the icons except for free spin.": "I Wild sostituiscono tutti i simboli, tranne quello dei Giri Gratis."
    },
    {
      "More than 1 wild can appear at the same time.": "Può comparire più di un 1 Wild contemporaneamente."
    },
    {
      "Free spin symbols can appear on any position on the reels.": "I simboli dei Giri Gratis possono comparire in qualsiasi posizione sui rulli."
    },
    {
      "Number of awarded free spins:": "Numero di Giri Gratis ottenuti:"
    },
    {
      "3 symbols award 20 free spins": "3 simboli assegnano 20 Giri Gratis"
    },
    {
      "4 symbols award 30 free spins": "4 simboli assegnano 30 Giri Gratis"
    },
    {
      "5 symbols award 50 free spins": "5 simboli assegnano 50 Giri Gratis"
    },
    {
      "Van Hell&#39;s Holy Water expanding sticky wild": "Wild adesivo espandibile Van Hell&#39;s Holy Water"
    },
    {
      "Blood queen shifting wild reel": "Rullo Wild mobile Blood Queen"
    },
    {
      "Depending on the initial Free spin game selection, (Van Hell or blood queen) two different Wild symbols might be displayed during the free spin game.": "In base alla selezione iniziale dei Giri Gratis (Van Hell o Blood Queen), due diversi simboli Wild possono comparire durante i Giri Gratis:"
    },
    {
      "The holy water symbol activates the sticky wild spreading animation.": "Il simbolo Holy Water attiva l’animazione dei simboli Wild adesivi sparsi."
    },
    {
      "Each spin, the number of sticky wilds will double, up to four.": "Una volta comparso, il simbolo Holy Water cresce ad ogni giro fino a coprire 4 simboli, prima di scomparire per il giro successivo."
    },
    {
      "Spreading animation starts vertically and moves horizontally towards the center.": "L’animazione dell’espansione inizia in verticale e si sposta in orizzontale verso il centro."
    },
    {
      "The blood potion wild icon appears on the third top central reel and expands covering the entire reel.": "Il Wild Blood Potion compare nella parte superiore dei rulli 2, 3 e 4 e si espande a coprire il rullo."
    },
    {
      "Each spin, the wild reel will shift leftwards until it reaches the first reel.": "Ad ogni giro, il rullo Wild si sposta a sinistra e scopare dopo avere raggiunto il primo rullo."
    },
    {
      "More than one wild reel can be displayed on the reels at the same time.": "Può essere mostrato più di un rullo Wild contemporaneamente."
    },
    {
      "Blood Queen Game Rules": "Blood Queen - Regole di Gioco"
    }
  ]
}