{
  "Messages": [
    {
      "Win up to 50 Free spins in the Seduction Battle": "Osvojite do 50 besplatnih okretanja u Borbi zavođenja"
    },
    {
      "Choose between two modes\nBlood Queen for Shifting Expanding Wilds & Van Hell for Sticky Spreading Wilds.": "Izaberite između dva režima\r\n„Blood Queen“ za promenu širećih „Wild“-a i „Van Hell“ za lepljive šireće „Wild“-e."
    },
    {
      "Choose between Van Hell and the Blood Queen": "Izaberite između „Blood Queen“ i „Van Hell“"
    },
    {
      "You win by matching symbols on win lines. All symbols must be matched on consecutive reels from left to right. Only the highest win on each line will be paid. Malfunction voids all pays and plays. See game rules for more details.": "Dobijate tako što uparite odgovarajuće simbole na dobitnim linijama. Svi simboli moraju biti upareni na uzastopnim vodoravnim kolonama s leva na desno. Biće isplaćen samo najviši dobitak na svakoj liniji. Kvar poništava sva plaćanja i igre. Pogledajte pravila igre za više detalja."
    },
    {
      "The wild appears on any top position of the reels and expands to cover the entire reel.": "„Wild“ se može pojaviti u gornjoj poziciji bilo koje vodoravne kolone i proširiti se kako bi pokrio vodoravnu kolonu."
    },
    {
      "It completes and substitutes all the icons except for free spin.": "„Wild“ zamenjuje sve simbole osim Besplatnog okretanja."
    },
    {
      "More than 1 wild can appear at the same time.": "Može se pojaviti više od jednog „Wild“-a."
    },
    {
      "Free spin symbols can appear on any position on the reels.": "Simboli Besplatno okretanje mogu se pojaviti na bilo kojoj poziciji na vodoravnim kolonama."
    },
    {
      "Number of awarded free spins:": "Broj dodeljenih besplatnih okretanja:"
    },
    {
      "3 symbols award 20 free spins": "3 simbola dodeljuju 20 besplatnih okretanja"
    },
    {
      "4 symbols award 30 free spins": "4 simbola dodeljuju 30 besplatnih okretanja"
    },
    {
      "5 symbols award 50 free spins": "5 simbola dodeljuju 50 besplatnih okretanja"
    },
    {
      "Van Hell&#39;s Holy Water expanding sticky wild": "„Van Hell“ sveta vodica šireći lepljivi „wild“"
    },
    {
      "Blood queen shifting wild reel": "„Blood Queen“ pomera „wild“ vodoravnu kolonu"
    },
    {
      "Depending on the initial Free spin game selection, (Van Hell or blood queen) two different Wild symbols might be displayed during the free spin game.": "U zavisnosti od vašeg početnog izbora igre Besplatno okretanje, („Van Hell“ ili „Blood Queen“), dva različita „Wild“ simbola bi se mogla prikazati tokom igre Besplatno okretanje:"
    },
    {
      "The holy water symbol activates the sticky wild spreading animation.": "Simbol Sveta vodica aktivira lepljivu „wild“ šireću animaciju."
    },
    {
      "Each spin, the number of sticky wilds will double, up to four.": "Nakon što se pojavi Sveta vodica, raširiće se prilikom svakog okretanja dok ne pokrije 4 simbola, a onda će nestati za sledeće okretanje."
    },
    {
      "Spreading animation starts vertically and moves horizontally towards the center.": "Širenje animacije počinje vertikalno i pomera se horizontalno prema centru."
    },
    {
      "The blood potion wild icon appears on the third top central reel and expands covering the entire reel.": "„Wild“ Krvavi napitak se pojavljuje na vrhu vodoravnih kolona 2, 3, 4 i širi se pokrivajući vodoravnu kolonu."
    },
    {
      "Each spin, the wild reel will shift leftwards until it reaches the first reel.": "Pri svakom okretanju, „wild“ vodoravna kolona se pomera ulevo i nestaje nakon što stigne do prve vodoravne kolone."
    },
    {
      "More than one wild reel can be displayed on the reels at the same time.": "Istovremeno se na vodoravnim kolonama može prikazati više od jedne „wild“ vodoravne kolone."
    },
    {
      "Blood Queen Game Rules": "Pravila igre za „Blood Queen“"
    },
       {
        "No Winning Lines":"Nema dobitaka"
      }
  ]
}