{
  "Messages": [
    {
      "Win up to 50 Free spins in the Seduction Battle": "在Seduction Battle赢得多达50次免费旋转"
    },
    {
      "Choose between two modes\nBlood Queen for Shifting Expanding Wilds & Van Hell for Sticky Spreading Wilds.": "在两种模式中选择\nBlood Queen中有移动扩展Wild， Van Hell中有粘性扩展Wild。"
    },
    {
      "Choose between Van Hell and the Blood Queen": "Van Hell和Blood Queen之间二选一"
    },
    {
      "You win by matching symbols on win lines. All symbols must be matched on consecutive reels from left to right. Only the highest win on each line will be paid. Malfunction voids all pays and plays. See game rules for more details.": "在赢奖线上匹配符号来赢奖。符号必须在相邻转轴上从左到右排列才能赢奖。每条线仅赔付奖金最高的组合。如出现故障，所有赔付和游戏都将无效。查看游戏规则了解更多详情。"
    },
    {
      "The wild appears on any top position of the reels and expands to cover the entire reel.": "Wild可出现在任意转轴的顶端，然后扩展并覆盖转轴。"
    },
    {
      "It completes and substitutes all the icons except for free spin.": "Wild代替除Free Spin之外的所有符号。"
    },
    {
      "More than 1 wild can appear at the same time.": "同时可出现1个以上Wild。"
    },
    {
      "Free spin symbols can appear on any position on the reels.": "Free Spin符号可出现在转轴任意位置。"
    },
    {
      "Number of awarded free spins:": "奖励免费旋转的次数："
    },
    {
      "3 symbols award 20 free spins": "3个符号奖20次免费旋转"
    },
    {
      "4 symbols award 30 free spins": "4个符号奖30次免费旋转"
    },
    {
      "5 symbols award 50 free spins": "5个符号奖50次免费旋转"
    },
    {
      "Van Hell&#39;s Holy Water expanding sticky wild": "Van Hell&#39;的Holy Water扩展粘性wild"
    },
    {
      "Blood queen shifting wild reel": "Blood Queen移动wild转轴"
    },
    {
      "Depending on the initial Free spin game selection, (Van Hell or blood queen) two different Wild symbols might be displayed during the free spin game.": "根据最初所选的免费旋转游戏（Van Hell或Blood Queen），免费旋转游戏期间可能会显示两种不同的Wild符号。"
    },
    {
      "The holy water symbol activates the sticky wild spreading animation.": "Holy Water符号激活粘性wild扩展动画。"
    },
    {
      "Each spin, the number of sticky wilds will double, up to four.": "Holy Water出现之后，它会在每次旋转时长大，直到覆盖4个符号时在下次旋转时消失。"
    },
    {
      "Spreading animation starts vertically and moves horizontally towards the center.": "扩展动画竖向开始，然后水平向中央移动。"
    },
    {
      "The blood potion wild icon appears on the third top central reel and expands covering the entire reel.": "Blood Potion wild图标出现在转轴2、3、4的顶端，扩展并覆盖整个转轴。"
    },
    {
      "Each spin, the wild reel will shift leftwards until it reaches the first reel.": "每次旋转中，wild转轴都会向左移动，在到达第一个转轴位后消失。"
    },
    {
      "More than one wild reel can be displayed on the reels at the same time.": "转轴上同时可出现一个以上wild转轴。"
    },
    {
      "Blood Queen Game Rules": "Blood Queen游戏规则"
    },
       {
        "No Winning Lines":"没有奖金"
      }
  ]
}