{
  "Messages": [
    {
      "Win up to 50 Free spins in the Seduction Battle": "Κερδίστε μέχρι και 50 Δωρεάν Περιστροφές στη Μάχη της Αποπλάνησης"
    },
    {
      "Choose between two modes\nBlood Queen for Shifting Expanding Wilds & Van Hell for Sticky Spreading Wilds.": "Επιλέξτε μεταξύ δύο λειτουργιών Blood Queen για ετακινούμεν πεκτεινόμεν Μπαλαντέρ &\nVan Hell για ."
    },
    {
      "Choose between Van Hell and the Blood Queen": "Διαλέξτε μεταξύ του Van Hell και της Blood Queen"
    },
    {
      "You win by matching symbols on win lines. All symbols must be matched on consecutive reels from left to right. Only the highest win on each line will be paid. Malfunction voids all pays and plays. See game rules for more details.": "Κερδίζετε αντιστοιχίζοντας σύμβολα σε γραμμές κέρδους. Όλα τα σύμβολα πρέπει να αντιστοιχίζονται σε διαδοχικούς κυλίνδρους από τα αριστερά προς τα δεξιά. Πληρώνεται μόνο το μεγαλύτερο κέρδος σε κάθε γραμμή. Η δυσλειτουργία ακυρώνει όλες τις πληρωμές και τα παιχνίδια. Ανατρέξτε στους κανόνες του παιχνιδιού για περισσότερες λεπτομέρειες."
    },
    {
      "The wild appears on any top position of the reels and expands to cover the entire reel.": " μπαλαντέρ μπορεί να εμφανιστεί στην επάνω θέση οποιουδήποτε κυλίνδρου και επεκτείνεται για να καλύψει τον κύλινδρο."
    },
    {
      "It completes and substitutes all the icons except for free spin.": "μπαλαντέρ υποκαθιστά όλα τα σύμβολα εκτός από τις Δωρεάν Περιστροφές."
    },
    {
      "More than 1 wild can appear at the same time.": "Μπορεί να εμφανιστούν ταυτόχρονα περισσότερ από 1 μπαλαντέρ."
    },
    {
      "Free spin symbols can appear on any position on the reels.": "Τα σύμβολα Δωρεάν Περιστροφών μπορούν να εμφανιστούν σε οποιαδήποτε θέση στους κυλίνδρους."
    },
    {
      "Number of awarded free spins:": "Αριθμός Δωρεάν Περιστροφών που κερδίζονται:"
    },
    {
      "3 symbols award 20 free spins": "3 σύμβολα κερδίζουν 20 Δωρεάν Περιστροφές"
    },
    {
      "4 symbols award 30 free spins": "4 σύμβολα κερδίζουν 30 Δωρεάν Περιστροφές"
    },
    {
      "5 symbols award 50 free spins": "5 σύμβολα κερδίζουν 50 Δωρεάν Περιστροφές"
    },
    {
      "Van Hell&#39;s Holy Water expanding sticky wild": "πεκτεινόμενο σταθερό μπαλαντέρ"
    },
    {
      "Blood queen shifting wild reel": " ετακινούμενο μπαλαντέρ κυλίνδρου"
    },
    {
      "Depending on the initial Free spin game selection, (Van Hell or blood queen) two different Wild symbols might be displayed during the free spin game.": "Ανάλογα με την αρχική επιλογή σας παιχνιδιού Δωρεάν Περιστροφών (Van Hell ή Blood Queen) μπορεί να εμφανιστούν δύο διαφορετικά σύμβολα μπαλαντέρ κατά την διάρκεια του παιχνιδιού Δωρεάν Περιστροφών."
    },
    {
      "The holy water symbol activates the sticky wild spreading animation.": "Το σύμβολο του αγιασμού ενεργοποιεί το κινούμενο σχέδιο εξάπλωσης του σταθερού μπαλαντέρ."
    },
    {
      "Each spin, the number of sticky wilds will double, up to four.": ""
    },
    {
      "Spreading animation starts vertically and moves horizontally towards the center.": "Το κινούμενο σχέδιο εξάπλωσης ξεκινά κάθετα και κινείται οριζόντια προς το κέντρο."
    },
    {
      "The blood potion wild icon appears on the third top central reel and expands covering the entire reel.": "μπαλαντέρ του φίλτρου αίματος εμφανίζεται στην κορυφή των κυλίνδρων 2,3,4 και επεκτείνεται καλύπτοντας τον κύλινδρο."
    },
    {
      "Each spin, the wild reel will shift leftwards until it reaches the first reel.": "Σε κάθε περιστροφή  μπαλαντέρ κυλίνδρου θα μετακινείται προς τα αριστερά και θα εξαφανιστεί αφού φτάσει τον πρώτο κύλινδρο."
    },
    {
      "More than one wild reel can be displayed on the reels at the same time.": "Μπορεί να εμφανιστούν ταυτόχρονα περισσότερ από ένα μπαλαντέρ κυλίνδρου στους κυλίνδρους."
    },
    {
      "Blood Queen Game Rules": "Blood Queen ανόνες αιχνιδιού"
    },
    {
        "No Winning Lines":"Δεν υπάρχουν κέρδη "
      }
  ]
}