{
  "Messages": [
    {
      "Win up to 50 Free spins in the Seduction Battle": "最多可在Seduction Battle贏得 50 次免費旋轉"
    },
    {
      "Choose between two modes\nBlood Queen for Shifting Expanding Wilds & Van Hell for Sticky Spreading Wilds.": "選擇以下兩種模式的其中一種\nBlood Queen帶有位移擴散Wild符號或Van Hell帶有黏性擴散Wild符號。"
    },
    {
      "Choose between Van Hell and the Blood Queen": "請選擇Van Hell或Blood Queen"
    },
    {
      "You win by matching symbols on win lines. All symbols must be matched on consecutive reels from left to right. Only the highest win on each line will be paid. Malfunction voids all pays and plays. See game rules for more details.": "您可以在嬴線上配對符號以獲勝。所有符號必須從左到右在連線捲軸上配對。僅賠付每條線上的最高獎金。故障會使所有賠付及遊戲無效。如需更多詳細資料，請參閱遊戲規則。"
    },
    {
      "The wild appears on any top position of the reels and expands to cover the entire reel.": "Wild符號會出現在任意捲軸的頂部位置，並擴散以覆蓋整個捲軸。"
    },
    {
      "It completes and substitutes all the icons except for free spin.": "Wild符號可替代除免費旋轉以外的所有符號。"
    },
    {
      "More than 1 wild can appear at the same time.": "可能會同時出現超過1個以上的Wild符號。"
    },
    {
      "Free spin symbols can appear on any position on the reels.": "免費旋轉符號可以出現在捲軸上的任意位置。"
    },
    {
      "Number of awarded free spins:": "獲得的免費旋轉次數："
    },
    {
      "3 symbols award 20 free spins": "3 個符號可贏得 20 次免費旋轉"
    },
    {
      "4 symbols award 30 free spins": "4 個符號可贏得 30 次免費旋轉"
    },
    {
      "5 symbols award 50 free spins": "5 個符號可贏得 50 次免費旋轉"
    },
    {
      "Van Hell&#39;s Holy Water expanding sticky wild": "Van Hell的神水擴散黏性wild符號"
    },
    {
      "Blood queen shifting wild reel": "Blood Queen位移wild符號捲軸"
    },
    {
      "Depending on the initial Free spin game selection, (Van Hell or blood queen) two different Wild symbols might be displayed during the free spin game.": "依據一開始您的免費旋轉遊戲選擇 (Van Hell或者Blood Queen)，免費旋轉遊戲期間，可能會出現兩種不同的Wild符號。"
    },
    {
      "The holy water symbol activates the sticky wild spreading animation.": "神水符號會啟動黏性wild符號擴散動畫。"
    },
    {
      "Each spin, the number of sticky wilds will double, up to four.": "神水符號出現後，每次旋轉它會持續擴散直到覆蓋4個符號，然後會在接下來的那次旋轉中消失。"
    },
    {
      "Spreading animation starts vertically and moves horizontally towards the center.": "擴散動畫以豎向方式開始，朝著中心橫向移動。"
    },
    {
      "The blood potion wild icon appears on the third top central reel and expands covering the entire reel.": "血藥水wild符號會出現在捲軸2、3、4的頂部，並擴散覆蓋捲軸。"
    },
    {
      "Each spin, the wild reel will shift leftwards until it reaches the first reel.": "每次旋轉，wild捲軸會往左側移動並在抵達第一捲軸後消失。"
    },
    {
      "More than one wild reel can be displayed on the reels at the same time.": "可能會有超過1個以上的wild符號捲軸同時出現在捲軸上。"
    },
    {
      "Blood Queen Game Rules": "Blood Queen遊戲規則"
    },
       {
        "No Winning Lines":"沒有獎金"
      }
  ]
}