{
  "Messages": [
    {
      "Win up to 50 Free spins in the Seduction Battle": "Gagnez jusqu’à 50 tours gratuits dans la Bataille de Séduction"
    },
    {
      "Choose between two modes\nBlood Queen for Shifting Expanding Wilds & Van Hell for Sticky Spreading Wilds.": "Choisissez entre deux modes : \nBlood Queen pour des Wild Expansifs et Van Hell pour des Wild Gluants."
    },
    {
      "Choose between Van Hell and the Blood Queen": "Choisissez entre Van Hell et Blood Queen"
    },
    {
      "You win by matching symbols on win lines. All symbols must be matched on consecutive reels from left to right. Only the highest win on each line will be paid. Malfunction voids all pays and plays. See game rules for more details.": "Vous gagnez en faisant correspondre des symboles sur les lignes de gain. Tous les symboles doivent être identiques sur des rouleaux consécutifs de gauche à droite. Seul le gain le plus élevé sur chaque ligne sera payé. Tout mauvais fonctionnement invalide les gains et tours. Voir les règles du jeu pour plus de détails."
    },
    {
      "The wild appears on any top position of the reels and expands to cover the entire reel.": "Les Wild peuvent apparaître en haut de n’importe quel rouleau et s’étendront pour couvrir le rouleau."
    },
    {
      "It completes and substitutes all the icons except for free spin.": "Les Wild se substituent à tous les symboles sauf les Free Spin."
    },
    {
      "More than 1 wild can appear at the same time.": "Il peut y avoir plus d’un Wild en même temps."
    },
    {
      "Free spin symbols can appear on any position on the reels.": "Les symboles Free Spin peuvent apparaître dans n’importe quelle position sur les rouleaux."
    },
    {
      "Number of awarded free spins:": "Nombre de Tours Gratuits attribués :"
    },
    {
      "3 symbols award 20 free spins": "3 symboles = 20 tours gratuits"
    },
    {
      "4 symbols award 30 free spins": "4 symboles = 30 tours gratuits"
    },
    {
      "5 symbols award 50 free spins": "5 symboles = 50 tours gratuits"
    },
    {
      "Van Hell&#39;s Holy Water expanding sticky wild": "L’eau bénite de Van Hell étend les Wild gluants"
    },
    {
      "Blood queen shifting wild reel": "Blood Queen décale le rouleau Wild"
    },
    {
      "Depending on the initial Free spin game selection, (Van Hell or blood queen) two different Wild symbols might be displayed during the free spin game.": "Selon votre sélection initiale (Van Hell ou Blood Queen), deux symboles Wild différents peuvent être affichés au cours du jeu Free Spin."
    },
    {
      "The holy water symbol activates the sticky wild spreading animation.": "Le symbole de l’Eau Bénite déclenche l’expansion des Wild Gluants."
    },
    {
      "Each spin, the number of sticky wilds will double, up to four.": "L’Eau Bénite se répandra à chaque tour jusqu’à ce qu’elle recouvre 4 symboles, puis elle disparaîtra le tour suivant."
    },
    {
      "Spreading animation starts vertically and moves horizontally towards the center.": "L’animation commence verticalement et se déplace horizontalement vers le centre."
    },
    {
      "The blood potion wild icon appears on the third top central reel and expands covering the entire reel.": "Le Wild Blood Potion apparaît en haut des rouleaux 2, 3 et 4 et s’étend jusqu’à les couvrir entièrement."
    },
    {
      "Each spin, the wild reel will shift leftwards until it reaches the first reel.": "Chaque tour, le rouleau Wild se déplacera vers la gauche et disparaîtra après avoir atteint le premier rouleau."
    },
    {
      "More than one wild reel can be displayed on the reels at the same time.": "Il peut y avoir plus d’un rouleau Wild en même temps."
    },
    {
      "Blood Queen Game Rules": "Règles du jeu Blood Queen"
    },
       {
        "No Winning Lines":"Aucun gain"
      }
  ]
}