{
  "Messages": [
    {
      "Win up to 50 Free spins in the Seduction Battle": "Gane hasta 50 Giros Gratis en la Batalla de la Seducción"
    },
    {
      "Choose between two modes\nBlood Queen for Shifting Expanding Wilds & Van Hell for Sticky Spreading Wilds.": "Elija entre dos modos\nBlood Queen para los Wild expandidos cambiantes y Van Hell para Wild pegajosos expandidos."
    },
    {
      "Choose between Van Hell and the Blood Queen": "Elija entre Van Hell y la Blood Queen."
    },
    {
      "You win by matching symbols on win lines. All symbols must be matched on consecutive reels from left to right. Only the highest win on each line will be paid. Malfunction voids all pays and plays. See game rules for more details.": "Gana emparejando símbolos en líneas de premio. Todos los símbolos deben coincidir en carretes consecutivos de izquierda a derecha. Solo se paga el premio más alto en cada línea. Los fallos de funcionamiento anulan todas las jugadas y pagos. Para más detalles, vea las reglas del juego."
    },
    {
      "The wild appears on any top position of the reels and expands to cover the entire reel.": "El Wild puede aparecer en la posición superior de cualquier carrete y se expandirá para cubrir el carrete."
    },
    {
      "It completes and substitutes all the icons except for free spin.": "Los Wild sustituyen a todos los símbolos salvo al Giro Gratis."
    },
    {
      "More than 1 wild can appear at the same time.": "Puede aparecer más de 1 carrete Wild a la vez."
    },
    {
      "Free spin symbols can appear on any position on the reels.": "Los símbolos Giros Gratis pueden aparecer en cualquier posición de los carretes."
    },
    {
      "Number of awarded free spins:": "Número de Giros Gratis activados:"
    },
    {
      "3 symbols award 20 free spins": "3 símbolos activan 20 Giros Gratis"
    },
    {
      "4 symbols award 30 free spins": "4 símbolos activan 30 Giros Gratis"
    },
    {
      "5 symbols award 50 free spins": "5 símbolos activan 50 Giros Gratis"
    },
    {
      "Van Hell&#39;s Holy Water expanding sticky wild": "El wild expandido pegajoso Agua Bendita de Van Hell"
    },
    {
      "Blood queen shifting wild reel": "Carrete Wild cambiante Blood Queen"
    },
    {
      "Depending on the initial Free spin game selection, (Van Hell or blood queen) two different Wild symbols might be displayed during the free spin game.": "Dependiendo de la selección inicial del juego de Giros Gratis (Van Hell o Blood Queen) pueden aparecer dos símbolos Wild distintos:"
    },
    {
      "The holy water symbol activates the sticky wild spreading animation.": "El símbolo Agua bendita activa la animación de la expansión del Wild pegajoso."
    },
    {
      "Each spin, the number of sticky wilds will double, up to four.": "Cuando el Agua bendita aparezca se extenderá durante cada giro hasta que cubra 4 símbolos, tras lo cual desaparecerá durante el siguiente giro."
    },
    {
      "Spreading animation starts vertically and moves horizontally towards the center.": "La animación de expansión empieza en vertical y se mueve en horizontal hacia el centro."
    },
    {
      "The blood potion wild icon appears on the third top central reel and expands covering the entire reel.": "La Poción de sangre aparecerá sobre los carretes 2, 3 y 4 y se expandirá para cubrir el carrete."
    },
    {
      "Each spin, the wild reel will shift leftwards until it reaches the first reel.": "Cada giro el carrete Wild se moverá a la izquierda y desaparecerá tras llegar al primer carrete."
    },
    {
      "More than one wild reel can be displayed on the reels at the same time.": "En los carretes puede aparecer a la vez más de un carrete Wild."
    },
    {
      "Blood Queen Game Rules": "Reglas del juego Blood Queen"
    },
    {
        "No Winning Lines":"Sin premios"
      }
  ]
}