{
  "Messages": [
    {
      "Win up to 50 Free spins in the Seduction Battle": "Gewinnen Sie bis zu 50 Freispiele im Seduction Battle"
    },
    {
      "Choose between two modes\nBlood Queen for Shifting Expanding Wilds & Van Hell for Sticky Spreading Wilds.": "Wählen Sie zwischen zwei Modi Blood Queen für einrückende,\nsich erweiternde Wilds  Van Hell für sich ausbreitende Sticky-Wilds."
    },
    {
      "Choose between Van Hell and the Blood Queen": "Wählen Sie zwischen Van Hell und der Blood Queen"
    },
    {
      "You win by matching symbols on win lines. All symbols must be matched on consecutive reels from left to right. Only the highest win on each line will be paid. Malfunction voids all pays and plays. See game rules for more details.": "Sie gewinnen, wenn gleiche Symbole auf Gewinnlinien erscheinen. Alle Symbole müssen auf benachbarten Walzen von links nach rechts übereinstimmen. Nur der höchste Gewinn auf jeder Linie wird ausgezahlt. Bei einer Fehlfunktion werden alle Auszahlungen und alle Spiele für ungültig erklärt. Weitere Informationen finden Sie in den Spielregeln."
    },
    {
      "The wild appears on any top position of the reels and expands to cover the entire reel.": "Das Wild-Symbol kann im oberen Teil einer jeden Walze erscheinen und erweitert sich, um sich über die gesamte Walze zu erstrecken."
    },
    {
      "It completes and substitutes all the icons except for free spin.": "Wild-Symbole ersetzen alle Symbole außer Freispiel-Symbole."
    },
    {
      "More than 1 wild can appear at the same time.": "Es können gleichzeitig mehrere Wild-Walzen im Spiel erscheinen."
    },
    {
      "Free spin symbols can appear on any position on the reels.": "Freispiel-Symbole können überall auf den Walzen erscheinen."
    },
    {
      "Number of awarded free spins:": "Anzahl der gewonnenen Freispiele:"
    },
    {
      "3 symbols award 20 free spins": "3 Symbole gewähren 20 Freispiele"
    },
    {
      "4 symbols award 30 free spins": "4 Symbole gewähren 30 Freispiele"
    },
    {
      "5 symbols award 50 free spins": "5 Symbole gewähren 50 Freispiele"
    },
    {
      "Van Hell&#39;s Holy Water expanding sticky wild": "Van Hells sich erweiterndes Weihwasser-Sticky-Wild"
    },
    {
      "Blood queen shifting wild reel": "Blood Queen einrückende Wild-Walze"
    },
    {
      "Depending on the initial Free spin game selection, (Van Hell or blood queen) two different Wild symbols might be displayed during the free spin game.": "Je nach zu Beginn gewähltem Modus (Van Hell oder Blood Queen), erscheinen zwei verschiedene Wild-Symbole während der Freispiele."
    },
    {
      "The holy water symbol activates the sticky wild spreading animation.": "Das Weihwasser-Symbol aktiviert die Ausbreitung der Sticky-Wilds."
    },
    {
      "Each spin, the number of sticky wilds will double, up to four.": "Nachdem das Weihwasser erscheint, wird es mit jedem Spin größer, bis es schließlich 4 Symbole bedeckt. Danach wird es bis zum nächsten Spin verschwinden."
    },
    {
      "Spreading animation starts vertically and moves horizontally towards the center.": "Die Ausbreitung der Wilds beginnt vertikal und bewegt sich horizontal in Richtung der Spielmitte."
    },
    {
      "The blood potion wild icon appears on the third top central reel and expands covering the entire reel.": "Das Bluttrank-Symbol erscheint im oberen Teil der Walzen 2,3,4 und erweitert sich, bis es sich über die gesamte Walze erstreckt."
    },
    {
      "Each spin, the wild reel will shift leftwards until it reaches the first reel.": "Nach jedem Spin rückt die Wild-Walze um eine Position nach links und verschwindet schließlich, nachdem sie die erste Walze erreicht hat."
    },
    {
      "More than one wild reel can be displayed on the reels at the same time.": "Es können gleichzeitig mehrere Wild-Walzen im Spiel erscheinen."
    },
    {
      "Blood Queen Game Rules": "Blood Queen Spielregeln"
    },
       {
        "No Winning Lines":"Kein Gewinn "
      }
  ]
}