{
  "Messages": [
    {
      "Win up to 50 Free spins in the Seduction Battle": "Baştan Çıkarma Savaşı'nda maksimum 50 Ücretsiz Döndürme kazan"
    },
    {
      "Choose between two modes\nBlood Queen for Shifting Expanding Wilds & Van Hell for Sticky Spreading Wilds.": "İki mod arasından seçim yapın\nKayan Genişleyen Wild'lar için Blood Queen ve Yapışkan Yayılan Wild'lar için Van Hell."
    },
    {
      "Choose between Van Hell and the Blood Queen": "Van Hell ve Blood Queen'den birini seçin."
    },
    {
      "You win by matching symbols on win lines. All symbols must be matched on consecutive reels from left to right. Only the highest win on each line will be paid. Malfunction voids all pays and plays. See game rules for more details.": "Kazanç satırlarında sembolleri eşleştirerek kazanabilirsin. Tüm semboller, soldan sağa ardışık çarklarda eşleşmelidir. Her satırda sadece en yüksek kazanç ödenir. Arıza halinde tüm oyun ve kazançlar geçersiz kalır. Daha fazla bilgi için oyun kurallarını inceleyin."
    },
    {
      "The wild appears on any top position of the reels and expands to cover the entire reel.": "Wild sembolü herhangi bir çarkın üst kısmında ortaya çıkıp ."
    },
    {
      "It completes and substitutes all the icons except for free spin.": "Wild sembolü Ücretsiz Döndürme dışındaki tüm sembollerin yerine geçer."
    },
    {
      "More than 1 wild can appear at the same time.": "Aynı anda 1'den fazla Wild çıkabilir."
    },
    {
      "Free spin symbols can appear on any position on the reels.": "Ücretsiz Döndürme sembolü çarkların herhangi bir yerinde çıkabilir."
    },
    {
      "Number of awarded free spins:": "Kazanılan Ücretsiz Döndürme sayısı:"
    },
    {
      "3 symbols award 20 free spins": "3 sembol 20 Ücretsiz Döndürme kazandırır"
    },
    {
      "4 symbols award 30 free spins": "4 sembol 30 Ücretsiz Döndürme kazandırır"
    },
    {
      "5 symbols award 50 free spins": "5 sembol 50 Ücretsiz Döndürme kazandırır"
    },
    {
      "Van Hell&#39;s Holy Water expanding sticky wild": "Van Hell'in Kutsal Suyu genişleyen yapışkan wild"
    },
    {
      "Blood queen shifting wild reel": "Blood Queen kayan wild çarkı"
    },
    {
      "Depending on the initial Free spin game selection, (Van Hell or blood queen) two different Wild symbols might be displayed during the free spin game.": "İlk Ücretsiz Döndürme oyun seçiminize bağlı olarak (Van Hell veya Blood Queen) Ücretsiz Döndürme oyunu sırasında iki farklı wild sembolü gösterilebilir."
    },
    {
      "The holy water symbol activates the sticky wild spreading animation.": "Kutsal Su sembolü yapışkan wild yayılma animasyonunu etkinleştirir."
    },
    {
      "Each spin, the number of sticky wilds will double, up to four.": "Kutsal Su ortaya çıktıktan sonra 4 sembolü kaplayana kadar her dönüşte yayılır ve kapladıktan sonraki dönüşte yok olur."
    },
    {
      "Spreading animation starts vertically and moves horizontally towards the center.": "Yayılma animasyonu dikey olarak başlar ve yatay olarak merkeze doğru hareket eder."
    },
    {
      "The blood potion wild icon appears on the third top central reel and expands covering the entire reel.": "Kan İksiri wild sembolü, 2, 3, 4. çarkın üstünde görünür ve çarkı kaplayarak genişler."
    },
    {
      "Each spin, the wild reel will shift leftwards until it reaches the first reel.": "Her döndürmede wild çarkı sola doğru kayacak ve ilk çarka ulaştıktan sonra kaybolacaktır."
    },
    {
      "More than one wild reel can be displayed on the reels at the same time.": "Çarklarda aynı anda birden fazla wild görünebilir."
    },
    {
      "Blood Queen Game Rules": "Blood Queen Oyun Kuralları"
    },
       {
        "No Winning Lines":"Kazanç Yok"
      }
  ]
}