{
  "Messages": [
    {
      "Win up to 50 Free spins in the Seduction Battle": "Wygraj do 50 obrotów darmowych w bitwie uwodzenia"
    },
    {
      "Choose between two modes\nBlood Queen for Shifting Expanding Wilds & Van Hell for Sticky Spreading Wilds.": "Wybierz spośród dwóch trybów Blood Queen dla przesuwanych,\nrozszerzanych symbolów wild albo Van Hell dla przylepnych,rozszerzanych symbolów wild."
    },
    {
      "Choose between Van Hell and the Blood Queen": "Wybierz między Van Hellem a Blood Queen"
    },
    {
      "You win by matching symbols on win lines. All symbols must be matched on consecutive reels from left to right. Only the highest win on each line will be paid. Malfunction voids all pays and plays. See game rules for more details.": "Wygrywasz przez dopasowanie symbolów na liniach wygranych. Wszystkie symbole muszą znajdować się na kolejnych bębnach od lewej do prawej. Dla każdej linii wypłacana jest tylko najwyższa wygrana. Awaria anuluje wszystkie wypłaty i rozgrywki. Szczegółowe informacje można znaleźć w zasadach gry."
    },
    {
      "The wild appears on any top position of the reels and expands to cover the entire reel.": "Symbol wild może pojawić się w górnej pozycji dowolnych bębnów i rozszerzyć się na cały bęben."
    },
    {
      "It completes and substitutes all the icons except for free spin.": "Symbole wild zastępują wszystkie symbole za wyjątkiem symbolu obrotów darmowych."
    },
    {
      "More than 1 wild can appear at the same time.": "Jednocześnie może pojawić się więcej niż 1 symbol wild."
    },
    {
      "Free spin symbols can appear on any position on the reels.": "Symbole obrotów darmowych mogą pojawić się w dowolnej pozycji bębnów."
    },
    {
      "Number of awarded free spins:": "Liczba wygranych obrotów darmowych:"
    },
    {
      "3 symbols award 20 free spins": "3 symbole wygrywają 20 obrotów darmowych"
    },
    {
      "4 symbols award 30 free spins": "4 symbole wygrywają 30 obrotów darmowych"
    },
    {
      "5 symbols award 50 free spins": "5 symbolów wygrywa 50 obrotów darmowych"
    },
    {
      "Van Hell&#39;s Holy Water expanding sticky wild": "Rozszerzany, przylepny symbol wild wody święconej Van Hella"
    },
    {
      "Blood queen shifting wild reel": "Przesuwany bęben wild Blood Queen"
    },
    {
      "Depending on the initial Free spin game selection, (Van Hell or blood queen) two different Wild symbols might be displayed during the free spin game.": "Zależnie od początkowego wyboru gry obrotów darmowych (Van Hell lub Blood Queen) podczas gier darmowych mogą zostać wyświetlone dwa różne symbole wild."
    },
    {
      "The holy water symbol activates the sticky wild spreading animation.": "Symbol wody święconej uaktywnia animację rozszerzania przylepnego symbolu wild."
    },
    {
      "Each spin, the number of sticky wilds will double, up to four.": "Po pojawieniu się symbol wody święconej będzie rozszerzał się z każdym obrotem, aż zakryje 4 symbole i zniknie w kolejnym obrocie."
    },
    {
      "Spreading animation starts vertically and moves horizontally towards the center.": "Animacja rozszerzania zaczyna się w pionie i przechodzi w poziomie w kierunku środka."
    },
    {
      "The blood potion wild icon appears on the third top central reel and expands covering the entire reel.": "Symbol wild eliksiru krwi pojawia się u góry bębnów 2, 3, 4 i rozszerza się, zakrywając bęben."
    },
    {
      "Each spin, the wild reel will shift leftwards until it reaches the first reel.": "Podczas każdego obrotu bęben wild przesunie się w lewo i zniknie po dotarciu do pierwszego bębna."
    },
    {
      "More than one wild reel can be displayed on the reels at the same time.": "Jednocześnie może pojawić się więcej niż jeden bęben wild."
    },
    {
      "Blood Queen Game Rules": "Zasady gry Blood Queen"
    },
       {
        "No Winning Lines":"Brak wygranych"
      }
  ]
}