{
  "Messages": [
    {
      "Win up to 50 Free spins in the Seduction Battle": "Vinn upp till 50 gratissnurr i den förföriska kampen"
    },
    {
      "Choose between two modes\nBlood Queen for Shifting Expanding Wilds & Van Hell for Sticky Spreading Wilds.": "Välj mellan två lägen\nBlood Queen för skiftande expanderande wildsymboler och\nVan Hell för klibbiga wildsymboler som sprider sig."
    },
    {
      "Choose between Van Hell and the Blood Queen": "Välj mellan Van Hell och Blood Queen"
    },
    {
      "You win by matching symbols on win lines. All symbols must be matched on consecutive reels from left to right. Only the highest win on each line will be paid. Malfunction voids all pays and plays. See game rules for more details.": "Du vinner genom att para ihop symboler på vinstlinjer. Samtliga symboler behöver ligga på varandra följande hjul från vänster till höger. Endast den högsta vinsten per linje ger utdelning. Fel förklarar alla vinster och spel ogiltiga. Se spelregler för mer information."
    },
    {
      "The wild appears on any top position of the reels and expands to cover the entire reel.": "Wild-symboler visas högst upp på ett hjul och expanderar så att de täcker hela hjulet."
    },
    {
      "It completes and substitutes all the icons except for free spin.": "Wild-symboler ersätter alla symboler förutom gratissnurrsymboler."
    },
    {
      "More than 1 wild can appear at the same time.": "Fler än en wildsymbol kan visas samtidigt."
    },
    {
      "Free spin symbols can appear on any position on the reels.": "Gratissnurrsymboler kan dyka upp var som helst på hjulen."
    },
    {
      "Number of awarded free spins:": "Antalet utdelade gratissnurr:"
    },
    {
      "3 symbols award 20 free spins": "3 symboler ger 20 gratissnurr"
    },
    {
      "4 symbols award 30 free spins": "4 symboler ger 30 gratissnurr"
    },
    {
      "5 symbols award 50 free spins": "5 symboler ger 50 gratissnurr"
    },
    {
      "Van Hell&#39;s Holy Water expanding sticky wild": "Den expanderande klibbiga wildfunktionen Van Hells vigvatten"
    },
    {
      "Blood queen shifting wild reel": "Blood Queens skiftande wildhjul"
    },
    {
      "Depending on the initial Free spin game selection, (Van Hell or blood queen) two different Wild symbols might be displayed during the free spin game.": "Beroende på det spel med gratissnurr du först valde (Van Hell eller Blood Queen) kan två olika wildsymboler visas under spelet med gratissnurr:"
    },
    {
      "The holy water symbol activates the sticky wild spreading animation.": "Vigvattensymbolen aktiverar animationen för den klibbiga wildspridningen."
    },
    {
      "Each spin, the number of sticky wilds will double, up to four.": "När vigvattensymbolen dyker upp sprider den sig för varje snurr tills den täcker 4 symboler, och försvinner sedan till nästa snurr."
    },
    {
      "Spreading animation starts vertically and moves horizontally towards the center.": "Spridningsanimationen startar lodrätt och rör sig sedan vågrätt mot mitten."
    },
    {
      "The blood potion wild icon appears on the third top central reel and expands covering the entire reel.": "Bloddryckens wildsymbol visas högst upp på hjul 2, 3 eller 4 och expanderar över hela hjulet."
    },
    {
      "Each spin, the wild reel will shift leftwards until it reaches the first reel.": "För varje snurr förflyttar sig wildhjulet åt vänster och försvinner när det når det första hjulet."
    },
    {
      "More than one wild reel can be displayed on the reels at the same time.": "Fler än ett wildhjul kan visas på hjulen samtidigt."
    },
    {
      "Blood Queen Game Rules": "Blood Queens spelregler"
    },
       {
        "No Winning Lines":"Inga vinster"
      }
  ]
}