<ul>
    <li>Blood Queen ist ein Videospielautomat mit 5 Walzen und 3 Reihen, der eine Wild-Walze w&auml;hrend der regul&auml;ren Runde, sowie Freispiele, einr&uuml;ckende Wild-Walzen und expandierende Sticky-Wilds w&auml;hrend der Freispiele bietet.</li>
    <li>Sie spielen mit fixen 30 Linien pro Spin (1 M&uuml;nze pro Linie). Der Gesamteinsatz wird auf dem Einsatz-Button angezeigt.</li>
    <li>Um den Einsatzbetrag zu &auml;ndern, &ouml;ffnen Sie den Einsatzbereich und w&auml;hlen mithilfe der Pfeile einen Betrag.</li>
    <li><span>H&Ouml;CHSTEINSATZ</span>&nbsp;l&auml;dt den maximal zul&auml;ssigen Einsatzbetrag.</li>
    <li><span>M&Uuml;NZEN/CASH</span> schaltet zwischen der Anzeige des Guthabens und der Auszahlungsbetr&auml;ge von CASH in M&Uuml;NZEN um. Der Einsatzbetrag wird immer in CASH angezeigt. Der Wert der M&uuml;nzen ist: Einsatzbetrag/Anzahl der Linien.</li>
    <li>Bei Bet&auml;tigen des Spin-Buttons wird das Spiel mit dem aktuellen Einsatzbetrag gespielt (Sie k&ouml;nnen auch die Leertaste dr&uuml;cken, wenn sie in den Einstellungen aktiviert ist).</li>
    <li>Gewinnkombinationen und Auszahlungen erfolgen gem&auml;&szlig; der&nbsp;<span>AUSZAHLUNGSTABELLE.</span></li>
    <li>Ein M&uuml;nzliniengewinn entspricht dem in der&nbsp;<span>AUSZAHLUNGSTABELLE</span> angezeigten Wert.</li>
    <li>Es wird nur die h&ouml;chste Gewinnkombination auf einer aktiven Einsatzlinie von links nach rechts ausgezahlt.</li>
    <li>Wild-Symbole ersetzen alle Symbole au&szlig;er Spezialsymbole.</li>
    <li>Freispiel-Symbole k&ouml;nnen &uuml;berall auf den Walzen erscheinen.</li>
    <li>Die Anzahl der gewonnenen FS ist von der Anzahl der auf den Walzen zu sehenden FS-Symbole abh&auml;ngig.</li>
    <li>W&auml;hrend der regul&auml;ren Runde k&ouml;nnen im oberen Teil einer jeden Walze Wild-Symbole erscheinen, sich erweitern und sich &uuml;ber die gesamte Walze erstrecken.</li>
    <li>Spezielle sich erweiternde Sticky-Wild-Symbole und die einr&uuml;ckende Wild-Walze werden w&auml;hrend des Freispiels aktiviert.</li>
    <li>Wenn Sie&nbsp;ZUM SPASS SPIELEN, steht kein Spielverlauf zur Verf&uuml;gung.</li>
    <li>&Ouml;ffnen Sie das Men&uuml; <span>AUTOPLAY</span>, indem Sie den Spin-Button gedr&uuml;ckt halten, um die Anzahl der Runden anzupassen (Sie k&ouml;nnen jederzeit auf den&nbsp;<span>SPIELEN</span>-Button klicken, um das Autoplay zu starten bzw. auf den <span>STOPP</span>-Button, um es zu stoppen). Um die Stopp-Kriterien anzupassen, &ouml;ffnen Sie im Men&uuml; die Autoplay-Einstellungen.</li>
    <li>Dieses Spiel unterliegt einem Auszahlungslimit pro Spielrunde, das sich aus dem Einsatz multipliziert mit 4000 ergibt. Sollte der Auszahlungsbetrag aus irgendeinem Grund h&ouml;her sein als der sich hieraus ergebende Betrag, so wird er auf den Maximalbetrag reduziert.</li>
</ul><br><h2>Erweiterte Autoplay-Optionen</h2>
<ul>
    <li>Um erweiterte Autoplay-Optionen einzustellen, klicken Sie in der oberen linken Ecke des Spiels auf das Men&uuml;symbol und w&auml;hlen Sie dann im Men&uuml;bereich das Symbol&nbsp;<span>AUTOPLAY</span>.</li>
    <li><span>Stoppen bei beliebigem Gewinn.</span> Autoplay stoppen, wenn Sie eine Runde gewinnen.</li>
    <li><span>Stoppen bei einem Einzelgewinn von.</span> Autoplay stoppen, wenn der Betrag, den Sie gewinnen, dem angegebenen Betrag entspricht bzw. diesen &uuml;bersteigt.</li>
    <li><span>Stoppen bei einer Cash-Erh&ouml;hung von</span> Autoplay stoppen bei einer Cash-Erh&ouml;hung um den angegebenen Betrag.</li>
    <li><span>Stoppen bei einer Cash-Verringerung von</span> Autoplay stoppen bei einer Cash-Verringerung um den angegebenen Betrag.</li>
    <li><span>Stoppen, wenn ein beliebiges Features gestartet wird.</span> Autoplay stoppen, wenn ein Feature ausgel&ouml;st wird.</li>
    <li><span>Hinweis:</span> Wenn Sie die Autoplay-Einstellungen w&auml;hrend einer Spielrunde &auml;ndern, werden alle ge&auml;nderten Einstellungen erst wirksam, nachdem die Spielrunde oder das Feature beendet ist.</li>
    <li><span>Hinweis:</span> Wenn Ihre Verbindung w&auml;hrend des Spiels unterbrochen wird, werden alle Autoplay-Einstellungen auf die Standardeinstellungen zur&uuml;ckgesetzt, wenn Sie das Spiel neu laden.</li>
    <li><span>Hinweis:</span> Einige Autoplay-Optionen sind in einigen L&auml;ndern zwingend vorgeschrieben.</li>
</ul>


<h2>WILD-WALZEN-SYMBOL w&auml;hrend des regul&auml;ren Spiels</h2>
<ul>
    <li>Wenn ein Wasserspeier-Symbol im oberen Teil einer Walze erscheint, erweitert es sich und erstreckt sich &uuml;ber die gesamte Walze.</li>
    <li>Es k&ouml;nnen gleichzeitig mehrere Wild-Walzen im Spiel erscheinen.</li>
    <li>Eine Wild-Walze ersetzt und erg&auml;nzt alle Symbole au&szlig;er Freispiel-Symbole.</li>
</ul>

<h2>Gratis-Spin</h2>
<ul>
    <li>Freispiel-Symbole k&ouml;nnen &uuml;berall auf den Walzen erscheinen.</li>
    <li>Die Anzahl der gewonnenen Freispiele ist von der Anzahl der auf den Walzen zu sehenden Freispiel-Symbole abh&auml;ngig.</li>
    <li>
        <ul>
            <li>3 Symbole gew&auml;hren 20 Freispiele</li>
            <li>4 Symbole gew&auml;hren 30 Freispiele</li>
            <li>5 Symbole gew&auml;hren 50 Freispiele</li>
        </ul>
    </li>
    <li>Je nach zu Beginn gew&auml;hltem Freispiel-Modus (Van Hell oder Blood Queen), erscheinen zwei verschiedene Wild-Symbole w&auml;hrend der Freispiele:</li>
    <li><span>Van Hells sich erweiterndes Weihwasser-Sticky-Wild</span></li>
    <li>
        <ul>
            <li>Das Weihwasser-Symbol erscheint an einer beliebigen Position auf den Walzen 2, 3, 4 und aktiviert die sich erweiternden Sticky-Wilds. Die Position des ersten Sticky-Wild-Symbols entscheidet &uuml;ber die Ausbreitungsrichtung der Wilds.  Nachdem das Weihwasser erscheint, wird es mit jedem Spin gr&ouml;&szlig;er, bis es schlie&szlig;lich 4 Symbole bedeckt. Danach wird es bis zum n&auml;chsten Spin verschwinden. Die Ausbreitung der Wilds beginnt vertikal und bewegt sich horizontal in Richtung der Spielmitte.</li>
            <li>Es k&ouml;nnen gleichzeitig mehrere Sticky-Wilds im Spiel erscheinen.</li>
            <li>W&auml;hrend des letzten Freispiels bleiben die Sticky-Wilds auf ihrer Position stehen. </li>
            <li>Wild-Symbole ersetzen alle Symbole au&szlig;er Spezialsymbole.</li>
        </ul>
    </li>
    <li><span>Blood Queen einr&uuml;ckende Wild-Walze</span></li>
    <li>
        <ul>
            <li>Das Bluttrank-Wild-Symbol erscheint im oberen Teil der Walzen 2, 3, 4 und erweitert sich, bis es sich &uuml;ber die gesamte Walze erstreckt. Bei jedem Spin wird die Wild-Walze eine Position nach links aufr&uuml;cken, bis es bei der ersten Walze angelangt, nach der sie verschwindet.</li>
            <li>Es k&ouml;nnen gleichzeitig mehrere Wild-Walzen im Spiel erscheinen.</li>
            <li>W&auml;hrend des letzten Freispiels bleiben die Wild-Walzen auf ihrer Position stehen und Wilds bleiben nicht &uuml;ber das Ende des Freispiels hinaus fixiert.</li>
            <li>Wild-Symbole ersetzen alle Symbole au&szlig;er Spezialsymbole.</li>
        </ul>
    </li>
</ul>

<h2>Spieleinstellungsoptionen</h2>
<ul>
    <li>Um die Spieleinstellungen zu &ouml;ffnen, klicken Sie auf das Men&uuml;symbol in der oberen linken Ecke.</li>
    <li><span>Seite &quot;Ton&quot;</span></li>
    <li><span>Toneffekte.</span> Schaltet die Toneffekte ein oder aus.</li>
    <li><span>Hintergrundmusik.</span> Schaltet die Hintergrundmusik ein oder aus.</li>
    <li><span>Seite &quot;Einstellungen&quot;</span></li>
    <li><span>Links drehender Spin.</span> Tauscht die Position des Einsatz- und des Spin-Buttons.</li>
    <li><span>Intro-Bildschirm.</span> Schaltet den Intro-Bildschirm ein oder aus.</li>
    <li><span>Seite &quot;Autoplay&quot;</span></li>
    <li><span>Autoplay.</span> Siehe Erweiterte Autoplay-Optionen weiter oben.</li>
    <li><span>Spielverlauf</span></li>
    <li><span>Spielverlaufsliste.</span> Eine Liste aller gespielten Spiele (im SPASS-Modus nicht verf&uuml;gbar). Klicken Sie auf eine Zeile, um alle verf&uuml;gbaren Details anzuzeigen.</li>
    <li><span>Seite &quot;Einsatzeinstellungen&quot;</span></li>
    <li><span>Anzeige in M&uuml;nzen.</span> Schaltet zwischen M&uuml;nzen und Cash um (wirkt sich nur auf Gesamtguthaben und Gewinne aus). Der Einsatz wird immer in der aktuellen W&auml;hrung in Cash angezeigt.</li>
    <li><span>Homepage.</span> Klicken Sie auf den Home-Button, um zur Lobby zur&uuml;ckzukehren.</li>
</ul>

<h2>Return to Player</h2>
<ul>
    <li>Der theoretische Return to Player (RTP) betr&auml;gt bei diesem Spiel <span class="__rtp"></span> %.</li>
</ul>
<h2>Weitere Informationen</h2>
<ul>
    <li>Die folgenden Spielfunktionen und Einstellungen k&ouml;nnen den allgemeinen Gesch&auml;ftsbedingungen der Gaming-Site unterliegen. Weitere Informationen zu den folgenden Themen finden Sie auf der Gaming-Website:</li>
    <li>
        <ul>

            <li>Die Verfahren zur Handhabung nicht beendeter Spielrunden.</li>
            <li>Die Zeit, nach der inaktive Spielsitzungen automatisch beendet werden.</li>
        </ul>
    </li>
    <li>Im Falle einer Fehlfunktion der Spielehardware/-software werden alle davon betroffenen Spieleins&auml;tze und Auszahlungen f&uuml;r ung&uuml;ltig erkl&auml;rt und die betroffenen Eins&auml;tze werden r&uuml;ckerstattet.</li>
    <li><span>Zuletzt ge&auml;ndert am 26,09.2017.</span></li>
</ul>
