<ul>
    <li>Blood Queen er en videoautomat med 5 hjul og 3 rader. Den inneholder jokerhjul i hovedspillet, gratisspinn, skiftende jokerhjul og utvidende klebrige jokere i runden med gratisspinn.</li>
    <li>Du spiller fast med 30 linjer per spinn (1 mynt per linje), den samlede innsatsen vises p&aring; spillknappen.</li>
    <li>For &aring; endre innsatsverdien &aring;pner du innsatsfanen, og velger innsats ved &aring; bruke pilene .</li>
    <li><span>MAKSINNSATS</span> laster inn den maksimale innsatsverdien.</li>
    <li><span>MYNTER/PENGER</span> bytter saldovisningen og utbetalingsverdien fra PENGER til MYNTER. Innsatsverdien vises alltid som PENGER. Myntens verdi er: Innsatsverdien delt p&aring; antall linjer.</li>
    <li>Spinnknappen spiller spillet med den n&aring;v&aelig;rende innsatsverdien (du kan klikke p&aring; mellomrom dersom det er aktivert i innstillingsmenyen).</li>
    <li>Vinnerkombinasjoner og utbetalinger skjer i henhold til&nbsp;<span>BETALINGSTABELLEN.</span></li>
    <li>En myntlinjegevinst tilsvarer verdien som vises i&nbsp;<span>BETALINGSTABELLEN.</span></li>
    <li>Kun den h&oslash;yeste vinnerkombinasjonen p&aring; en aktiv gevinstlinje fra venstre til h&oslash;yre blir betalt.</li>
    <li>Jokersymboler erstatter for alle ikke-spesielle symboler.</li>
    <li>Free Spin-symbolene kan dukke opp i alle posisjoner p&aring; hjulene.</li>
    <li>Antallet tildelte gratisspinn avhenger av antallet Free Spin-symboler som vises p&aring; hjulene.</li>
    <li>I hovedspillet vil jokere dukke opp i &oslash;verste posisjon p&aring; hvilke som helst hjul, og utvide seg for &aring; dekke hele hjulet.</li>
    <li>Spesielle utvidende klebrige jokersymboler og skiftende jokerhjul aktiveres under runden med gratisspinn.</li>
    <li>Spillhistorikk er ikke tilgjengelig ved&nbsp;SPILL FOR MORO.</li>
    <li>&Aring;pne menyen for <span>AUTOSPILL</span> ved &aring; holde nede spinnknappen. Der justerer du antall runder (klikk p&aring;&nbsp;<span>SPILL</span>-knappen p&aring; innsiden for &aring; starte og p&aring; <span>STOPP</span>-knappen for &aring; stoppe autospill n&aring;r det m&aring;tte v&aelig;re.). For &aring; justere stoppkriteria for autospill &aring;pnes autospill-innstillingene i menyen.</li>
    <li>Spillet har en utbetalingsgrense tilsvarende innsatsen multiplisert med 4 000 per spillrunde. Dersom utbetalingen overskrider denne grensen bil den reduseres til dette bel&oslash;pet.</li>
</ul><br><h2>Avanserte autospillvalg</h2>
<ul>
    <li>For &aring; velge avanserte autospillvalg klikker du p&aring; menyikonet i det &oslash;vre venstre hj&oslash;rnet av spillet, og velger symbolet <span>AUTOSPILL</span> i menyfanen.</li>
    <li><span>Stopp ved enhver gevinst.</span> Stopp autospill n&aring;r du vinner en runde.</li>
    <li><span>Stopp ved gevinst p&aring;.</span> Stopp autospill dersom gevinstbel&oslash;pet du vinner overstiger eller er likt det angitte bel&oslash;pet.</li>
    <li><span>Stopp hvis penger &oslash;kes med.</span> Stopp autospill dersom pengene &oslash;ker med det angitte bel&oslash;pet.</li>
    <li><span>Stopp hvis pengene reduseres med.</span> Stopp autospill dersom pengene reduseres med det angitte bel&oslash;pet.</li>
    <li><span>Stopp n&aring;r en funksjon &aring;pnes.</span> Stopp autospill hvis en spillfunksjon aktiveres.</li>
    <li><span>Merk:</span> Ved endring av autospill-innstillinger under en spillrunde vil alle endringer tre i kraft n&aring;r spillrunden eller funksjonen er fullf&oslash;rt.</li>
    <li><span>Merk:</span> Dersom du blir frakoblet mens du spiller vil alle autospill-innstillinger g&aring; tilbake til standard innstillinger n&aring;r du laster inn spillet p&aring; ny.</li>
    <li><span>Merk:</span> Noen autospillvalg er obligatoriske for enkelte jurisdiksjoner.</li>
</ul>


<h2>JOKERHJULSYMBOLET i hovedspillet</h2>
<ul>
    <li>N&aring;r et gargoyle-inspirert symbol dukker opp i &oslash;verste posisjon p&aring; et hjul, vil det utvide seg og dekke hele hjulet.</li>
    <li>Mer enn 1 jokerhjul kan dukke opp p&aring; hjulene samtidig.</li>
    <li>Jokerhjulet fullf&oslash;rer og erstatter alle symboler bortsett fra Free Spin-symbolene.</li>
</ul>

<h2>Gratisspinn</h2>
<ul>
    <li>Free Spin-symbolene kan dukke opp i alle posisjoner p&aring; hjulene.</li>
    <li>Antallet gratisspinn som tildeles avhenger av antallet Free Spin-symboler som dukker opp p&aring; hjulene.</li>
    <li>
        <ul>
            <li>3 symboler gir 20 gratisspinn</li>
            <li>4 symboler gir 30 gratisspinn</li>
            <li>5 symboler gir 50 gratisspinn</li>
        </ul>
    </li>
    <li>Avhengig av ditt f&oslash;rste Free Spin spillvalg (Van Hell eller Blood Queen) kan to ulike jokersymboler dukke opp under runden med gratisspinn:</li>
    <li><span>Van Hell gir Hellig vann utvidende klebrige jokere</span></li>
    <li>
        <ul>
            <li>Hellig vann-symbolet dukker opp hvor som helst p&aring; hjulene 2,3 og 4, og aktiverer den utvidende klebrige jokeren. Posisjonen til det f&oslash;rste klebrige jokersymbolet bestemmer retningen for jokerspredningsanimasjonen. Etter at Hellig vann dukker opp vil det vokse med hvert spinn inntil det dekker 4 symboler og forsvinner med det neste spinnet. Spredningsanimasjonen begynner loddrett og beveger seg vannrett mot midten.</li>
            <li>Mer enn 1 jokerhjul kan dukke opp p&aring; hjulene samtidig.</li>
            <li>Enhver aktive klebrige joker vil stoppe i sin posisjon dersom den utspiller seg p&aring; det siste gratisspinnet.</li>
            <li>Jokersymboler erstatter for alle ikke-spesielle symboler.</li>
        </ul>
    </li>
    <li><span>Blood Queen byttende jokerhjul</span></li>
    <li>
        <ul>
            <li>Blodtrylledrikk-jokersymbolet dukker opp p&aring; toppen av hjulene 2, 3 og 4, og utvider seg for &aring; dekke hjulet. Etter hvert spinn vil jokerhjulet flytte seg mot venstre inntil det n&aring;r det f&oslash;rste hjulet og forsvinner.</li>
            <li>Mer enn ett jokerhjul kan vises p&aring; hjulene samtidig.</li>
            <li>Alle aktive jokerhjul vil stoppe i sine posisjoner dersom de utspiller seg p&aring; det siste gratisspinnet. Jokere vil ikke forbli etter at gratisspinn avsluttes.</li>
            <li>Jokersymboler erstatter for alle ikke-spesielle symboler.</li>
        </ul>
    </li>
</ul>

<h2>Spillinnstillingsvalg</h2>
<ul>
    <li>For &aring; g&aring; inn p&aring; spillinnstillingene klikker du p&aring; menyikonet i &oslash;vre venstre hj&oslash;rnet.</li>
    <li><span>Lydsiden</span></li>
    <li><span>Lydeffekter.</span> Sl&aring; lydeffektene p&aring; eller av.</li>
    <li><span>Bakgrunnsmusikk.</span> Sl&aring; bakgrunnsmusikken p&aring; eller av.</li>
    <li><span>Innstillingssiden</span></li>
    <li><span>Venstreside-spinn.</span> Bytter posisjonen for innsats- og spinn-knappene.</li>
    <li><span>Introskjerm.</span> Skru introskjermen p&aring; eller av.</li>
    <li><span>Autospillsiden</span></li>
    <li><span>Autospill.</span> Se tidligere valg for avansert autospill.</li>
    <li><span>Spillhistorikk</span></li>
    <li><span>Spillhistorikkliste.</span> Listen over alle spilte hender (ikke tilgjengelig ved spill for MORO), klikk p&aring; en rad for &aring; se alle tilgjengelige opplysninger.</li>
    <li><span>Innsatsinnstillingssiden</span></li>
    <li><span>Vis som mynter.</span> Bytter mellom mynter og penger. Det p&aring;virker kun den totale saldoen og gevinstene. Innsats vises alltid som penger i den aktuelle valutaen.</li>
    <li><span>Hjem.</span> Klikk p&aring; knappen for hjem for &aring; g&aring; tilbake til lobbyen.</li>
</ul>

<h2>Tilbakebetaling til spiller</h2>
<ul>
    <li>Den teoretiske tilbakebetalingen til spillere fra dette spillet er <span class="__rtp">%</span>.</li>
</ul>
<h2>Ytterligere opplysninger</h2>
<ul>
    <li>F&oslash;lgende spillfunksjoner og innstillinger kan v&aelig;re underlagt spillnettstedets vilk&aring;r og betingelser. For flere opplysninger om f&oslash;lgende henvises det til spillnettstedet:</li>
    <li>
        <ul>

            <li>Prosedyren benyttes til &aring; h&aring;ndtere uferdige spillrunder.</li>
            <li>Tiden etter en inaktiv spill&oslash;kt automatisk slutter.</li>
        </ul>
    </li>
    <li>Ved funksjonsfeil i spillets hardware/programvare vil alle p&aring;virkede spillinnsatser og utbetalinger anses som ugyldige, og alle p&aring;virkede innsatser blir refundert.</li>
    <li><span>Sist oppdatert 26.09.2017.</span></li>
</ul>
