<ul>
    <li>Blood Queen est une machine &agrave; sous vid&eacute;o &agrave; 5 rouleaux et 3 rang&eacute;es, avec un rouleau Wild pendant le jeu normal, des Tours Gratuits, un rouleau Wild qui se d&eacute;place et des Wild Gluants qui s&rsquo;&eacute;tendent pendant les Tours Gratuits.</li>
    <li>Vous jouez 30 lignes par tour (1 pi&egrave;ce par ligne), et la mise totale est affich&eacute;e sur le bouton de mise.</li>
    <li>Pour modifier la mise, ouvrez le tableau de mises et s&eacute;lectionnez-en une &agrave; l&rsquo;aide des fl&egrave;ches.</li>
    <li><span>MISE MAX</span> s&eacute;lectionne la mise maximale.</li>
    <li><span>PI&Egrave;CES / ESP&Egrave;CES</span> fait basculer l&rsquo;affichage d&rsquo;ESP&Egrave;CES &agrave; PI&Egrave;CES, sachant que la valeur de mise s&rsquo;affiche toujours en ESP&Egrave;CES. La valeur d&rsquo;une pi&egrave;ce est&nbsp;: La valeur de la mise / nombre de lignes.</li>
    <li>Le bouton Spin lance le jeu &agrave; la valeur de mise actuelle (vous pouvez appuyer sur la barre d&rsquo;espace si cette option est activ&eacute;e dans les param&egrave;tres).</li>
    <li>Les combinaisons gagnantes et les paiements sont effectu&eacute;s en fonction du <span>TABLEAU DES PRIX.</span></li>
    <li>Un gain de ligne en pi&egrave;ces est &eacute;gal &agrave; la valeur indiqu&eacute;e sur le <span>TABLEAU DES PRIX.</span></li>
    <li>Seule compte la meilleure combinaison gagnante sur une ligne de mise de gauche &agrave; droite.</li>
    <li>Les symboles Wild remplacent tous les symboles ordinaires.</li>
    <li>Les symboles Free Spin peuvent appara&icirc;tre dans n&rsquo;importe quelle position sur les rouleaux.</li>
    <li>Le nombre de tours gratuits attribu&eacute; d&eacute;pend du nombre d&rsquo;ic&ocirc;nes Free Spin affich&eacute;es sur les rouleaux.</li>
    <li>Pendant le jeu, des symboles Wild apparaissent en haut d&rsquo;un rouleau et se r&eacute;pandent jusqu&rsquo;&agrave; le couvrir enti&egrave;rement.</li>
    <li>Des symboles Wild Gluants et Wild Expansifs sont activ&eacute;s pendant le jeu Free Spin.</li>
    <li>L&rsquo;historique du jeu n&rsquo;est pas disponible lorsque vous jouez EN MODE FUN.</li>
    <li>Ouvrez le menu <span>JEU AUTOMATIQUE</span> en maintenant le bouton Spin enfonc&eacute; pour r&eacute;gler le nombre de chiffres arrondis (cliquez sur le bouton <span>JOUER</span> &agrave; l&rsquo;int&eacute;rieur pour lancer le jeu et sur le bouton <span>STOP</span> pour l&rsquo;arr&ecirc;ter &agrave; tout moment). Pour ajuster les crit&egrave;res d&rsquo;arr&ecirc;t, ouvrez les param&egrave;tres de jeu automatique dans le menu.</li>
    <li>Le jeu est soumis &agrave; une limite de gain repr&eacute;sentant la mise multipli&eacute;e par 4000 (majoration effectu&eacute;e &agrave; chaque partie). Si un gain d&eacute;passe ce montant pour quelque raison que ce soit, il sera ramen&eacute; audit montant.</li>
</ul><br><h2>Options avanc&eacute;es de Jeu Automatique</h2>
<ul>
    <li>Pour d&eacute;finir les options avanc&eacute;es de jeu automatique, cliquez sur l&rsquo;ic&ocirc;ne du menu dans le coin sup&eacute;rieur gauche du jeu, puis s&eacute;lectionnez le symbole <span>JEU AUTOMATIQUE</span>.</li>
    <li><span>Arr&ecirc;ter apr&egrave;s le prochain gain.</span> Arr&ecirc;te le Jeu Auto lorsque vous gagnez une partie.</li>
    <li><span>Arr&ecirc;ter apr&egrave;s un gain unique de.</span> Arr&ecirc;te le Jeu Auto lorsque le montant d&rsquo;un gain est &eacute;gal ou sup&eacute;rieur au montant indiqu&eacute;.</li>
    <li><span>Arr&ecirc;ter si les gains augmentent de.</span> Arr&ecirc;te le Jeu Auto si l&rsquo;argent disponible augmente du montant indiqu&eacute;.</li>
    <li><span>Arr&ecirc;ter si les gains diminuent de.</span> Arr&ecirc;te le Jeu Auto si l&rsquo;argent disponible diminue du montant indiqu&eacute;.</li>
    <li><span>Arr&ecirc;ter lorsqu&rsquo;une fonction est activ&eacute;e.</span> Arr&ecirc;te le Jeu Auto si une fonction de jeu est activ&eacute;e.</li>
    <li><span>Remarque&nbsp;:</span> Lorsque vous modifiez les param&egrave;tres de Jeu Automatique pendant une partie, tous les r&eacute;glages prendront effet une fois la partie termin&eacute;e.</li>
    <li><span>Remarque&nbsp;:</span> Si vous &ecirc;tes d&eacute;connect&eacute; pendant le jeu, tous les param&egrave;tres de Jeu Automatique reviendront aux valeurs par d&eacute;faut lorsque vous rechargerez le jeu.</li>
    <li><span>Remarque&nbsp;:</span> Certaines options de jeu automatique sont obligatoires dans certains pays.</li>
</ul>


<h2>LES SYMBOLES ROULEAU WILD pendant le jeu normal</h2>
<ul>
    <li>Lorsqu&rsquo;une ic&ocirc;ne de gargouille appara&icirc;t sur n&rsquo;importe quelle position sup&eacute;rieure d&rsquo;un rouleau, elle s&rsquo;&eacute;tendra jusqu&rsquo;&agrave; le couvrir enti&egrave;rement.</li>
    <li>Il peut y avoir plus d&rsquo;un rouleau Wild en m&ecirc;me temps.</li>
    <li>Les rouleaux Wild compl&egrave;tent et remplacent toutes les ic&ocirc;nes sauf les symboles Free Spin.</li>
</ul>

<h2>Free Spin</h2>
<ul>
    <li>Les symboles Free Spin peuvent appara&icirc;tre dans n&rsquo;importe quelle position sur les rouleaux.</li>
    <li>Le nombre de tours gratuits attribu&eacute; d&eacute;pend du nombre de symboles Free Spin qui apparaissent sur les rouleaux.</li>
    <li>
        <ul>
            <li>3 symboles = 20 tours gratuits</li>
            <li>4 symboles = 30 tours gratuits</li>
            <li>5 symboles = 50 tours gratuits</li>
        </ul>
    </li>
    <li>Selon la s&eacute;lection initiale (Van Hell ou Blood Queen), deux symboles Wild diff&eacute;rents peuvent &ecirc;tre affich&eacute;s au cours du jeu Free Spin.</li>
    <li><span>L&rsquo;eau b&eacute;nite de Van Hell accro&icirc;t les Wild gluants</span></li>
    <li>
        <ul>
            <li>Le symbole de l&rsquo;eau b&eacute;nite apparait sur n&rsquo;importe quelle position sur les rouleaux 2, 3 et 4 et active les Wild gluants. La premi&egrave;re position du Wild gluant d&eacute;termine la direction de l&rsquo;expansion. L&rsquo;Eau B&eacute;nite se r&eacute;pandra &agrave; chaque tour jusqu&rsquo;&agrave; ce qu&rsquo;elle recouvre 4 symboles, puis elle dispara&icirc;tra le tour suivant. L&rsquo;animation commence verticalement et se d&eacute;place horizontalement vers le centre.</li>
            <li>Il peut y avoir plus d&rsquo;une ic&ocirc;ne Wild gluant en m&ecirc;me temps.</li>
            <li>Tout Wild gluant actif s&rsquo;arr&ecirc;tera l&agrave; o&ugrave; il se trouve s&rsquo;il est jou&eacute; pendant le dernier tour gratuit.</li>
            <li>Les symboles Wild remplacent tous les symboles ordinaires.</li>
        </ul>
    </li>
    <li><span>Blood Queen d&eacute;cale le rouleau Wild</span></li>
    <li>
        <ul>
            <li>Le Wild Blood Potion appara&icirc;t en haut des rouleaux 2, 3 et 4 et s&rsquo;&eacute;tend jusqu&rsquo;&agrave; les couvrir enti&egrave;rement. Chaque tour, le rouleau Wild se d&eacute;placera vers la gauche jusqu&rsquo;&agrave; ce qu&rsquo;il atteigne le premier rouleau, o&ugrave; il dispara&icirc;tra.</li>
            <li>Il peut y avoir plus d&rsquo;un rouleau Wild en m&ecirc;me temps.</li>
            <li>Tout rouleau Wild actif s&rsquo;arr&ecirc;tera l&agrave; o&ugrave; il se trouve s&rsquo;il est jou&eacute; pendant le dernier tour gratuit et les Wild ne resteront pas en place apr&egrave;s la fin des tours gratuits</li>
            <li>Les symboles Wild remplacent tous les symboles ordinaires.</li>
        </ul>
    </li>
</ul>

<h2>Options de r&eacute;glage du jeu</h2>
<ul>
    <li>Pour acc&eacute;der &agrave; la configuration du jeu, cliquez sur l&rsquo;ic&ocirc;ne du menu dans le coin sup&eacute;rieur gauche.</li>
    <li><span>La page sonore</span></li>
    <li><span>Effets sonores.</span> Active ou d&eacute;sactive les effets sonores.</li>
    <li><span>Musique de fond.</span> Active ou d&eacute;sactive la musique de fond.</li>
    <li><span>Page de configuration</span></li>
    <li><span>Jeu pour gaucher.</span> &Eacute;change les places des boutons MISE et JOUER.</li>
    <li><span>&Eacute;cran intro.</span> Active ou d&eacute;sactive l&rsquo;&eacute;cran d&rsquo;introduction.</li>
    <li><span>Jeu Automatique</span></li>
    <li><span>Jeu auto</span> Voir les options avanc&eacute;es du Jeu Automatique ci-dessus.</li>
    <li><span>Historique du jeu</span></li>
    <li><span>Historique des parties.</span> Liste de toutes les parties jou&eacute;es (non disponible en mode FUN). Cliquez sur une rang&eacute;e pour voir tous les d&eacute;tails disponibles.</li>
    <li><span>Param&egrave;tres de mise</span></li>
    <li><span>Afficher en pi&egrave;ces.</span> Bascule entre les pi&egrave;ces et les esp&egrave;ces. Cela ne concerne que le solde total et les gains, les mises &eacute;tant toujours affich&eacute;es en esp&egrave;ces.</li>
    <li><span>Page d&rsquo;accueil.</span> Cliquez sur le bouton Accueil pour revenir au lobby.</li>
</ul>

<h2>Taux de redistribution</h2>
<ul>
    <li>Le taux de redistribution th&eacute;orique pour ce jeu est <span class="__rtp">%</span>.</li>
</ul>
<h2>Informations additionnelles</h2>
<ul>
    <li>Les fonctionnalit&eacute;s et param&egrave;tres suivants peuvent &ecirc;tre soumis au r&egrave;glement du site. Pour plus d&rsquo;informations, consultez le site Web:</li>
    <li>
        <ul>

            <li>Les proc&eacute;dures utilis&eacute;es pour g&eacute;rer les parties inachev&eacute;es.</li>
            <li>Le temps apr&egrave;s lequel les sessions inactives se terminent automatiquement.</li>
        </ul>
    </li>
    <li>En cas de dysfonctionnement du mat&eacute;riel / logiciel de jeu, tous les gains concern&eacute;s sont annul&eacute;s et toutes les mises concern&eacute;es sont rembours&eacute;es.</li>
    <li><span>Derni&egrave;re mise &agrave; jour 26/09/2017</span></li>
</ul>
