<ul>
    <li>Blood Queen &eacute; uma slot de v&iacute;deo de 5 rolos, 3 linhas com rodadas wild no jogo base, Rodadas Gr&aacute;tis, um cilindro wild mut&aacute;vel e cilindro wild fixo expans&iacute;vel durante o jogo de Rodadas Gr&aacute;tis.</li>
    <li>O jogador joga um n&uacute;mero fixo de 30 linhas por rodada (1 moeda por linha), o valor da aposta total &eacute; exibido no bot&atilde;o de aposta.</li>
    <li>Para alterar o valor da aposta, abra o painel de apostas e utilize as setas para selecionar um valor.</li>
    <li><span>APOSTA M&Aacute;X</span> carrega o valor m&aacute;ximo da aposta.</li>
    <li><span>MOEDAS/DINHEIRO</span> alterna entre a exibi&ccedil;&atilde;o dos valores de pagamento e saldo de DINHEIRO para MOEDAS. O valor da aposta &eacute; sempre exibido em DINHEIRO. O valor da moeda &eacute;: Valor da aposta/n&uacute;mero de linhas.</li>
    <li>O bot&atilde;o de rodar joga o jogo ao valor atual da aposta (pode premir a tecla de espa&ccedil;o, se a fun&ccedil;&atilde;o estiver ativada nas defini&ccedil;&otilde;es).</li>
    <li>As combina&ccedil;&otilde;es e pagamentos vencedores s&atilde;o feitos de acordo com a <span>TABELA DE PR&Eacute;MIOS.</span></li>
    <li>O pr&eacute;mio em linha em moedas equivale ao valor mostrado na <span>TABELA DE PR&Eacute;MIOS.</span></li>
    <li>Apenas a combina&ccedil;&atilde;o premiada mais alta numa linha de aposta ativa da esquerda para a direita &eacute; paga.</li>
    <li>Os s&iacute;mbolos wild substituem todos os s&iacute;mbolos n&atilde;o especiais.</li>
    <li>Os s&iacute;mbolos Free Spin podem aparecer em qualquer posi&ccedil;&atilde;o nos cilindros.</li>
    <li>O n&uacute;mero de RG atribu&iacute;das depende do n&uacute;mero de &iacute;cones de RG apresentado nos cilindros.</li>
    <li>Durante o jogo base, os s&iacute;mbolos wild surgem nas posi&ccedil;&otilde;es superiores de qualquer cilindro, expandindo-se para cobrirem a totalidade do cilindro.</li>
    <li>Durante o jogo de Rodadas Gr&aacute;tis os s&iacute;mbolos wild fixos especiais e o cilindro mut&aacute;vel s&atilde;o ativados.</li>
    <li>O hist&oacute;rico do jogo n&atilde;o est&aacute; dispon&iacute;vel no modo JOGAR POR DIVERS&Atilde;O.</li>
    <li>Abra o menu <span>JOGO AUTOM&Aacute;TICO</span> mantendo premido o bot&atilde;o de rodar, para ajustar os n&uacute;meros de rondas (clique no bot&atilde;o <span>JOGAR</span> para come&ccedil;ar e finalmente no bot&atilde;o <span>PARAR</span> para parar a qualquer altura). Para ajustar os crit&eacute;rios de paragem, abra as defini&ccedil;&otilde;es do jogo autom&aacute;tico no menu.</li>
    <li>O jogo est&aacute; sujeito a um limite de pagamento do montante da aposta multiplicado por 4000 por ronda de jogo. Se o pagamento exceder este valor por qualquer raz&atilde;o, este ser&aacute; reduzido para o montante limite.</li>
</ul><br><h2>Op&ccedil;&otilde;es Avan&ccedil;adas de Jogo Autom&aacute;tico</h2>
<ul>
    <li>Para configurar as op&ccedil;&otilde;es avan&ccedil;adas de jogo autom&aacute;tico clique no &iacute;cone de menu do canto superior esquerdo do jogo e selecione o s&iacute;mbolo&nbsp;<span>JOGO AUTOM&Aacute;TICO</span> do painel de menu.</li>
    <li><span>Parar em qualquer pr&eacute;mio.</span> Para o Jogo Autom&aacute;tico quando ganha uma ronda.</li>
    <li><span>Parar no pr&eacute;mio &uacute;nico de.</span> Para o Jogo Autom&aacute;tico quando a quantia ganha ultrapassa ou equivale &agrave; quantia definida.</li>
    <li><span>Parar se dinheiro aumentar em.</span> Para o jogo autom&aacute;tico se o dinheiro for superior &agrave; quantia definida.</li>
    <li><span>Parar se dinheiro diminuir em.</span> Para o jogo autom&aacute;tico se o dinheiro for inferior &agrave; quantia definida.</li>
    <li><span>Parar ao entrar em qualquer fun&ccedil;&atilde;o.</span> Para o jogo autom&aacute;tico se for ativada qualquer funcionalidade do jogo.</li>
    <li><span>Nota:</span> Ao alterar as defini&ccedil;&otilde;es do Jogo Autom&aacute;tico durante a ronda de um jogo, todas as defini&ccedil;&otilde;es entrar&atilde;o em efeito assim que a fun&ccedil;&atilde;o ou ronda do jogo estiver conclu&iacute;da.</li>
    <li><span>Nota:</span> Se o jogador perder a liga&ccedil;&atilde;o enquanto estiver a jogar, todas as defini&ccedil;&otilde;es do jogo autom&aacute;tico ir&atilde;o voltar &agrave;s predefini&ccedil;&otilde;es ao carregar novamente o jogo.</li>
    <li><span>Nota:</span> Algumas op&ccedil;&otilde;es do jogo autom&aacute;tico s&atilde;o obrigat&oacute;rias em algumas jurisdi&ccedil;&otilde;es.</li>
</ul>


<h2>S&iacute;mbolo de cilindro wild durante o jogo base</h2>
<ul>
    <li>Quando aparece um &iacute;cone de g&aacute;rgula em qualquer posi&ccedil;&atilde;o superior de qualquer cilindro, este expande-se cobrindo a totalidade do cilindro.</li>
    <li>Pode aparecer mais de um cilindro wild nos cilindros ao mesmo tempo.</li>
    <li>O cilindro wild substitui todos os &iacute;cones exceto os s&iacute;mbolos de Free Spin.</li>
</ul>

<h2>Free Spin</h2>
<ul>
    <li>Os s&iacute;mbolos de Free Spin podem aparecer em qualquer posi&ccedil;&atilde;o nos cilindros.</li>
    <li>O n&uacute;mero de Rodadas Gr&aacute;tis atribu&iacute;das depende do n&uacute;mero de s&iacute;mbolos de Free Spin que aparecem nos cilindros.</li>
    <li>
        <ul>
            <li>3 s&iacute;mbolos atribuem 20 Rodadas Gr&aacute;tis</li>
            <li>4 s&iacute;mbolos atribuem 30 Rodadas Gr&aacute;tis</li>
            <li>5 s&iacute;mbolos atribuem 50 Rodadas Gr&aacute;tis</li>
        </ul>
    </li>
    <li>Dependendo da sele&ccedil;&atilde;o inicial de jogo de Rodadas Gr&aacute;tis (Van Hell ou Blood Queen), poder&atilde;o aparecer dois s&iacute;mbolos Wild diferentes durante o jogo de Rodadas Gr&aacute;tis:</li>
    <li><span>S&iacute;mbolo wild fixo expans&iacute;vel Holy Water de Van Hell</span></li>
    <li>
        <ul>
            <li>O s&iacute;mbolo Holy Water aparece em qualquer posi&ccedil;&atilde;o nos cilindros 2, 3 e 4, e ativa o wild fixo expans&iacute;vel. A posi&ccedil;&atilde;o do primeiro &iacute;cone wild fixo determina a dire&ccedil;&atilde;o da anima&ccedil;&atilde;o de expans&atilde;o do wild. Depois de aparecer, o s&iacute;mbolo Holy Water ir&aacute; aumentar em cada rodada at&eacute; que cubra 4 s&iacute;mbolos, desaparecendo em seguida na rodada seguinte. A anima&ccedil;&atilde;o de expans&atilde;o come&ccedil;a verticalmente e movimenta-se horizontalmente em dire&ccedil;&atilde;o ao centro.</li>
            <li>Pode aparecer mais de um s&iacute;mbolo wild fixo nos cilindros ao mesmo tempo.</li>
            <li>Qualquer s&iacute;mbolo wild fixo ativo ir&aacute; parar na sua posi&ccedil;&atilde;o se for jogado na &uacute;ltima Rodada Gr&aacute;tis.</li>
            <li>Os s&iacute;mbolos wild substituem todos os s&iacute;mbolos n&atilde;o especiais.</li>
        </ul>
    </li>
    <li><span>Cilindro wild mut&aacute;vel Blood Queen</span></li>
    <li>
        <ul>
            <li>O s&iacute;mbolo wild Blood Potion aparece na parte superior dos cilindros 2, 3 e 4 e expande-se cobrindo a totalidade do cilindro. Em cada rodada, o cilindro wild ir&aacute; mover-se para a esquerda at&eacute; que alcance o primeiro cilindro, desaparecendo em seguida.</li>
            <li>Pode aparecer mais do que um cilindro wild ao mesmo tempo.</li>
            <li>Qualquer cilindro wild ativo ir&aacute; parar na sua posi&ccedil;&atilde;o caso seja jogado durante a &uacute;ltima Rodada Gr&aacute;tis, e os wilds n&atilde;o se expandem para al&eacute;m do final das Rodadas Gr&aacute;tis.</li>
            <li>Os s&iacute;mbolos wild substituem todos os s&iacute;mbolos n&atilde;o especiais.</li>
        </ul>
    </li>
</ul>

<h2>Op&ccedil;&otilde;es de Configura&ccedil;&atilde;o do Jogo</h2>
<ul>
    <li>Para aceder &agrave;s configura&ccedil;&otilde;es do jogo, clique no &iacute;cone de menu do canto superior esquerdo.</li>
    <li><span>P&aacute;gina de sons</span></li>
    <li><span>Efeitos sonoros.</span> Liga ou desliga os efeitos sonoros.</li>
    <li><span>M&uacute;sica de fundo.</span> Liga ou desliga a m&uacute;sica de fundo.</li>
    <li><span>P&aacute;gina de configura&ccedil;&otilde;es</span></li>
    <li><span>Rodada para esquerdinos.</span> Troca a posi&ccedil;&atilde;o dos bot&otilde;es Aposta e Rodar.</li>
    <li><span>Ecr&atilde; de introdu&ccedil;&atilde;o.</span> Liga ou desliga o ecr&atilde; da introdu&ccedil;&atilde;o.</li>
    <li><span>P&aacute;gina de Jogo Autom&aacute;tico</span></li>
    <li><span>Jogo Autom&aacute;tico</span> Ver op&ccedil;&otilde;es avan&ccedil;adas de jogo autom&aacute;tico j&aacute; mencionadas.</li>
    <li><span>Hist&oacute;rico do Jogo</span></li>
    <li><span>Lista de hist&oacute;rico do jogo.</span> Lista de jogos jogados (n&atilde;o dispon&iacute;vel em modo DIVERS&Atilde;O): clique numa fila para ver todos os pormenores dispon&iacute;veis.</li>
    <li><span>P&aacute;gina de configura&ccedil;&otilde;es de aposta</span></li>
    <li><span>Mostrar em moedas</span> Alterna entre moedas e dinheiro, apenas afeta o saldo total e os pr&eacute;mios, a aposta &eacute; sempre mostrada em dinheiro, usando a moeda em uso.</li>
    <li><span>P&aacute;gina Inicial.</span> Clique no bot&atilde;o In&iacute;cio para voltar para o Lobby.</li>
</ul>

<h2>Retorno para o Jogador</h2>
<ul>
    <li>O retorno te&oacute;rico para o jogador neste jogo &eacute; <span class="__rtp">%</span>.</li>
</ul>
<h2>Informa&ccedil;&atilde;o adicional</h2>
<ul>
    <li>As seguintes funcionalidades e configura&ccedil;&otilde;es podem estar sujeitas aos termos e condi&ccedil;&otilde;es do site de jogo. Para mais informa&ccedil;&atilde;o sobre o seguinte, consultar o website de jogo:</li>
    <li>
        <ul>

            <li>Procedimentos usados para gerir rondas de jogo n&atilde;o terminadas.</li>
            <li>Tempo ap&oacute;s o qual as sess&otilde;es de jogo inativas terminam automaticamente.</li>
        </ul>
    </li>
    <li>No caso de uma avaria do hardware/software do jogo, todos as apostas e pagamentos do jogo afetado s&atilde;o tornados nulos e todos as apostas reembolsadas.</li>
    <li><span>&Uacute;ltima atualiza&ccedil;&atilde;o em 26/09/2017.</span></li>
</ul>
