<ul>
    <li>Rainbow Wilds on viiden kiekon ja nelj&auml;n rivin videokolikkopeli, jossa on 1 024 voittotapaa. Se sis&auml;lt&auml;&auml; wild-t&auml;hti&auml;, laajenevia wild-kuvioita, j&auml;hmettyvi&auml; wild-kuvioita, vapaapudotuksia ja ilmaiskierroksia kasvavilla kertoimilla.</li>
    <li>Pelaat 50 kolikolla jokaisella kierroksella. Panospainike ilmoittaa panoksen arvon yhteens&auml;.</li>
    <li>Muuta panoksen arvoa avaamalla panostaulu ja s&auml;&auml;t&auml;m&auml;ll&auml; panosta nuolilla.</li>
    <li><span>SUURIN PANOS</span> lataa suurimman mahdollisen panoksen arvon.</li>
    <li><span>KOLIKKOA/RAHAA</span> vaihtaa saldon&auml;kym&auml;n ja voittosummat RAHASTA KOLIKOIKSI, panossumma ilmoitetaan aina RAHANA. Kolikon arvo on: Panoksen arvo/linjojen lukum&auml;&auml;r&auml;.</li>
    <li>Pelipainike k&auml;ynnist&auml;&auml; kierroksen valitulla panoksen arvolla.</li>
    <li>Voittoyhdistelm&auml;t muodostetaan ja voitot maksetaan <span>VOITTOTAULUN</span> ja voittotapojen lukum&auml;&auml;r&auml;n mukaan</li>
    <li>Voittotavan voitto saadaan kertomalla <span>VOITTOTAULUN</span> luku kullekin kiekolle ilmestyneiden kuvioiden lukum&auml;&auml;r&auml;ll&auml;</li>
    <li>Wild-kuviot korvaavat kaikki muut kuviot, jotka eiv&auml;t ole wild-kuvioita.</li>
    <li>Ilmaiskierroksia my&ouml;nnet&auml;&auml;n v&auml;hint&auml;&auml;n nelj&auml;st&auml; per&auml;kk&auml;isest&auml; pudotusvoitosta.</li>
    <li>My&ouml;nnettyjen ilmaiskierrosten m&auml;&auml;r&auml; riippuu per&auml;kk&auml;isten pudotusvoittojen m&auml;&auml;r&auml;st&auml;.</li>
    <li>P&auml;&auml;pelin aikana wild-t&auml;hdet ja laajenevat wild-kuviot saattavat ilmesty&auml; kiekoille 2, 3, 4 ja 5. J&auml;hmettyv&auml; wild-kuvio voi ilmesty&auml; keskimm&auml;iselle kiekolle.</li>
    <li>Ilmaiskierroksiin sovelletaan kasvavaa kerrointa.</li>
    <li>Pelihistoria ei ole saatavilla, kun PELATAAN LEIKKIRAHALLA.</li>
    <li>Avaa AUTOMAATTIPELIVALIKKO ja s&auml;&auml;d&auml; kierrosten lukum&auml;&auml;r&auml;&auml; ja pys&auml;ytysehtoja. Aloita automaattipeli napsauttamalla&nbsp;PELAA-painiketta ja pys&auml;yt&auml; automaattipeli milloin tahansa klikkaamalla PYS&Auml;YT&Auml;-painiketta.</li>
    <li>Pelin raja suurimmalle mahdolliselle voitolle per kierros on panos kerrottuna 6 000:lla eli enint&auml;&auml;n 300 000 kolikkoa. Jos voitto ylitt&auml;&auml; jostakin syyst&auml; t&auml;m&auml;n summan, voittoa pienennet&auml;&auml;n vastaamaan t&auml;t&auml; summaa.</li>
</ul><br><h2>LAAJENEVA WILD-KUVIO p&auml;&auml;pelin aikana</h2>
<ul>
    <li>Kun laajeneva wild-kuvio ilmestyy mink&auml; tahansa kiekon yl&auml;osaan, se laajenee ja t&auml;ytt&auml;&auml; koko kiekon.</li>
    <li>Kiekoille voi ilmesty&auml; samaan aikaan useita laajenevia wild-kuvioita.</li>
    <li>Laajenevat wild-kuviot korvaavat kaikki muut kuviot, jotka eiv&auml;t ole wild-kuvioita. Se ei voi ilmesty&auml; 1. kiekolle.</li>
</ul>

<h2>Ilmaiskierrokset</h2>
<ul>
    <li>Ilmaiskierroksia my&ouml;nnet&auml;&auml;n per&auml;kk&auml;isist&auml; pudotusvoitosta.</li>
    <li>
        <ul>
            <li>Nelj&auml; per&auml;kk&auml;ist&auml; pudotusvoittoa k&auml;ynnist&auml;&auml; 14 ilmaiskierrosta ilman aloituskerrointa</li>
            <li>Viisi per&auml;kk&auml;ist&auml; pudotusvoittoa k&auml;ynnist&auml;&auml; 16 ilmaiskierrosta ilman aloituskerrointa</li>
			<li>Kuusi per&auml;kk&auml;ist&auml; pudotusvoittoa k&auml;ynnist&auml;&auml; 16 ilmaiskierrosta 3x aloituskertoimella</li>
			<li>Seitsem&auml;n per&auml;kk&auml;ist&auml; pudotusvoittoa k&auml;ynnist&auml;&auml; 20 ilmaiskierrosta 3x aloituskertoimella</li>
			<li>Kahdeksan per&auml;kk&auml;ist&auml; pudotusvoittoa k&auml;ynnist&auml;&auml; 20 ilmaiskierrosta 6x aloituskertoimella</li>
        </ul>
    </li>
</ul>

<h2>Automaattipelin lis&auml;asetukset</h2>
<ul>
    <li>M&auml;&auml;rit&auml; automaattipelin lis&auml;asetukset napsauttamalla AUTOMAATTIPELI-symbolia peli-ikkunassa.</li>
    <li><span>Pys&auml;yt&auml; voittoon.</span> Pys&auml;ytt&auml;&auml; automaattipelin, kun voitat kierroksen.</li>
    <li><span>Pys&auml;yt&auml; voittosummaan suuruudeltaan.</span> Pys&auml;ytt&auml;&auml; automaattipelin, kun voitetaan v&auml;hint&auml;&auml;n m&auml;&auml;ritetty summa.</li>
    <li><span>Pys&auml;yt&auml;, jos saldo kasvaa summalla.</span> Pys&auml;ytt&auml;&auml; automaattipelin, jos saldo kasvaa m&auml;&auml;ritetyn summan verran.</li>
    <li><span>Pys&auml;yt&auml;, jos saldo v&auml;henee summalla.</span> Pys&auml;ytt&auml;&auml; automaattipelin, jos saldo v&auml;henee m&auml;&auml;ritetyn summan verran.</li>
    <li><span>Pys&auml;yt&auml; toiminnon k&auml;ynnistyess&auml;.</span> Pys&auml;ytt&auml;&auml; automaattipelin, jos jokin pelin toiminnoista k&auml;ynnistyy.</li>
    <li><span>Huomioitavaa:</span> Kun automaattipelin asetuksia muutetaan pelikierroksen aikana, kaikki asetukset tulevat voimaan pelikierroksen tai toiminnon p&auml;&auml;tytty&auml;.</li>
    <li><span>Huomioitavaa:</span> Jos verkkoyhteys katkeaa pelin aikana, kaikki automaattipeliasetukset palautetaan oletukseen, kun peli ladataan uudelleen.</li>
    <li><span>Huomioitavaa:</span> Jotkin automaattipeliasetukset ovat pakollisia joillakin hallintoalueilla.</li>
</ul>

<h2>Pelin asetukset</h2>
<ul>
    <li>P&auml;&auml;set pelin asetuksiin napsauttamalla vasemmassa yl&auml;kulmassa olevaa valikkokuvaketta.</li>
    <li><span>&Auml;&auml;nisivu</span></li>
    <li><span>&Auml;&auml;nitehosteet.</span> Kytkee &auml;&auml;nitehosteet p&auml;&auml;lle tai pois p&auml;&auml;lt&auml;.</li>
    <li><span>Taustamusiikki.</span> Kytkee taustamusiikin p&auml;&auml;lle tai pois p&auml;&auml;lt&auml;.</li>
    <li><span>Asetussivu</span></li>
    <li><span>Vasenk&auml;tinen py&ouml;r&auml;ytys.</span> Vaihtaa Panos- ja Pelaa-painikkeiden paikkaa.</li>
    <li><span>Aloitusruutu.</span> Kytkee latausruudun aloitusohjeet p&auml;&auml;lle tai pois p&auml;&auml;lt&auml;.</li>
    <li><span>Automaattipelisivu</span></li>
    <li><span>Automaattipeli.</span> Katso Automaattipelin lis&auml;asetukset aiempana.</li>
    <li><span>Pelihistoria</span></li>
    <li><span>Pelihistorialuettelo.</span> Luettelo pelatuista peleist&auml; (ei saatavilla LEIKKIRAHAN peleiss&auml;). Napsauta rivi&auml; n&auml;hd&auml;ksesi kaikki tiedot.</li>
    <li><span>Panosasetus-sivu</span></li>
    <li><span>N&auml;yt&auml; kolikkoina.</span> Vaihtaa kolikkojen ja rahan v&auml;lill&auml;. Koskee vain kokonaissaldoa ja voittoja, panos n&auml;ytet&auml;&auml;n aina rahana valitussa valuutassa.</li>
    <li><span>Kotisivu.</span> Napsauta Koti-painiketta p&auml;&auml;st&auml;ksesi takaisin aulaan.</li>
</ul>

<h2>Palautus pelaajalle</h2>
<ul>
    <li>Pelin teoreettinen palautusprosentti pelaajalle on <span class="__rtp"></span> %.</li>
</ul>
<h2>Lis&auml;tiedot</h2>
<ul>
    <li>Seuraavat pelitoiminnot ja -asetukset saattavat olla pelisivuston k&auml;ytt&ouml;ehtojen alaisia. Saat pelisivustolta lis&auml;tietoja seuraavista:</li>
    <li>
        <ul>

            <li>Toimenpiteet keskener&auml;isiss&auml; pelikierroksissa.</li>
            <li>Aika, jonka j&auml;lkeen k&auml;ytt&auml;m&auml;tt&ouml;m&auml;t peli-istunnot p&auml;&auml;ttyv&auml;t automaattisesti.</li>
        </ul>
    </li>
    <li>Pelilaitteiston tai -ohjelmiston toimintah&auml;iri&ouml;n sattuessa kaikki sen vaikutukseen joutuneet pelipanokset ja voitot mit&auml;t&ouml;id&auml;&auml;n ja panokset palautetaan.</li>
    <li><span>P&auml;ivitetty viimeksi 29/01/2018.</span></li>
</ul>
