<ul>
    <li>O Rainbow Wilds &eacute; uma slot de v&iacute;deo de 5 cilindros e 4 linhas com 1024 formas de ganhar, com Wilds Estrelas, Wilds Expandidos, Wilds Pegajosos, Quedas Gr&aacute;tis e Rodadas Gr&aacute;tis com multiplicadores cada vez mais elevados.</li>
    <li>O jogador joga um n&uacute;mero fixo de 50 moedas por rodada, o valor da aposta total &eacute; exibido no bot&atilde;o de aposta.</li>
    <li>Para alterar o valor da aposta, abra o painel de apostas e utilize as setas para selecionar um valor.</li>
    <li><span>APOSTA M&Aacute;X</span> carrega o valor m&aacute;ximo da aposta.</li>
    <li><span>MOEDAS/DINHEIRO</span> alterna entre a exibi&ccedil;&atilde;o dos valores de pagamento e saldo de DINHEIRO para MOEDAS. O valor da aposta &eacute; sempre exibido em DINHEIRO. O valor da moeda &eacute;: Valor da aposta/n&uacute;mero de linhas.</li>
    <li>O bot&atilde;o rodar joga o jogo com o valor de aposta atual.</li>
    <li>As combina&ccedil;&otilde;es vencedoras e os pr&eacute;mios s&atilde;o feitos segundo a <span>TABELA DE PR&Eacute;MIOS</span> e o n&uacute;mero de formas de ganhar</li>
    <li>O ganho de uma forma de ganhar &eacute; igual ao valor mostrado na <span>TABELA DE PR&Eacute;MIOS</span> multiplicado pelo n&uacute;mero de vezes que esse s&iacute;mbolo aparece em cada cilindro</li>
    <li>Os s&iacute;mbolos wild contam simultaneamente como todos os s&iacute;mbolos n&atilde;o wild.</li>
    <li>As Rodadas Gr&aacute;tis s&atilde;o atribu&iacute;das mediante 4 ou mais pr&eacute;mios de queda sucessivos.</li>
    <li>O n&uacute;mero de RG atribu&iacute;das depende do n&uacute;mero de quedas sucessivas.</li>
    <li>Durante os jogos base, os s&iacute;mbolos de estrelas wild e os wilds expandidos poder&atilde;o aparecer no 2.º, 3.º, 4.º e 5.º cilindros. Um s&iacute;mbolo de wild pegajoso poder&aacute; aparecer no cilindro central.</li>
    <li>Os multiplicadores incrementais s&atilde;o ativados durante o jogo de Rodada Gr&aacute;tis.</li>
    <li>O hist&oacute;rico do jogo n&atilde;o est&aacute; dispon&iacute;vel no modo JOGAR POR DIVERS&Atilde;O.</li>
    <li>Abra o menu JOGO AUTOM&Aacute;TICO para ajustar os n&uacute;meros de rondas e os crit&eacute;rios de paragem (clique no bot&atilde;o JOGAR para come&ccedil;ar e no bot&atilde;o PARAR para parar a qualquer altura).</li>
    <li>O jogo est&aacute; sujeito a um limite de pr&eacute;mio da aposta multiplicada por 6000 por ronda de jogo ou 300&nbsp;000 moedas. Se o pr&eacute;mio exceder este valor por qualquer raz&atilde;o, este ser&aacute; reduzido para o montante limite.</li>
</ul><br><h2>S&Iacute;MBOLO DE WILD EXPANDIDO durante o jogo base</h2>
<ul>
    <li>Quando aparece um &iacute;cone de Wild Expandido em qualquer posi&ccedil;&atilde;o superior de qualquer cilindro, este expande-se cobrindo a totalidade do cilindro.</li>
    <li>Pode aparecer mais de um Wild Expandido nos cilindros ao mesmo tempo.</li>
    <li>Os Wilds Expandidos substituem todos os s&iacute;mbolos n&atilde;o Wild e podem aparecer em qualquer cilindro, exceto o 1.º.</li>
</ul>

<h2>Rodadas Gr&aacute;tis</h2>
<ul>
    <li>As Rodadas Gr&aacute;tis s&atilde;o atribu&iacute;das mediante Pr&eacute;mios de Queda Sucessivos.</li>
    <li>
        <ul>
            <li>4 pr&eacute;mios de queda sucessivos atribuem 14 Rodadas Gr&aacute;tis e nenhum multiplicador inicial extra</li>
            <li>5 pr&eacute;mios de queda sucessivos atribuem 16 Rodadas Gr&aacute;tis e nenhum multiplicador inicial extra</li>
			<li>6 pr&eacute;mios de queda sucessivos atribuem 16 Rodadas Gr&aacute;tis e um multiplicador inicial extra 3x</li>
			<li>7 pr&eacute;mios de queda sucessivos atribuem 20 Rodadas Gr&aacute;tis e um multiplicador inicial extra 3x</li>
			<li>8 pr&eacute;mios de queda sucessivos atribuem 20 Rodadas Gr&aacute;tis e um multiplicador inicial extra 6x</li>
        </ul>
    </li>
</ul>

<h2>Op&ccedil;&otilde;es Avan&ccedil;adas de Jogo Autom&aacute;tico</h2>
<ul>
    <li>Para definir as op&ccedil;&otilde;es avan&ccedil;adas de jogo autom&aacute;tico, clique no s&iacute;mbolo JOGO AUTOM&Aacute;TICO no painel do jogo.</li>
    <li><span>Parar em qualquer pr&eacute;mio.</span> Para o Jogo Autom&aacute;tico quando ganha uma ronda.</li>
    <li><span>Parar no pr&eacute;mio &uacute;nico de.</span> Para o Jogo Autom&aacute;tico quando a quantia ganha ultrapassa ou equivale &agrave; quantia definida.</li>
    <li><span>Parar se dinheiro aumentar em.</span> Para o jogo autom&aacute;tico se o dinheiro for superior &agrave; quantia definida.</li>
    <li><span>Parar se dinheiro diminuir em.</span> Para o jogo autom&aacute;tico se o dinheiro for inferior &agrave; quantia definida.</li>
    <li><span>Parar ao entrar em qualquer fun&ccedil;&atilde;o.</span> Para o jogo autom&aacute;tico se for ativada qualquer funcionalidade do jogo.</li>
    <li><span>Nota:</span> Ao alterar as defini&ccedil;&otilde;es de Jogo Autom&aacute;tico durante uma ronda de jogo, todas as defini&ccedil;&otilde;es entrar&atilde;o em efeito assim que a fun&ccedil;&atilde;o ou ronda de jogo estiver conclu&iacute;da.</li>
    <li><span>Nota:</span> Se o jogador perder a liga&ccedil;&atilde;o enquanto estiver a jogar, todas as defini&ccedil;&otilde;es de jogo autom&aacute;tico ir&atilde;o voltar &agrave;s predefini&ccedil;&otilde;es ao carregar novamente o jogo.</li>
    <li><span>Nota:</span> Algumas op&ccedil;&otilde;es de jogo autom&aacute;tico s&atilde;o obrigat&oacute;rias em algumas jurisdi&ccedil;&otilde;es.</li>
</ul>

<h2>Op&ccedil;&otilde;es de Configura&ccedil;&atilde;o do Jogo</h2>
<ul>
    <li>Para aceder &agrave;s configura&ccedil;&otilde;es do jogo, clique no &iacute;cone de menu do canto superior esquerdo.</li>
    <li><span>P&aacute;gina de sons</span></li>
    <li><span>Efeitos sonoros.</span> Liga ou desliga os efeitos sonoros.</li>
    <li><span>M&uacute;sica de fundo.</span> Liga ou desliga a m&uacute;sica de fundo.</li>
    <li><span>P&aacute;gina de configura&ccedil;&otilde;es</span></li>
    <li><span>Rodada para esquerdinos.</span> Troca a posi&ccedil;&atilde;o dos bot&otilde;es Aposta e Rodar.</li>
    <li><span>Ecr&atilde; de introdu&ccedil;&atilde;o.</span> Liga ou desliga o ecr&atilde; da introdu&ccedil;&atilde;o.</li>
    <li><span>P&aacute;gina de Jogo Autom&aacute;tico</span></li>
    <li><span>Jogo Autom&aacute;tico.</span> Ver Op&ccedil;&otilde;es Avan&ccedil;adas de Jogo Autom&aacute;tico acima.</li>
    <li><span>Hist&oacute;rico de Jogo</span></li>
    <li><span>Lista de hist&oacute;rico de jogo.</span> Lista de jogos jogados (n&atilde;o dispon&iacute;vel em modo DIVERS&Atilde;O): clique numa fila para ver todos os pormenores dispon&iacute;veis.</li>
    <li><span>P&aacute;gina de configura&ccedil;&otilde;es de aposta</span></li>
    <li><span>Mostrar em moedas.</span> Alterna entre moedas e dinheiro, apenas afeta o saldo total e os pr&eacute;mios, a aposta &eacute; sempre mostrada em dinheiro, usando a moeda em uso.</li>
    <li><span>P&aacute;gina Inicial.</span> Clique no bot&atilde;o In&iacute;cio para regressar ao Lobby.</li>
</ul>

<h2>Retorno para o Jogador</h2>
<ul>
    <li>O retorno te&oacute;rico para o jogador neste jogo &eacute; de <span class="__rtp"></span>%.</li>
</ul>
<h2>Informa&ccedil;&atilde;o adicional</h2>
<ul>
    <li>As seguintes funcionalidades e configura&ccedil;&otilde;es podem estar sujeitas aos termos e condi&ccedil;&otilde;es do site de jogo. Para mais informa&ccedil;&atilde;o sobre o seguinte, consultar o website de jogo:</li>
    <li>
        <ul>

            <li>Procedimentos usados para gerir rondas de jogo n&atilde;o terminadas.</li>
            <li>Tempo ap&oacute;s o qual as sess&otilde;es de jogo inativas terminam automaticamente.</li>
        </ul>
    </li>
    <li>No caso de uma avaria do hardware/software do jogo, todos as apostas e pagamentos do jogo afetado s&atilde;o tornados nulos e todos as apostas reembolsadas.</li>
    <li><span>&Uacute;ltima atualiza&ccedil;&atilde;o em 29/01/2018.</span></li>
</ul>
