<ul>
    <li>Treasure of Horus 5 &ccedil;ark, 3 satırlı, joker, sa&ccedil;ılılar ve bir &uuml;cretsiz d&ouml;n&uuml; oyunu i&ccedil;eren bir video slot oyunudur.</li>
    <li>Oyun, d&ouml;n&uuml;ş başına 20 sabit hat ile oynanır (hat başına 1 jeton) ve toplam bahis miktarı bahis kontrol&uuml; &uuml;st&uuml;nde g&ouml;sterilir.</li>
    <li>Bahis miktarýný deðiþtirmek için bahis panosunu açýn ve çarký sürükleyerek farklý bir bahis miktarý belirleyin.</li>
    <li><span>BAHÝS AYARLARI</span> menüsünde <span>JETON/NAKİT</span>, bakiye g&ouml;stergesini değiştirir ve kazan&ccedil;ların <span>NAKİT</span> cinsinden mi yoksa <span>JETON</span> cinsinden mi g&ouml;sterileceğini ayarlar. Bahis miktarı ise her zaman <span>NAKİT</span> cinsinden g&ouml;sterilir. Jetonun değeri: Bahis miktarı/hatların sayısı.</li>
    <li><span>D&Ouml;ND&Uuml;R</span> d&uuml;ğmesi oyunu mevcut bahis değerinden oynatır (ayarlardan etkinleþtirdiyseniz, çarklarý yukarýya veya aþaðýya doðru sürükleyerek de döndürebilirsiniz).</li>
    <li>&Ccedil;arklar d&ouml;nd&uuml;ğ&uuml;nde <span>DURDUR</span> d&uuml;ğmesine basarak &ccedil;ark d&ouml;n&uuml;ş animasyonunu hızlandırabilir ve anında durmalarını sağlayabilirsiniz.</li>
    <li><span>EĞLENCESİNE OYUN</span> modunda Oyun Ge&ccedil;mişi mevcut değildir.</li>
    <li>Kazanan kombinasyonlar ve &ouml;denen miktarlar <span>&Ouml;DEME TABLOSU</span>&rsquo;na g&ouml;re yapılır.</li>
    <li>Jeton cinsinden hat kazancı, <span>&Ouml;DEME TABLOSU</span>&rsquo;nda g&ouml;sterilen miktara eşittir.</li>
    <li>Aktif bahis hattında soldan sağa doğru oluşan kazanan kombinasyonlardan sadece en y&uuml;ksek kazancı olan &ouml;denir.</li>
    <li>B&ouml;cekler u&ccedil;abilir ve &ccedil;arklar &uuml;zerine konup bazı &ccedil;ark simgelerini jokerlere veya bedava d&ouml;n&uuml;şlere değiştirebilirler.</li>
    <li>Joker simgeleri, sa&ccedil;ılı ve bedava d&ouml;n&uuml;ş hari&ccedil; t&uuml;m simgelerin yerine ge&ccedil;er.</li>
    <li>Joker simgeleri &ouml;zel &ccedil;arpanlar &ouml;d&uuml;llendirebilir.</li>
    <li>Farklı bahis hatlarında aynı anda oluşan kazan&ccedil;lar eklenir.</li>
    <li>Bir b&ouml;cek bir Bedava d&ouml;n&uuml;ş simgesini orta &ccedil;arkın &uuml;st orta konumuna bırakabilir, bu da genişleyerek t&uuml;m &ccedil;arkı kapsar.</li>
    <li>Bedava d&ouml;n&uuml;ş simgelerinden herhangi biri &ccedil;arklar &uuml;zerinde belirdiğinde 6 bedava d&ouml;n&uuml;ş &ouml;d&uuml;llendirilir.</li>
    <li>&Ouml;d&uuml;ller, 3+ altın maske sa&ccedil;ılı simgesi Tomb of Horus&apos;ta &ccedil;arkların herhangi bir yerinde belirdiğinde verilir.</li>
    <li>Tur sayýsýný ayarlamak için döndür düðmesini basýlý tutarak <span>OTOMATÝK OYUN</span> menüsünü açýn (baþlatmak için <span>OYNA</span> düðmesine ve istediðiniz zaman durdurmak için <span>DURDUR</span> düðmesine basýn). Durdurma koþullarýný ayarlamak için menüden otomatik oyun ayarlarýný açýn.</li>

</ul><br>

<h2>Gelişmiş Otomatik Oyun Se&ccedil;enekleri</h2>
<ul>
    <li>Gelişmiş otomatik oyun se&ccedil;eneklerini belirlemek i&ccedil;in oyun panosundaki <span>OTOMATİK OYUN</span> sembol&uuml;ne tıklatın.</li>
    <li><span>Kazan&ccedil; oluştuğunda durdur.</span> Bir tur kazandığınızda otomatik oyunu durdurur.</li>
    <li><span>Şu miktar kazanıldığında durdur.</span> Kazanılan miktar belirlenmiş miktar kadar olduğunda veya bu miktarı aştığında otomatik oyunu durdurur.</li>
    <li><span>Nakit şu kadar arttığında durdur.</span> Nakit miktarı belirlenmiş miktar kadar arttığında otomatik oyunu durdurur.</li>
    <li><span>Nakit şu kadar azaldığında durdur.</span> Nakit miktarı belirlenmiş miktar kadar azaldığında otomatik oyunu durdurur.</li>
    <li><span>Not:</span> Otomatik oyun ayarları bir oyun turu sırasında değiştirildiğinde, t&uuml;m ayarlar oyun turu tamamlandıktan sonra ge&ccedil;erli olur.</li>
    <li><span>Not:</span> Oyun sırasında bağlantınız kesilirse, oyunu tekrar y&uuml;klediğiniz zaman t&uuml;m otomatik oyun ayarları varsayılan ayarlara d&ouml;ner.</li>
    <li><span>Not:</span> Bazı otomatik oyun ayarları, bazı b&ouml;lgelerde yasal nedenlerden dolayı zorunludur.</li>
</ul>

<h2>Treasure of Horus bedava d&ouml;n&uuml;şleri</h2>
<ul>
    <li>Bir b&ouml;cek merkez &ccedil;arkın &uuml;st orta konumuna konabilir ve bir Bedava d&ouml;n&uuml;ş simgesi bırakabilir. Bedava d&ouml;n&uuml;ş simgesi, t&uuml;m &ccedil;arkı kapatacak şekilde genişler ve kullanıcıya b&uuml;y&uuml;k hazinenin saklı olduğu &uuml;&ccedil; gizli b&ouml;lmeye erişim sağlar.</li>
    <li>Verilen Bedava d&ouml;n&uuml;şlerin sayısı her zaman 6&apos;dır.</li>
    <li>Bedava d&ouml;n&uuml;şler &ccedil;arklar &uuml;zerinde etkinleştirilir ve kullanıcı bir sonraki gizli b&ouml;lme b&ouml;l&uuml;m&uuml;ne erişim elde eder. Kazanılan Bedava d&ouml;n&uuml;şler, &ouml;nceki b&ouml;lmeden kalan d&ouml;n&uuml;şlere eklenir.</li>
    <li>Gizli b&ouml;lmelere erişim sağlamak; kullanıcı daha derindeki b&ouml;lmelere girdiğinde, ek &ouml;zelliklere de erişim kazanırlar:<li><span>1. b&ouml;lme:</span></li>
    <li style="list-style-type: none">
        <ul>
            <li>Yeşil joker (x1)</li>
        </ul>
    </li>
    <li><span>2. b&ouml;lme:</span></li>
    <li style="list-style-type: none">
        <ul>
            <li>Yeşil joker (x1)</li>
            <li>Pembe joker (x2)</li>
        </ul>
    </li>
    <li><span>3. b&ouml;lme:</span></li>
    <li style="list-style-type: none">
        <ul>
            <li>Yeşil joker (x1)</li>
            <li>Pembe joker (x2)</li>
            <li>Mavi joker (x5)</li>
            <li>Altın maske sa&ccedil;ılı (ek jetonlar)</li>
        </ul>
    </li>
    <li>B&ouml;cekler Joker simgelerini &ccedil;arklar &uuml;zerinde herhangi bir yere bırakabilir.</li>
    <li>Joker simgeleri Bedava d&ouml;n&uuml;şler sırasında &ccedil;arpanlar kazandırabilir.</li>
    <li>Joker simgelerinin kendilerine ait &ouml;deme tablosu vardır.</li>
    <li>Birden fazla joker simgesi &ccedil;arklarda belirerek bir kazanan kombinasyonu tamamlarsa, yalnızca en y&uuml;ksek &ccedil;arpan uygulanır.</li>
    <li>Sa&ccedil;ılı simgeler &uuml;&ccedil;&uuml;nc&uuml; b&ouml;lme bedava d&ouml;n&uuml;ş oyununda belirebilirler ve &ouml;deme tablosuna g&ouml;re ek jetonlar kazandırır.</li>
</ul>

<h2>Oyun Ayar Se&ccedil;enekleri</h2>
<ul>
    <li>Oyun ayarlarına erişmek i&ccedil;in sol &uuml;st k&ouml;şedeki men&uuml; simgesine ve ardından &ccedil;ark simgesine tıklayın.</li>
    <li><span>Ses sayfasý</span></li>
    <li style="list-style-type: none">
        <ul>
            <li>Ses efektleri. Ses efektlerini a&ccedil;ar veya kapar.</li>
            <li>Arka plan m&uuml;ziği. Arka plan m&uuml;ziğini a&ccedil;ar veya kapar.</li>
        </ul>
    </li>
    <li><span>Ayar sayfasý</span></li>
    <li style="list-style-type: none">
        <ul>
            <li><span>Sol el ile döndürme.</span> Bahis ile Döndür düðmelerinin yerlerini deðiþtirir.</li>
            <li>Y&uuml;klerken yardım ekranını g&ouml;ster. Yardım ekranını a&ccedil;ar veya kapar.</li>
        </ul>
    </li>
    <li><span>Otomatik Oyun Sayfasý</span></li>
    <li style="list-style-type: none">
        <ul>
            <li><span>Otomatik Oyun.</span> Geliþmiþ Otomatik Oyun Seçenekleri bölümüne bakýn.</li>
        </ul>
    </li>
    <li><span>Oyun Ge&ccedil;mişi</span></li>
    <li style="list-style-type: none">
        <ul>
            <li>Oyun ge&ccedil;mişi listesi. Oynanan t&uuml;m oyunlar (EĞLENCE modunda oynananlar hari&ccedil;) listesi . T&uuml;m ayrıntıları g&ouml;rmek i&ccedil;in satırlardan birine tıklayın.</li>
        </ul>
    </li>
    <li><span>Bahis ayarlarý sayfasý</span></li>
    <li style="list-style-type: none">
        <ul>
            <li><span>Jeton cinsinden göster.</span> Jeton cinsinden mi yoksa nakit cinsinden mi gösterileceðini belirler ve sadece toplam bakiye ile kazançlarý etkiler. Bahis miktarý, her zaman tercih edilen para biriminde, nakit cinsinden gösterilir.</li>
        </ul>
    </li>
    <li><span>Ana Sayfa.</span> Lobiye dönmek için Ana Sayfa düðmesine týklayýn.</li>
</ul>

<h2>Oyuncuya Geri D&ouml;n&uuml;ş</h2>
<ul>
    <li>Bu oyun i&ccedil;in oyuncuya teorik geri d&ouml;n&uuml;ş %<span class="__rtp"></span>.</li>
</ul>

<h2>Ek Bilgiler</h2>
<ul>
    <li>Aşağıdaki oyun &ouml;zellikleri ve ayarları, oyun sitesinin h&uuml;k&uuml;m ve koşullarına tabi olabilir. Aşağıdakiler hakkında daha fazla bilgi i&ccedil;in oyun web sitesine bakın:</li>
    <li style="list-style-type: none">
        <ul>
            <li>Tamamlanmayan oyun turları ile ilgili uygulanan prosed&uuml;rler.</li>
            <li>Aktif olmayan oyun oturumlarının zaman aşımı nedeniyle otomatik olarak sonlanma s&uuml;resi.</li>
        </ul>
    </li>
    <li>Oyun donanımının/yazılımının arızalanması durumunda, bu durumdan etkilenen t&uuml;m oyun bahisleri ve &ouml;demeler ge&ccedil;ersiz olur ve ilgili bahisler iade edilir.</li>
    <br>Son G&uuml;ncelleştirme 15/06/2017</ul>
