<ul>
    <li>Treasure of Horus er en 5-hjuls 3-raders videoautomat med jokere, spredte og et gratisspinn-spill.</li>
    <li>Du kan spille p&aring; 20 faste linjer per spinn (1 mynt per linje), totalinnsatsen vises p&aring; innsatskontrollen.</li>
    <li>For &aring; endre innsatsverdien &aring;pner du innsatskontrollen og velger en ny verdi ved hjelp av pilene.</li>
    <li>I menyen for <span>INNSATSINNSTILLINGER</span> bytter<span>MYNTER/PENGER</span> bytter mellom saldovisning og utbetalingsverdier fra <span>PENGER</span> til <span>MYNTER</span>. Innsatsverdien vises alltid som <span>PENGER</span>. Myntens verdi er: Innsatsverdi/antall linjer.</li>
    <li> <span>SPINN</span>-knappen spiller spillet med n&aring;v&aelig;rende innsatsverdi (du kan dra hjulene opp eller ned for å spinne dersom denne funksjonen er aktivert i innstillingene).</li>
    <li>N&aring;r hjulene spinnes kan du trykke p&aring; knappen med <span>STOPP</span> for &aring; &oslash;ke hjulspinn-animasjonen, og f&aring; dem til &aring; stoppe umiddelbart.</li>
    <li>Spillhistorikken er ikke tilgjengelig n&aring;r det <span>SPILLES FOR MORO</span>.</li>
    <li>Vinnerkombinasjoner og utbetalinger gj&oslash;res i henhold til <span>UTBETALINGSTABELLEN</span>.</li>
    <li>En myntlinjegevinst tilsvarer verdien som vises i <span>UTBETALINGSTABELLEN</span>.</li>
    <li>Kun den h&oslash;yeste vinnerkombinasjonen p&aring; en aktiv linjeinnsats fra venstre til h&oslash;yre betales.</li>
    <li>Skarabeer kan fly over eller lande p&aring; hjulene, og endre noen av hjulsymbolene til jokere eller gratisspinn.</li>
    <li>Jokersymboler erstatter for alle symboler unntatt spredte og gratisspinn.</li>
    <li>Jokersymboler kan gi spesialmultiplikatorer.</li>
    <li>Samtidige gevinster p&aring; forskjellige innsatslinjer legges til.</li>
    <li>Det kan v&aelig;re en skarabe slipper et gratisspinn-symboler over den &oslash;verste sentrale posisjonen til det midtre hjulet, noe som vil ekspanderes til &aring; dekke hele hjulet.</li>
    <li>6 gratisspinn gis n&aring;r noen av gratisspinn-symbolene vises p&aring; hjulene.</li>
    <li>Premier gis n&aring;r 3+ spredte symboler med gullmasker vises hvor som helst p&aring; hjulene i Tomb of Horus.</li>
    <li>Åpne menyen for <span>AUTOSPILL</span> ved å holde spinnknappen nede. Da kan antall runder justeres (klikk på knappen på innsiden med <span>SPILL</span> for å starte, og eventuelt på knappen med <span>STOPP</span> for å stoppe det når som helst). For å justere stoppkriteriet åpnes autospill-innstillingene i menyen.</li>

</ul><br>

<h2>Avanserte autospill-innstillinger</h2>
<ul>
    <li>For &aring; bestemme avanserte autospill-innstillinger klikker du p&aring; symbolet med <span>AUTOSPILL</span> i spillpanelet.</li>
    <li><span>Stopp ved enhver gevinst.</span> Stopper autospill n&aring;r du vinner en runde.</li>
    <li><span>Stopp ved gevinst p&aring;.</span> Stopper autospill n&aring;r vunnet bel&oslash;p overstiger eller er lik det spesifiserte bel&oslash;pet.</li>
    <li><span>Stopp dersom pengene &oslash;ker med.</span> Stopper autospill dersom pengene &oslash;ker med det spesifiserte bel&oslash;pet.</li>
    <li><span>Stopp dersom pengene reduseres med.</span> Stopper autospill dersom pengene reduseres med det spesifiserte bel&oslash;pet.</li>
    <li><span>Merk:</span> Dersom innstillingene for autospill endres under en spillrunde, trer alle endringer i kraft n&aring;r spillrunden eller funksjonen er fullf&oslash;rt.</li>
    <li><span>Merk:</span> Dersom du blir frakoblet n&aring;r du spiller vil alle innstillinger for autospill tilbakestilles til standard n&aring;r du laster inn spillet p&aring; ny.</li>
    <li><span>Merk:</span> Noen innstillinger for autospill er obligatoriske i enkelte jurisdiksjoner.</li>
</ul>

<h2>Treasure of Horus-gratisspinn</h2>
<ul>
    <li>De kan v&aelig;re en skarabe lander og slipper et gratisspinn-symboler over den &oslash;verste sentrale posisjonen til det sentrale hjulet. Gratisspinn-symboler ekspanderes til &aring; dekke hele hjulet og gir brukeren tilgang til tre hemmelige kamre hvor store skatter er skjult.</li>
    <li>Antall tildelte gratisspinn er alltid 6.</li>
    <li>N&aring;r gratisspinnene aktiveres p&aring; hjulene og brukeren f&aring;r tilgang til det neste niv&aring;et med hemmelig kammer, blir vunnede gratisspinn legget til de gjenv&aelig;rende spinnene fra det forrige kammeret.</li>
    <li>F&aring; tilgang til hemmelige kamre &ndash; ettersom brukeren g&aring;r inn i de dypere kamrene f&aring;r de ogs&aring; tilgang til ytterligere funksjoner:<li><span>F&oslash;rste kammer:</span></li>
    <li style="list-style-type: none">
        <ul>
            <li>Gr&oslash;nn joker (1x)</li>
        </ul>
    </li>
    <li><span>Andre kammer:</span></li>
    <li style="list-style-type: none">
        <ul>
            <li>Gr&oslash;nn joker (1x)</li>
            <li>Rosa joker (2x)</li>
        </ul>
    </li>
    <li><span>Tredje kammer:</span></li>
    <li style="list-style-type: none">
        <ul>
            <li>Gr&oslash;nn joker (1x)</li>
            <li>Rosa joker (2x)</li>
            <li>Bl&aring; joker (5x)</li>
            <li>Spredt gullmaske (ytterligere mynter)</li>
        </ul>
    </li>
    <li>Skarabeer kan slippe jokersymboler over alle posisjoner p&aring; hjulene.</li>
    <li>Jokersymbolene kan gi ytterligere multiplikatorer under gratisspinnene.</li>
    <li>Jokersymboler har sin egen utbetalingstabell.</li>
    <li>Dersom en vinnerkombinasjon fullf&oslash;res ved at mer enn ett symbol vises p&aring; hjulene, blir kun den h&oslash;yeste multiplikatoren lagt til.</li>
    <li>Spredte-symboler kan vises i det tredje kammeret i gratisspinn-spillet, og gir ytterligere mynter som vist i utbetalingstabellen.</li>
</ul>

<h2>Spillinnstillingsvalg</h2>
<ul>
    <li>For &aring; f&aring; tilgang til spillinnstillingene klikker du p&aring; menyikonet i &oslash;vre venstre hj&oslash;rne, og s&aring; p&aring; tannhjulikonet.</li>
    <li><span>Lydside</span></li>
    <li style="list-style-type: none">
        <ul>
            <li>Lydeffekter. Sl&aring;r lydeffektene p&aring; eller av.</li>
            <li>Bakgrunnsmusikk. Sl&aring;r bakgrunnsmusikken p&aring; eller av.</li>
        </ul>
    </li>
    <li><span>Innstillingsside</span></li>
    <li style="list-style-type: none">
        <ul>    
            <li><span>Venstrehåndsspinn.</span> Bytter posisjon på innsats- og spinnknappen..</li>
            <li>Viser hjelpeskjermen ved innlasting. Sl&aring;r hjelpeskjermen p&aring; eller av.</li>
        </ul>
    </li>
    <li><span>Autospillside</span></li>
    <li style="list-style-type: none">
        <ul>
            <li><span>Autospill.</span> Se tidligere opplysninger om innstillinger for avansert autospill.</li>
        </ul>
    </li>
    <li><span>Spillhistorikk</span></li>
    <li style="list-style-type: none">
        <ul>
            <li>Spillhistorikkliste. En liste med alle spilte spill (ikke i modus for MORO). Klikk p&aring; en rad for &aring; se alle tilgjengelige opplysninger.</li>
        </ul>
    </li>
    <li><span>Innsatsinnstillingsside</span></li>
    <li style="list-style-type: none">
        <ul>
            <li><span>Visning i mynter.</span> Skifter mellom mynter og penger. Den påvirker kun saldoen og gevinstene, innsatsen vises alltid som penger i den nåværende valutaen.</li>
        </ul>
    </li>
    <li><span>Hjemmeside.</span> Klikk på knappen for hjem for å gå tilbake til lobbyen.</li>
</ul>

<h2>Retur til spiller</h2>
<ul>
    <li>Den teoretiske returen til spilleren i dette spillet er <span class="__rtp"></span>%.</li>
</ul>

<h2>Ytterligere opplysninger</h2>
<ul>
    <li>F&oslash;lgende spillfunksjoner og innstillinger kan v&aelig;re underlagt vilk&aring;rene og betingelsene gjeldene for spillnettsiden. For flere opplysninger om f&oslash;lgende henvises det til spillnettsiden:</li>
    <li style="list-style-type: none">
        <ul>
            <li>Prosedyren benyttes til &aring; h&aring;ndtere uferdige spillrunder.</li>
            <li>Tiden etter en inaktiv spill&oslash;kt automatisk avsluttes.</li>
        </ul>
    </li>
    <li>Ved systemfeil i spillmaskinvaren/-programvaren vil alle p&aring;virkende spillrunder og utbetalinger anses som ugyldige, og alle p&aring;virkede innsatser blir refundert.</li>

    <br>Sist oppdatert 15.06.2017</ul>
