<ul>
    <li>Treasure of Horus est une machine &agrave; sous vid&eacute;o &agrave; 5 rouleaux et 3 rang&eacute;es o&ugrave; figurent des jokers, des scatters et une manche de lancers gratuits.</li>
    <li>Vous jouez avec 20 lignes fixes par lancer (1 pi&egrave;ce par ligne), la valeur totale de la mise est affich&eacute;e sur le bouton de mise.</li>
    <li>Pour modifier la valeur de la mise, ouvrir l&apos;onglet de mise et en sélectionner une en faisant glisser la roue.</li>
    <li>Dans le menu <span>PARAMÈTRES DE MISE</span>,<span>PI&Egrave;CES/CASH</span> change l&apos;affichage du solde et des valeurs des paiements entre <span>CASH</span> et <span>PI&Egrave;CES</span>, la valeur de mise est toujours affich&eacute;e en <span>CASH</span>. La valeur de la pi&egrave;ce est de : Valeur de mise/nombre de lignes.</li>
    <li>Le bouton <span>LANCER</span> joue au jeu avec la valeur de mise actuelle (vous pouvez faire glisser les rouleaux vers le haut ou le bas si la fonction est activée dans le menu des paramètres).</li>
    <li>Lorsque les rouleaux tournent vous pouvez appuyer sur le bouton <span>STOP</span> pour acc&eacute;l&eacute;rer l&apos;animation des rouleaux et les faire s&apos;arr&ecirc;ter imm&eacute;diatement.</li>
    <li>L&apos;historique du jeu n&apos;est pas disponible lorsque vous <span>JOUEZ SANS ENJEU</span>.</li>
    <li>Les combinaisons gagnantes et les paiements sont r&eacute;tribu&eacute;s en accord avec le <span>TABLEAU DE PAIEMENT</span>.</li>
    <li>Un gain de ligne avec une pi&egrave;ce est &eacute;gal &agrave; la valeur affich&eacute;e sur le <span>TABLEAU DE PAIEMENT</span>.</li>
    <li>Seule la meilleure combinaison gagnante sur une ligne de mise active, de gauche &agrave; droite, sera pay&eacute;e.</li>
    <li>Les scarab&eacute;es peuvent voler ou atterrir sur les rouleaux et modifier certains symboles des rouleaux en jokers ou lancers gratuits.</li>
    <li>Les symboles joker remplacent tous les autres symboles sauf scatter et lancers gratuits.</li>
    <li>Les symboles joker peuvent attribuer des multiplicateurs sp&eacute;ciaux.</li>
    <li>Les gains simultan&eacute;s sur des lignes de mise diff&eacute;rentes sont additionn&eacute;s.</li>
    <li>Un scarab&eacute;e peut l&acirc;cher un symbole de Lancer gratuit sur le haut de la position centrale du rouleau du centre, lequel s&apos;&eacute;tendra pour couvrir tout le rouleau.</li>
    <li>6 Lancers Gratuits sont attribu&eacute;s lorsqu&apos;un des symboles de Lancer gratuit appara&icirc;t sur les rouleaux.</li>
    <li>Des prix sont attribu&eacute;s lorsque 3+ symboles scatter masque dor&eacute; apparaissent n&apos;importe o&ugrave; sur les rouleaux dans la Tombe de Horus.</li>
    <li>Ouvrez le menu <span>JEU AUTOMATIQUE</span>, en maintenant appuyé le bouton de lancer, pour régler le nombre de manches (cliquer sur le bouton <span>LANCER</span> pour commencer et sur le bouton <span>STOP</span> pour arrêter à tout moment). Pour régler les options d&apos;arrêt, ouvrez les paramètres de jeu automatique dans le menu.</li>
</ul><br>

<h2>Options avanc&eacute;es du jeu automatique</h2>
<ul>
    <li>Pour r&eacute;gler les options avanc&eacute;es du jeu automatique, cliquez sur le symbole <span>JEU AUTOMATIQUE</span> dans l&apos;onglet de jeu.</li>
    <li><span>Arr&ecirc;ter apr&egrave;s un gain.</span> Arr&ecirc;te le jeu automatique lorsque vous gagnez une manche.</li>
    <li><span>Arr&ecirc;ter apr&egrave;s un gain de.</span> Arr&ecirc;te le jeu automatique lorsque le montant gagn&eacute; est sup&eacute;rieur ou &eacute;gal au montant sp&eacute;cifi&eacute;.</li>
    <li><span>Arr&ecirc;ter si le cash augmente de.</span> Arr&ecirc;te le jeu automatique si le cash augmente du montant sp&eacute;cifi&eacute;.</li>
    <li><span>Arr&ecirc;ter si le cash diminue de.</span> Arr&ecirc;te le jeu automatique si le cash diminue du montant sp&eacute;cifi&eacute;.</li>
    <li><span>Remarque :</span> Si vous modifiez les param&egrave;tres du jeu automatique lors d&apos;une manche du jeu, tous les param&egrave;tres prendront effet une fois la manche du jeu ou la fonction termin&eacute;e.</li>
    <li><span>Remarque :</span> Si vous &ecirc;tes d&eacute;connect&eacute; pendant que vous jouez, tous les param&egrave;tres du jeu automatique retourneront &agrave; leurs valeurs par d&eacute;faut au rechargement du jeu.</li>
    <li><span>Remarque :</span> Certaines options du jeu automatique sont obligatoires dans certaines juridictions.</li>
</ul>

<h2>Lancers gratuits de Treasure of Horus</h2>
<ul>
    <li>Un scarab&eacute;e peut atterrir et l&acirc;cher un symbole de Lancer gratuit sur le haut de la position centrale du rouleau du centre. Le symbole de Lancer gratuit s&apos;&eacute;tend pour couvrir tout le rouleau et ouvre l&apos;acc&egrave;s aux trois chambres secr&egrave;tes o&ugrave; se cache un &eacute;norme tr&eacute;sor.</li>
    <li>Le nombre de Lancers gratuits attribu&eacute;s est toujours de 6.</li>
    <li>Lorsque les Lancers gratuits sont activ&eacute;s sur les rouleaux et que l&apos;utilisateur acc&egrave;de au prochain niveau de chambre secr&egrave;te, les Lancers gratuits remport&eacute;s sont ajout&eacute;s aux lancers restants des chambres pr&eacute;c&eacute;dentes.</li>
    <li>Acc&eacute;der aux chambres secr&egrave;tes - lorsque l&apos;utilisateur p&eacute;n&egrave;tre dans les chambres les plus enfouies, il acc&egrave;de aussi &agrave; des fonctionnalit&eacute;s suppl&eacute;mentaires :<li><span>1&egrave;re chambre :</span></li>
    <li style="list-style-type: none">
        <ul>
            <li>Joker vert (x1)</li>
        </ul>
    </li>
    <li><span>2&egrave;me chambre :</span></li>
    <li style="list-style-type: none">
        <ul>
            <li>Joker vert (x1)</li>
            <li>Joker rose (x2)</li>
        </ul>
    </li>
    <li><span>3&egrave;me chambre :</span></li>
    <li style="list-style-type: none">
        <ul>
            <li>Joker vert (x1)</li>
            <li>Joker rose (x2)</li>
            <li>Joker bleu (x5)</li>
            <li>Scatter masque dor&eacute; (pi&egrave;ces suppl&eacute;mentaires)</li>
        </ul>
    </li>
    <li>Les scarab&eacute;es peuvent l&acirc;cher des symboles Joker n&apos;importe o&ugrave; sur les rouleaux.</li>
    <li>Les symboles Joker peuvent attribuer des multiplicateurs suppl&eacute;mentaires lors des Lancers gratuits.</li>
    <li>Les symboles joker ont leur propre tableau des paiements.</li>
    <li>Si plus d&apos;un symbole joker est affich&eacute; sur les rouleaux et compl&egrave;te une combinaison gagnante, seul le plus haut multiplicateur est appliqu&eacute;.</li>
    <li>Les symboles Scatter peuvent appara&icirc;tre dans la manche de lancer gratuit de la troisi&egrave;me chambre, et attribuent des pi&egrave;ces suppl&eacute;mentaires conform&eacute;ment au tableau des paiements.</li>
</ul>

<h2>Options des param&egrave;tres du jeu</h2>
<ul>
    <li>Pour acc&eacute;der aux param&egrave;tres du jeu, cliquez sur l&apos;ic&ocirc;ne du menu dans le coin sup&eacute;rieur gauche puis sur l&apos;ic&ocirc;ne engrenage.</li>
    <li><span>Page du son</span></li>
    <li style="list-style-type: none">
        <ul>
            <li>Effets sonores. Active ou d&eacute;sactive les effets sonores.</li>
            <li>Musique de fond. Active ou d&eacute;sactive la musique de fond.</li>
        </ul>
    </li>
    <li><span>Page des paramètres</span></li>
    <li style="list-style-type: none">
        <ul>    
            <li><span>Lancer pour gaucher.</span> Intervertir les positions des boutons Miser et Lancer.</li>
            <li>Affiche l&apos;&eacute;cran d&apos;aide au chargement. Active ou d&eacute;sactive l&apos;&eacute;cran d&apos;aide.</li>
        </ul>
    </li>
    <li><span>Page du jeu automatique</span></li>
    <li style="list-style-type: none">
        <ul>
            <li><span>Jeu automatique.</span> Voir les options avancées du jeu automatique ci-dessus.</li>
        </ul>
    </li>
    <li><span>Historique du jeu</span></li>
    <li style="list-style-type: none">
        <ul>
            <li>Liste de l&apos;historique du jeu. Une liste de toutes les manches jou&eacute;es (sauf en mode SANS ENJEU). Cliquer sur une rang&eacute;e pour consulter tous les d&eacute;tails disponibles.</li>
        </ul>
    </li>
    <li><span>Page des paramètres de mise</span></li>
    <li style="list-style-type: none">
        <ul>
            <li><span>Afficher en pièces.</span> Affiche en pièces ou en cash, cela n&apos;affecte que le solde total et les gains totaux. Une mise est toujours affichée en cash dans la devise en cours.</li>
        </ul>
    </li>
    <li><span>Page d&apos;accueil.</span> Cliquer sur le bouton Accueil pour retourner au lobby.</li>
</ul>

<h2>Retour pour le joueur</h2>
<ul>
    <li>Le retour th&eacute;orique pour le joueur pour ce jeu est de <span class="__rtp"></span>%.</li>
</ul>

<h2>Informations suppl&eacute;mentaires</h2>
<ul>
    <li>Les fonctions de jeu et les param&egrave;tres suivants peuvent &ecirc;tre sujets aux conditions g&eacute;n&eacute;rales du site de jeu. Pour plus d&apos;informations, veuillez consulter le site de jeu :</li>
    <li style="list-style-type: none">
        <ul>
            <li>Les proc&eacute;dures utilis&eacute;es pour g&eacute;rer les manches non termin&eacute;es.</li>
            <li>La p&eacute;riode apr&egrave;s laquelle une session de jeu inactive s&apos;arr&ecirc;te automatiquement.</li>
        </ul>
    </li>
    <li>En cas de d&eacute;faillance du mat&eacute;riel ou du logiciel du jeu, toutes les mises de jeu et tous les paiements affect&eacute;s seront d&eacute;clar&eacute;s nuls et toutes les mises affect&eacute;es rembours&eacute;es.</li>

    <br>Derni&egrave;re mise &agrave; jour 16/06/2017</ul>
