<ul>
    <li>Treasure of Horus &auml;r en videoslot med fem hjul, tre rader och med wild, scatter och ett bonusspel.</li>
    <li>Man spelar 20 fasta rader per spinn (ett mynt per rad) och totalinsatsen visas p&aring; insatsknappen.</li>
    <li>För att ändra insatsen öppnar man insatspanelen och väljer med hjulet.</li>
    <li>I menyn <span>BET SETTINGS</span> (SPELINSTÄLLNINGAR)<span>COINS/CASH (MYNT/KONTANT)</span> v&auml;xlar mellan att visa saldo och utbetalningar fr&aring;n <span>CASH (KONTANT) till COINS (MYNT)</span>, insatsen visas alltid i <span>CASH (KONTANT)</span>. Myntv&auml;rdet &auml;r: Insats/antal rader.</li>
    <li><span>SPIN</span> -knappen startar spelet med aktuell insats (man kan dra hjulet upp eller ned för att spinna om funktionen aktiverats i inställningarna).</li>
    <li>N&auml;r hjulen snurrar kan du trycka p&aring; knappen <span>STOP</span> f&ouml;r att h&ouml;ja farten p&aring; hjulen och stoppa dom direkt</li>
    <li>Spelhistorik &auml;r inte tillg&auml;ngligt under <span>PLAYING FOR FUN (SPELA P&Aring; SKOJ).</span></li>
    <li>Vinstkombinationer och utbetalningar g&ouml;rs enligt <span>PAY TABLE (VINSTTABELL).</span></li>
    <li>En myntrad &auml;r lika med v&auml;rdet som visas i <span>PAY TABLE (VINSTTABELL).</span></li>
    <li>Enbart den h&ouml;gsta vinstkombinationen f&ouml;r en aktiv insatsrad fr&aring;n v&auml;nster till h&ouml;ger betalas ut.</li>
    <li>Skarab&eacute;er kan flyga &ouml;ver eller landa p&aring; hjulen och f&ouml;rvandla n&aring;gra av hjulsymbolerna till wild eller gratisspel.</li>
    <li>Wildsymboler ers&auml;tter alla symboler f&ouml;rutom scatter och gratisspel.</li>
    <li>Wildsymboler kan bel&ouml;nas med s&auml;rskilda multiplikatorer.</li>
    <li>Samtidiga vinster p&aring; olika rader l&auml;ggs till.</li>
    <li>En skarab&eacute; kan sl&auml;ppa ner en gratisspelsymbol p&aring; mittenhjulets &ouml;versta mittenposition s&aring; att hela hjulet t&auml;cks.</li>
    <li>Sex gratisspins aktiveras n&auml;r n&aring;gon av gratisspelsymbolerna visas p&aring; hjulen.</li>
    <li>Bel&ouml;ningar ger n&auml;r 3+ golden mask scatter-symboler visas n&aring;gonstans p&aring; hjulen i Tomb of Horus.</li>
    <li>Öppna menyn <span>AUTOPLAY (AUTOSPEL)</span> genom att hålla ned spinnknappen för att justera antal rundor (klicka på <span>PLAY (SPELA)</span> för att starta och avslutningsvis <span>STOP (STOPP)</span> för att stoppa när du vill). För att ändra stoppkriterium ska du öppna inställningarna för autospel i menyn.</li>

</ul>

<h2>Avancerade alternativ f&ouml;r autospel</h2>
<ul>
    <li>F&ouml;r att st&auml;lla in avancerade alternativ f&ouml;r autospel klickar du p&aring; symbolen <span>AUTOPLAY (AUTOSPEL)</span> i spelpanelen.</li>
    <li><span>Stoppa vid vinst.</span> Stoppar autospel n&auml;r du vinner en runda.</li>
    <li><span>Stoppa vid vinst p&aring;.</span> Stoppar autospel n&auml;r vunnet belopp &ouml;verstiger eller &auml;r lika med angivet belopp.</li>
    <li><span>Stoppa om kontanter &ouml;kar med.</span> Stoppar autospel om kontanter &ouml;kar med angivet belopp.</li>
    <li><span>Stoppa om kontanter minskar med.</span> Stoppar autospel om kontanter minskar med angivet belopp.</li>
    <li><span>OBS!</span> Om du &auml;ndrar inst&auml;llningar f&ouml;r autospel under en spelrunda kommer inst&auml;llningarna att verkst&auml;llas n&auml;r spelrundan eller funktionen har avslutats.</li>
    <li><span>OBS!</span> Om du kopplas bort under spel kommer alla inst&auml;llningar f&ouml;r autospel att &aring;terg&aring; till standard n&auml;r du l&auml;ser in spelet p&aring; nytt.</li>
    <li><span>OBS!</span> Vissa alternativ &auml;r obligatoriska i vissa jurisdiktioner.</li>
</ul>

<h2>Treasure of Horus gratisspel</h2>
<ul>
    <li>En skarab&eacute; kan landa och sl&auml;ppa en gratisspelsymbol p&aring; mittenhjulets &ouml;vre mittenl&auml;ge. Gratisspelssymbolen v&auml;xer och t&auml;cker hela hjulet och ger anv&auml;ndaren &aring;tkomst till tre hemliga kammare som d&ouml;ljer en stor skatt.</li>
    <li>Antal aktiverade gratisspel &auml;r alltid sex.</li>
    <li>N&auml;r gratisspel aktiveras p&aring; hjulen och anv&auml;ndaren f&aring;r &aring;tkomst till n&auml;sta kammarniv&aring; l&auml;ggs vunna gratisspel till &aring;terst&aring;ende spins fr&aring;n f&ouml;reg&aring;ende kammare.</li>
    <li>F&aring; &aring;tkomst till hemliga kammare - f&aring; &aring;tkomst till extrafunktioner n&auml;r du tr&auml;der in i de djupaste kamrarna.<li><span>1:a kammaren:</span></li>
    <li style="list-style-type: none">
        <ul>
            <li>Gr&ouml;n wild (x1)</li>
        </ul>
    </li>
    <li><span>2:a kammaren:</span></li>
    <li style="list-style-type: none">
        <ul>
            <li>Gr&ouml;n wild (x1)</li>
            <li>Rosa wild (x2)</li>
        </ul>
    </li>
    <li><span>3:e kammaren:</span></li>
    <li style="list-style-type: none">
        <ul>
            <li>Gr&ouml;n wild (x1)</li>
            <li>Rosa wild (x2)</li>
            <li>Bl&aring; wild (x5)</li>
            <li>Golden mask-scatter (extramynt)</li>
        </ul>
    </li>
    <li>Skarab&eacute;er kan sl&auml;ppa wildsymboler var som helst p&aring; hjulen.</li>
    <li>Wildsymboler kan aktivera ytterligare multiplikatorer under gratisspel.</li>
    <li>Wildsymboler har sin egen vinsttabell.</li>
    <li>Om fler &auml;n en wild visas p&aring; hjulen och kompletterar vinstkombinationer till&auml;mpas den h&ouml;gre multiplikatorn.</li>
    <li>Scattersymboler kan visas i det tredje kammargratisspelet och betalar extra mynt enligt vinsttabellen.</li>
</ul>

<h2>Alternativa spelinst&auml;llningar</h2>
<ul>
    <li>F&ouml;r att komma &aring;t spelinst&auml;llningarna klickar du p&aring; menysymbolen l&auml;ngst upp till v&auml;nster och sedan p&aring; kugghjulet.</li>
    <li><span>Ljudsida</span></li>
    <li style="list-style-type: none">
        <ul>
            <li>Ljudeffekter. Sl&aring;r p&aring; och st&auml;nger av ljudeffekter.</li>
            <li>Bakgrundsmusik. Sl&aring;r p&aring; och st&auml;nger av bakgrundsmusik.</li>
        </ul>
    </li>
    <li><span>Inställningssida</span></li>
    <li style="list-style-type: none">
        <ul>
            <li><span>För vänsterhänta.</span> Byter plats för knapparna Satsa och Spinn.</li>
            <li>Visa hj&auml;lpsk&auml;rmen vid inl&auml;sning. Sl&aring;r p&aring; och st&auml;nger av hj&auml;lpsk&auml;rmen.</li>
        </ul>
    </li>
    <li><span>Autospelsida</span></li>
    <li style="list-style-type: none">
        <ul>
            <li><span>Autospel.</span> Se avancerade alternativ för autospel ovan.</li>
        </ul>
    </li>
    <li><span>Spelhistorik</span></li>
    <li style="list-style-type: none">
        <ul>
            <li>Lista med spelhistorik. Lista med alla spelade h&auml;nder (inte i FUN-l&auml;ge (P&Aring; SKOJ)), klicka p&aring; en rad f&ouml;r att se all information.</li>
        </ul>
    </li>
    <li><span>Insatsinställningssida</span></li>
    <li style="list-style-type: none">
        <ul>
            <li><span>Visa i mynt.</span> Växlar mellan mynt och kontanter, påverkar enbart totalsaldo och -vinster, insats visas alltid som kontanter i aktuell valuta.</li>
        </ul>
    </li>
    <li><span>Startsida</span> Klicka på knappen Start för att gå tillbaka till lobbyn.</li>
</ul>


<h2>&Aring;ter till spelaren</h2>
<ul>
    <li>Teoretisk &aring;terbetalning till spelaren f&ouml;r spelet &auml;r <span class="__rtp"></span>%.</li>
</ul>

<h2>Ytterligare information</h2>
<ul>
    <li>F&ouml;ljande spelfunktioner och inst&auml;llningar g&auml;ller enligt villkor och regler f&ouml;r spelwebbplatsen. F&ouml;r mer information om f&ouml;ljande kan du l&auml;sa p&aring; spelwebbplatsen:</li>
    <li style="list-style-type: none">
        <ul>
            <li>Procedurer f&ouml;r att hantera oavslutade spelrundor.</li>
            <li>Efter hur l&aring;ng tids inaktivitet som spelsessioner automatiskt avslutas.</li>
        </ul>
    </li>
    <li>Om spelets h&aring;rdvara/mjukvara inte fungerar som avsett kommer alla p&aring;verkade spelinsatser och utbetalningar ogiltigf&ouml;rklaras och alla p&aring;verkade insatser att &aring;terbetalas.</li>
    <br>Senast uppdaterad 15/06/2017</ul>
