<h2>Paint Oyun Kuralları</h2>
<ul>
    <li>Paint, &uuml;cretsiz d&ouml;nd&uuml;rmeli ve bir bonus oyunlu, 5 &ccedil;arklı 3 satırlı bir video slot oyunudur.</li>
    <li>D&ouml;nd&uuml;rme başına sabit 20 satırla (satır başına 1 fiş) oynarsınız ve toplam bahis tutarı da bahis d&uuml;ğmesinin &uuml;zerinde g&ouml;sterilir.</li>
    <li>Bahis değerini değiştirmek i&ccedil;in bahis panelini a&ccedil;ın ve tekerlekten bir değer se&ccedil;in.</li>
    <li><span>BAHİS AYARLARI</span> men&uuml;s&uuml;ndeki <span>JETON OLARAK G&Ouml;STER</span> &ouml;zelliğiyle, bakiyenizi ve kazan&ccedil; tutarlarını <span>NAKİT</span> olarak veya jeton olarak g&ouml;rmeyi se&ccedil;ebilirsiniz, bahis tutarı her zaman <span>NAKİT</span> olarak g&ouml;sterilir. Jeton değeri: Bahis tutarı/satır sayısı.</li>
    <li>D&ouml;nd&uuml;r d&uuml;ğmesi oyunu mevcut tutarla oynar (ayarlar men&uuml;s&uuml;nde bu &ouml;zellik etkinse, &ccedil;arkları yukarı-aşağı s&uuml;r&uuml;kleyerek de d&ouml;nd&uuml;rebilirsiniz).</li>
    <li>Kazanan kombinasyonlar ve kazan&ccedil;lar,&nbsp;<span>KAZAN&Ccedil; TABLOSUNA</span> g&ouml;re belirlenir.</li>
    <li>Bir jeton satırı kazancı,&nbsp;<span>KAZAN&Ccedil; TABLOSUNDA</span> g&ouml;sterilen değere eşittir.</li>
    <li>Etkin bir kazan&ccedil; satırında sadece en soldan sağa doğru en y&uuml;ksek kazan&ccedil; &ouml;denir.</li>
    <li>Wild sembolleri, scatter haricinde her sembol&uuml;n yerine ge&ccedil;er.</li>
    <li>Farklı satırlarda aynı anda oluşan kazan&ccedil;lar toplanır.</li>
    <li>Orta &ccedil;arkta 5 altın sembol&uuml; toplanırsa, 5 &uuml;cretsiz d&ouml;nd&uuml;rme başlar.</li>
    <li>&Uuml;cretsiz d&ouml;nd&uuml;rmeler sırasında gelen yeni bir altın sembol, maksimum 5 ekstra &uuml;cretsiz d&ouml;nd&uuml;rme ile toplam 10 &uuml;cretsiz d&ouml;nd&uuml;rmeye kadar ekstra &uuml;cretsiz d&ouml;nd&uuml;rme kazandırır.</li>
    <li>&Uuml;cretsiz d&ouml;nd&uuml;rmelerde, (her &ccedil;arkta birer adet) &ouml;d&uuml;l ve &ccedil;arpan kazandıran scatter sembolleri bulunur.</li>
    <li>Soldan başlayarak ardışık 3 veya daha fazla &ccedil;arkta bonus sembol&uuml; geldiğinde, Bonus oyun başlar.</li>
    <li><span>EĞLENCESİNE OYUNDA</span> Oyun Ge&ccedil;mişi tutulmaz</li>
    <li>D&ouml;nd&uuml;r d&uuml;ğmesini basılı tutarak <span>OTO. OYUN</span> men&uuml;s&uuml;n&uuml; a&ccedil;abilir, buradan tur sayısını ayarlayabilirsiniz&nbsp;(başlatmak i&ccedil;in i&ccedil;erideki <span>OYNA</span>d&uuml;ğmesine, durdurmak i&ccedil;inse dilediğiniz zaman <span>DUR</span> d&uuml;ğmesine basmanız gerekir). Durdurma kriterlerini belirlemek i&ccedil;in, men&uuml;den otomatik oyun ayarlarını a&ccedil;ın.</li>
</ul>

<h2>Gelişmiş Oto. Oyun Ayarları</h2>
<ul>
    <li>Gelişmiş oto. oyun ayarlarını belirlemek i&ccedil;in, oyunun sol &uuml;st k&ouml;şesinden hamburger men&uuml; simgesini tıklayın ve men&uuml; panelinden&nbsp;<span>OTO. OYUN</span> sembol&uuml;n a&ccedil;ın.</li>
    <li>Herhangi bir kazan&ccedil;ta dur. Bir turdan kazan&ccedil; elde ettiğinizde Oto. Oyun durur.</li>
    <li>Şu kadar kazan&ccedil;ta dur. Belirtilen tutar veya daha fazlası kazanıldığında Oto. Oyun durur.</li>
    <li>Nakit şu kadar artarsa dur. Nakit belirtilen tutar kadar arttığında Oto. Oyun durur.</li>
    <li>Nakit şu kadar azalırsa dur. Nakit belirtilen tutar kadar azaldığında Oto. Oyun durur.</li>
    <li>Not: Bir oyun turu sırasında Oto. Oyun ayarlarını değiştirirseniz, yeni ayarlar oyun turu veya mini oyun tamamlandıktan sonra etkinleşecektir.</li>
    <li>Not: Oyun sırasında bağlantınız kesilirse, oyun yeniden y&uuml;klendiğinde t&uuml;m Oto. Oyun ayarlarınız varsayılanlara sıfırlanacaktır.</li>
    <li>Not: Bazı Oto. Oyun se&ccedil;enekleri, belirli yargı alanlarında zorunludur.</li>
</ul>

<h2>Paint &uuml;cretsiz d&ouml;nd&uuml;rmeleri</h2>
<ul>
    <li>Orta &ccedil;arkta 5 altın karakteri toplanırsa, 5 &uuml;cretsiz d&ouml;nd&uuml;rme başlar.</li>
    <li>&Uuml;cretsiz d&ouml;nd&uuml;rmeler devam ederken yeni altın karakterler bulursanız, fazladan &uuml;cretsiz d&ouml;nd&uuml;rme kazanırsınız.</li>
    <li>&Uuml;cretsiz d&ouml;nd&uuml;rmelerde gelebilecek 4 scatter karakter bulunur ve bunlardan her biri sadece kendi &ccedil;arkında gelerek farklı bir &ouml;d&uuml;l ve &ccedil;arpan kazandırabilir (ayrıntılar i&ccedil;in <span>KAZAN&Ccedil; TABLOSUNA</span> bakın).</li>
    <li>&Uuml;cretsiz d&ouml;nd&uuml;rmelerin sonunda &ccedil;arpanlar toplanır ve toplam kazanca uygulanır.</li>
</ul>

<h2>Paint bonus oyunu</h2>
<ul>
    <li>Bonus oyun, 3 veya daha fazla bonus sembol&uuml; toplandığında başlar.</li>
    <li>Kazanmak i&ccedil;in, semboller en sol &ccedil;arktan başlayarak ardışık olmalıdır.</li>
    <li>Kazandığınız bonus sembol&uuml; sayısı, bonus oyun &ccedil;arpanını artırır (ayrıntılar i&ccedil;in, <span>KAZAN&Ccedil; TABLOSUNU</span> inceleyin).</li>
    <li>Bonus oyun sırasında, baloncukları tıklayarak &ccedil;arpan &ouml;d&uuml;llerini a&ccedil;ın.</li>
    <li>Oyun turunun sonunda, elde edilen kazan&ccedil;lar, yani baloncuklardaki &ouml;d&uuml;llerin toplamının bahis tutarıyla &ccedil;arpımı, oyun turunu başlatan bonus sembol &ccedil;arpanıyla &ccedil;arpılır.</li>
</ul>

<h2>Oyun Ayar Se&ccedil;enekleri</h2>
<ul>
    <li>Oyun ayarlarına erişmek i&ccedil;in, sol &uuml;st k&ouml;şedeki hamburger simgesini tıklayın.</li>
    <li>Ses sayfası</li>
    <li>Ses efektleri. Ses efektlerini a&ccedil;ıp kapatır.</li>
    <li>Arka plan m&uuml;ziği. Arka plan m&uuml;ziğini a&ccedil;ıp kapatır.</li>
    <li>Ayar sayfası</li>
    <li>Solak d&ouml;nd&uuml;rme. Bahis ve D&ouml;nd&uuml;r d&uuml;ğmelerinin konumunu değiştirir.</li>
    <li>Giriş ekranı. Giriş ekranını a&ccedil;ıp kapatır.</li>
    <li>Oto. Oyun Sayfası</li>
    <li>Oto. Oyun Daha &ouml;nce bahsedilen Gelişmiş Oto. Oyun se&ccedil;enekleri.</li>
    <li>Oyun Ge&ccedil;mişi</li>
    <li>Oyun ge&ccedil;mişi listesi. Oynanan t&uuml;m ellerin listesi (<span>EĞLENCE</span> modunda kullanılamaz), ilgili bilgileri g&ouml;rmek i&ccedil;in bir sırayı tıklayın.</li>
    <li>Bahis ayarları sayfası</li>
    <li>Jeton olarak g&ouml;ster. Jeton ve nakit arasında se&ccedil;im yapabilirsiniz. Sadece toplam bakiye ve kazancı etkiler, bahis her zaman kendi para biriminizde nakit olarak g&ouml;sterilir.</li>
<li>Anasayfa Lobiye &ccedil;ıkmak i&ccedil;in Anasayfa d&uuml;ğmesini tıklayın.</li>
</ul>

<h2>Oyuncu Kazancı</h2>
<ul>
    <li>Bu oyunun teorik oyuncu kazancı: <span class="__rtp"></span></li>
</ul>

<h2>Ek Bilgiler</h2>
<ul>
    <li>Şu mini oyunlar ve ayarlar, oyun sitesinin h&uuml;k&uuml;m ve koşullarına tabi olabilir. Bunlar hakkında daha fazla bilgi i&ccedil;in, oyun web sitesini inceleyin:</li>
    <li>
        <ul>
            <li>Tamamlanmamış oyun turlarında ge&ccedil;erli prosed&uuml;r.</li>
            <li>Etkin olmayan oyun oturumlarının otomatik sonlanma s&uuml;resi.</li>
            <li>Oyun donanım/yazılımında hata halinde, etkilenen t&uuml;m oyun bahisleri ve kazan&ccedil;lar ge&ccedil;ersiz kalır ve etkilenen t&uuml;m bahisler iade edilir.</li>
        </ul>
    </li>
    <li>Son G&uuml;ncelleme (20/02/2017)</li>
</ul>