<h2>Spillregler for Paint</h2>
<ul>
    <li>Paint er en 5-hjuls, 3-raders videoautomat med gratisspinn og et bonusspill.</li>
    <li>Du spiller fast med 20 linjer per spinn (1 mynt per linje), den samlede innsatsen vises p&aring; spillknappen.</li>
    <li>For &aring; endre innsatsverdien &aring;pner du innsatsfanen, og velger en fra hjulet.</li>
    <li>I menyen for <span>INNSATSINNSTILLINGER</span> kan valget <span>VIS I MYNTER</span> bytte mellom visning av saldoen og utbetalingsverdien <span>PENGER</span>. Innsatsverdien vises alltid som <span>PENGER.</span> Myntens verdi er: Innsatsverdien delt p&aring; antall linjer.</li>
    <li>Spinnknappen spiller spillet med den n&aring;v&aelig;rende innsatsverdien (du kan ogs&aring; dra hjulene opp eller ned for &aring; spinne dersom funksjonen er aktivert i innstillingsmenyen).</li>
    <li>Vinnerkombinasjoner og utbetalinger skjer i henhold til&nbsp;<span>BETALINGSTABELLEN.</span></li>
    <li>En myntlinjegevinst tilsvarer verdien som vises i&nbsp;<span>BETALINGSTABELLEN.</span></li>
    <li>Kun den h&oslash;yeste vinnerkombinasjonen p&aring; en aktiv gevinstlinje fra venstre til h&oslash;yre blir betalt.</li>
    <li>Jokersymboler erstatter for alle symboler som ikke er spredte.</li>
    <li>Samtidige gevinster p&aring; forskjellige gevinstlinjer sl&aring;s sammen.</li>
    <li>5 gratisspinn gis ved &aring; samle 5 gullsymboler p&aring; det midtre hjulet.</li>
    <li>Samles det et gullsymbol under gratisspinnene gis det et ekstra gratisspinn, opptil maksimalt 5 ekstra gratisspinn for totalt 10.</li>
    <li>I gratisspinnene finnes det spredte symboler (ett per hjul) som gir en premie og en multiplikator.</li>
    <li>Bonusspillet aktiveres ved &aring; samle 3 eller flere bonussymboler p&aring; en gevinstlinje. Disse m&aring; v&aelig;re p&aring; et sammenhengende hjul med start fra venstre.</li>
    <li>Spillhistorikk er ikke tilgjengelig ved&nbsp;<span>SPILL FOR MORO.</span></li>
    <li>&Aring;pne menyen for <span>AUTOSPILL</span> ved &aring; holde nede spinnknappen. Der justerer du antall runder (klikk p&aring;&nbsp;<span>SPILL</span>-knappen p&aring; innsiden for &aring; starte og p&aring; <span>STOPP</span>-knappen for &aring; stoppe autospill n&aring;r det m&aring;tte v&aelig;re.). For &aring; justere stoppkriteria for autospill &aring;pnes autospill-innstillingene i menyen.</li>
</ul>

<h2>Avanserte autospillvalg</h2>
<ul>
    <li>For &aring; velge avanserte autospillvalg klikker du p&aring; hamburgermenyen i det &oslash;vre venstre hj&oslash;rnet av spillet, og velger symbolet <span>AUTOSPILL</span> i menyfanen.</li>
    <li>Stopp ved enhver gevinst. Stopper autospill n&aring;r du vinner i en runde.</li>
    <li>Stopp ved gevinst p&aring;. Stopper autospill dersom gevinstbel&oslash;pet du vinner overstiger eller er lik med det angitte bel&oslash;pet.</li>
    <li>Stopp hvis penger &oslash;kes med. Stopper autospill dersom pengene &oslash;ker med det angitte bel&oslash;pet.</li>
    <li>Stopp hvis penger reduseres med. Stopper autospill dersom pengene reduseres med det angitte bel&oslash;pet.</li>
    <li>Merk: Ved endring av autospill-innstillinger under en spillrunde vil alle endringer tre i kraft n&aring;r spillrunden eller funksjonen er fullf&oslash;rt.</li>
    <li>Merk: Dersom du blir frakoblet mens du spiller vil alle autospill-innstillinger g&aring; tilbake til standard innstillinger n&aring;r du laster inn spillet p&aring; ny.</li>
    <li>Merk: Noen autospillvalg er obligatoriske for enkelte jurisdiksjoner.</li>
</ul>

<h2>Gratisspinn i Paint</h2>
<ul>
    <li>5 gratisspinn gis ved &aring; samle 5 gullfigurer p&aring; det midtre hjulet.</li>
    <li>Samles flere gullfigurer inne i gratisspinnene gis det ytterligere gratisspinn.</li>
    <li>Det finnes 4 forskjellige spredte figurer inne i gratisspinnene. Hver gir en egen fast premie og en multiplikator. De vises kun p&aring; sine egne hjul (se <span>BETALINGSTABELLEN</span> for opplysninger).</li>
    <li>Multiplikatorer sl&aring;s sammen og legges til den totale gevinsten ved slutten av gratisspinnene .</li>
</ul>

<h2>Bonusspillet i Paint</h2>
<ul>
    <li>Bonusspillet i Paint aktiveres ved &aring; samle 3 eller flere bonussymboler.</li>
    <li>For &aring; vinne m&aring; symbolene v&aelig;re p&aring; p&aring;f&oslash;lgende hjul, med start fra hjulet lengst til venstre</li>
    <li>Antall bonussymboler du f&aring;r &oslash;ker bonusspillets multiplikator (se <span>BETALINGSTABELLEN</span> for opplysninger).</li>
    <li>Klikk p&aring; boblene inne i bonusspillet for &aring; avdekke multiplikatorpremier.</li>
    <li>Ved slutten av bonusspillet f&aring;r du innsatsen multiplisert med summen av premier funnet i boblene, den blir s&aring; multiplisert igjen med verdien til bonusen du aktiverte.</li>
</ul>

<h2>Spillinnstillingsvalg</h2>
<ul>
    <li>For &aring; g&aring; inn p&aring; spillinnstillingene klikker du p&aring; hamburgerikonet i &oslash;vre venstre hj&oslash;rnet.</li>
    <li>Lydsiden</li>
    <li>Lydeffekter. Sl&aring; lydeffekter p&aring; eller av.</li>
    <li>Bakgrunnsmusikk. Sl&aring; bakgrunnsmusikken p&aring; eller av.</li>
    <li>Innstillingssiden</li>
    <li>Venstreside-spinn. Bytter innsats- og spinn-knappene.</li>
    <li>Introskjerm. Skru introskjermen p&aring; eller av.</li>
    <li>Autospillsiden</li>
    <li>Autospill. Se tidligere valg for avansert autospill.</li>
    <li>Spillhistorikk</li>
    <li>Spillhistorikkliste Listen over alle spilte hender (ikke tilgjengelig ved spill for <span>MORO</span>), klikk p&aring; en rad for &aring; se alle tilgjengelige opplysninger.</li>
    <li>Innsatsinnstillingssiden</li>
    <li>Vis som mynter. Bytter mellom mynter og penger. Det p&aring;virker kun den totale saldoen og gevinstene. Innsats vises alltid som penger i den aktuelle valutaen.</li>
<li>Hjemmesiden Klikk p&aring; knappen for hjem for &aring; g&aring; tilbake til lobbyen.</li>
</ul>

<h2>Tilbakebetaling til spiller</h2>
<ul>
    <li>Den teoretiske tilbakebetalingen til spilleren for dette spillet er <span class="__rtp"></span></li>
</ul>

<h2>Ytterligere opplysninger</h2>
<ul>
    <li>F&oslash;lgende spillfunksjoner og innstillinger kan v&aelig;re underlagt spillnettstedets vilk&aring;r og betingelser. For flere opplysninger om f&oslash;lgende henvises det til spillnettstedet:</li>
    <li>
        <ul>
            <li>Prosedyren benyttes til &aring; h&aring;ndtere uferdige spillrunder.</li>
            <li>Tiden etter en inaktiv spill&oslash;kt automatisk slutter.</li>
            <li>Ved funksjonsfeil i spillets hardware/programvare vil alle p&aring;virkede spillinnsatser og utbetalinger anses som ugyldige, og alle p&aring;virkede innsatser blir refundert.</li>
        </ul>
    </li>
    <li>Sist oppdatert (20/02/2017)</li>
</ul>