<h2>Paint - R&egrave;gles du jeu</h2>
<ul>
    <li>Paint est une machine &agrave; sous vid&eacute;o de 5 rouleaux et 3 rang&eacute;es avec des tours gratuits et une partie bonus.</li>
    <li>Vous jouez 20 lignes fixes par tour (1 pi&egrave;ce par ligne) et la valeur de la mise totale est affich&eacute;e sur le bouton de mise.</li>
    <li>Pour modifier la valeur de mise, ouvrez le volet &quot;Mise&quot; et ajustez la somme &agrave; l&apos;aide des fl&egrave;ches.</li>
    <li><span>MISE MAX</span> permet de charger la valeur de mise maximale.</li>
    <li><span>PI&Egrave;CES/CASH</span> permet d&apos;afficher le solde et les valeurs des gains en CASH ou en PI&Egrave;CES (la valeur de la mise est toujours exprim&eacute;e en CASH). La valeur d&apos;une pi&egrave;ce est : Valeur de mise/nombre de lignes.</li>
    <li>Le bouton &quot;Jouer&quot; permet de lancer la partie &agrave; la valeur de mise actuelle (vous pouvez &eacute;galement appuyer sur la barre espace si cette option est activ&eacute;e dans les param&egrave;tres).</li>
    <li>Les gains et les combinaisons gagnantes sont d&eacute;termin&eacute;s en fonction du <span>TABLEAU DES PAIEMENTS</span>.</li>
    <li>Un gain de ligne de pi&egrave;ces est &eacute;gal &agrave; la valeur indiqu&eacute;e dans le <span>TABLEAU DES PAIEMENTS</span>.</li>
    <li>Seule la combinaison gagnante la plus &eacute;lev&eacute;e qu&apos;une ligne de mise active g&eacute;n&egrave;re de gauche &agrave; droite est attribu&eacute;e au joueur.</li>
    <li>Les symboles Wilds remplacent tous les symboles non Scatters.</li>
    <li>Les gains simultan&eacute;s sur diff&eacute;rentes lignes de mises sont cumul&eacute;s.</li>
    <li>5 tours gratuits sont activ&eacute;s lorsque vous obtenez 5 symboles dor&eacute;s sur le rouleau du milieu.</li>
    <li>Pendant les tours gratuits, l&apos;obtention d&apos;un symbole dor&eacute; g&eacute;n&egrave;re un tour gratuit de plus, jusqu&apos;&agrave; un maximum de 5 tours gratuits suppl&eacute;mentaires pour un total de 10 tours gratuits.</li>
    <li>Pendant les tours gratuits, il est possible d&apos;obtenir des symboles Scatters (un par rouleau) qui attribuent un prix et un multiplicateur.</li>
    <li>La partie bonus est activ&eacute;e lorsque vous r&eacute;unissez au moins 3 symboles bonus sur une ligne de gain. Remarque : ces symboles doivent appara&icirc;tre sur les rouleaux cons&eacute;cutifs &agrave; partir de la gauche.</li>
    <li>L&apos;historique du jeu n&apos;est pas disponible lorsque <span>VOUS JOUEZ EN MODE FUN.</span></li>
    <li>Ouvrez le menu <span>JEU AUTO</span> pour r&eacute;gler le nombre de manches et les conditions d&apos;interruption de ce mode (cliquez sur le bouton <span>JOUER</span> pour commencer et sur le bouton <span>STOP</span> pour arr&ecirc;ter &agrave; tout moment).</li>
</ul>

<h2>Options avanc&eacute;es du Jeu auto</h2>
<ul>
    <li>Pour configurer les options avanc&eacute;es du Jeu auto, cliquez sur le symbole <span>JEU AUTO</span> de l&apos;onglet du jeu.</li>
    <li>Arr&ecirc;ter en cas de gain. Interrompt le Jeu auto d&egrave;s obtention d&apos;un gain, quel qu&apos;il soit.</li>
    <li>Arr&ecirc;ter en cas de gain de. Interrompt le Jeu auto lorsque le montant des gains est sup&eacute;rieur ou &eacute;gal &agrave; la valeur indiqu&eacute;e.</li>
    <li>Arr&ecirc;ter si le cash augmente de. Interrompt le Jeu auto si la valeur Cash augmente du montant indiqu&eacute;.</li>
    <li>Arr&ecirc;ter si le cash diminue de. Interrompt le Jeu auto si la valeur Cash diminue du montant indiqu&eacute;.</li>
    <li>Arr&ecirc;ter en cas de contenu bonus. Interrompt le Jeu auto si vous d&eacute;clenchez une partie bonus ou des tours gratuits.</li>
    <li>Remarque : Lorsque vous changez les param&egrave;tres du Jeu auto en pleine manche, toutes les modifications prendront effet &agrave; l&apos;issue de la manche ou de la partie bonus en cours.</li>
    <li>Remarque : Si vous &ecirc;tes d&eacute;connect&eacute; en pleine partie, tous les r&eacute;glages du Jeu auto seront configur&eacute;s &agrave; leur valeur par d&eacute;faut au red&eacute;marrage du jeu.</li>
    <li>Remarque : Certaines options du Jeu auto sont obligatoires dans certaines juridictions.</li>
</ul>

<h2>Paint - Tours gratuits</h2>
<ul>
    <li>5 tours gratuits sont activ&eacute;s lorsque vous r&eacute;unissez 5 symboles dor&eacute;s sur le rouleau central.</li>
    <li>Quand les tours gratuits sont activ&eacute;s, r&eacute;unir plus de symboles dor&eacute;s permet d&apos;obtenir des tours gratuits suppl&eacute;mentaires.</li>
    <li>Pendant les tours gratuits, 4 symboles Scatters diff&eacute;rents peuvent appara&icirc;tre &agrave; l&apos;&eacute;cran (sur leur propre rouleau uniquement) et attribuer chacun un multiplicateur ou un prix fixe (voir le <span>TABLEAU DES PAIEMENTS</span> pour de plus amples renseignements).</li>
    <li>&Agrave; la fin des tours gratuits, les multiplicateurs sont cumul&eacute;s et ajout&eacute;s aux gains totaux.</li>
    <li>Remarque : Les symboles bonus n&apos;appara&icirc;tront pas pendant les tours gratuits.</li>
    <li>Remarque : Les symboles obtenus lors des tours gratuits d&eacute;pendent des enjeux. En d&apos;autres termes, les symboles obtenus avec un enjeu ne sont pas conserv&eacute;s lorsque vous modifiez la valeur de mise. Ils seront m&eacute;moris&eacute;s et toujours pr&eacute;sents lorsque vous s&eacute;lectionnerez un enjeu d&eacute;j&agrave; utilis&eacute; pour collecter des symboles de partie gratuite.</li>
</ul>

<h2>Paint - Partie bonus</h2>
<ul>
    <li>Dans Paint, la partie bonus est activ&eacute;e lorsque vous r&eacute;unissez au moins 3 symboles bonus.</li>
    <li>Pour gagner, ces symboles doivent se trouver sur des rouleaux cons&eacute;cutifs, &agrave; partir de la gauche.</li>
    <li>Le nombre de symboles bonus obtenus augmente le multiplicateur pour la partie bonus (voir le <span>TABLEAU DES PAIEMENTS</span> pour de plus amples renseignements).</li>
    <li>Pendant la partie bonus, cliquez sur les bulles pour afficher les prix multiplicateurs.</li>
    <li>&Agrave; la fin de la partie bonus, les gains correspondront &agrave; l&apos;enjeu multipli&eacute; par la somme des prix figurant dans les bulles, multipli&eacute; &agrave; nouveau par le multiplicateur de symboles bonus ayant activ&eacute; la manche.</li>
</ul>

<h2>Options des param&egrave;tres du jeu</h2>
<ul>
    <li>Pour acc&eacute;der aux param&egrave;tres du jeu, cliquez sur l&apos;ic&ocirc;ne du menu situ&eacute;e dans le coin sup&eacute;rieur gauche, puis sur l&apos;ic&ocirc;ne de l&apos;engrenage.</li>
    <li>Page des param&egrave;tres</li>
    <li>Effets sonores. Permet d&apos;activer ou de d&eacute;sactiver les effets sonores.</li>
    <li>Musique de fond. Permet d&apos;activer ou de d&eacute;sactiver la musique de fond.</li>
    <li>Appuyer sur Espace pour jouer. Permet d&apos;activer ou de d&eacute;sactiver l&apos;utilisation de la barre espace pour lancer les rouleaux.</li>
    <li>Afficher l&apos;&eacute;cran d&apos;aide pendant le chargement. Permet d&apos;activer ou de d&eacute;sactiver l&apos;affichage de l&apos;&eacute;cran d&apos;aide pendant le chargement du jeu.</li>
    <li>Historique du jeu</li>
    <li>Liste de l&apos;historique du jeu. Liste de toutes les parties disput&eacute;es (indisponible en mode <span>FUN</span>)&nbsp;; cliquez sur une rang&eacute;e pour afficher toutes les infos disponibles.</li>
</ul>

<h2>Retour pour le joueur</h2>
<ul>
    <li>Dans ce jeu, le retour th&eacute;orique pour le joueur est de <span class="__rtp"></span>.</li>
</ul>

<h2>Informations suppl&eacute;mentaires</h2>
<ul>
    <li>Les manches bonus, les caract&eacute;ristiques et les param&egrave;tres du jeu peuvent &ecirc;tre soumis aux conditions g&eacute;n&eacute;rales r&eacute;gissant le site de jeu. Pour de plus amples renseignements &agrave; ce sujet, reportez-vous audit site&nbsp;:</li>
    <li>
        <ul>
            <li>Proc&eacute;dures pr&eacute;vues pour la gestion des manches interrompues.</li>
            <li>Dur&eacute;e apr&egrave;s laquelle toute session de jeu inactive est automatiquement interrompue.</li>
            <li>En cas de panne du mat&eacute;riel et/ou des logiciels de jeu, toutes les mises et tous les paiements concern&eacute;s par cette d&eacute;faillance sont consid&eacute;r&eacute;s comme nuls et non avenus, et lesdites mises sont rembours&eacute;es.</li>
        </ul>
    </li>
    <br>20/02/2017
</ul>