<h2>Regras do jogo Paint</h2>
<ul>
    <li>Paint &eacute; uma v&iacute;deo-slot de 5 bobinas e 3 linhas, que inclui rodadas gr&aacute;tis e um jogo de b&oacute;nus.</li>
    <li>O jogador joga um n&uacute;mero fixo de 20 linhas por rodada (1 moeda por linha), o valor da aposta total &eacute; exibido no bot&atilde;o de aposta.</li>
    <li>Para alterar o valor da aposta, abra o painel de apostas e selecione uma da roda.</li>
    <li>No menu <span>DEFINI&Ccedil;&Otilde;ES DE APOSTAS</span>, a op&ccedil;&atilde;o <span>MOSTRAR EM MOEDAS</span> ativa a exibi&ccedil;&atilde;o dos valores de pagamento e saldo de <span>DINHEIRO</span> para moedas. O valor da aposta &eacute; sempre exibido em <span>DINHEIRO</span>. O valor da moeda &eacute;: Valor da aposta/n&uacute;mero de linhas.</li>
    <li>O bot&atilde;o de rodar joga o jogo ao valor atual da aposta (pode arrastar as bobinas para cima ou para baixo para rodar, se a fun&ccedil;&atilde;o estiver ativada no menu das defini&ccedil;&otilde;es).</li>
    <li>As combina&ccedil;&otilde;es e pagamentos vencedores s&atilde;o feitos de acordo com a <span>TABELA DE PR&Eacute;MIOS.</span></li>
    <li>O pr&eacute;mio em linha em moedas equivale ao valor mostrado na <span>TABELA DE PR&Eacute;MIOS.</span></li>
    <li>S&oacute; a combina&ccedil;&atilde;o mais alta numa linha de apostas ativa, da esquerda para a direita, ser&aacute; paga.</li>
    <li>Os s&iacute;mbolos de j&oacute;quer substituem todos os s&iacute;mbolos n&atilde;o-scatter.</li>
    <li>Os pr&eacute;mios simult&acirc;neos em diferentes linhas de apostas s&atilde;o somados.</li>
    <li>Ao recolher 5 dos s&iacute;mbolos dourados na bobina do meio, ser&atilde;o ativadas 5 rodadas gr&aacute;tis.</li>
    <li>Nas rodadas gr&aacute;tis, ao recolher um s&iacute;mbolo dourado, ir&aacute; receber uma rodada gr&aacute;tis extra, at&eacute; um m&aacute;ximo de 5 rodadas gr&aacute;tis extra para um total de 10.</li>
    <li>H&aacute; s&iacute;mbolos scatter (um por cada bobina) que atribuem um pr&eacute;mio e um multiplicador.</li>
    <li>O jogo B&oacute;nus &eacute; ativado ao recolher 3 ou mais s&iacute;mbolos de b&oacute;nus numa linha de pr&eacute;mio, o que ter&aacute; de acontecer em bobinas consecutivas, a come&ccedil;ar da esquerda.</li>
    <li>O Hist&oacute;rico do jogo n&atilde;o est&aacute; dispon&iacute;vel no modo <span>JOGAR POR DIVERS&Atilde;O.</span></li>
    <li>Abra o menu <span>JOGO AUTOM&Aacute;TICO</span> enquanto prime o bot&atilde;o de rodar para ajustar os n&uacute;meros de rondas (clique no bot&atilde;o <span>JOGAR</span> para come&ccedil;ar e finalmente no bot&atilde;o <span>PARAR</span> para parar a qualquer altura). Para ajustar os crit&eacute;rios de paragem, abra as defini&ccedil;&otilde;es do jogo autom&aacute;tico no menu.</li>
</ul>

<h2>Op&ccedil;&otilde;es Avan&ccedil;adas de Jogo Autom&aacute;tico</h2>
<ul>
    <li>Para definir as op&ccedil;&otilde;es avan&ccedil;adas do jogo autom&aacute;tico, clique no menu do canto superior esquerdo do jogo e depois abra o s&iacute;mbolo <span>JOGO AUTOM&Aacute;TICO</span> no painel de menus.</li>
    <li>Parar em qualquer pr&eacute;mio. Parar o Jogo Autom&aacute;tico ao ganhar uma ronda.</li>
    <li>Parar no pr&eacute;mio de. Parar o Jogo Autom&aacute;tico quando a quantia ganha ultrapassa ou equivale &agrave; quantia definida.</li>
    <li>Parar se dinheiro aumentar por. Parar o Jogo Autom&aacute;tico se o dinheiro aumentar pela quantia definida.</li>
    <li>Parar se dinheiro diminuir por. Parar o Jogo Autom&aacute;tico se o dinheiro diminuir pela quantia definida.</li>
    <li>Nota: Ao alterar as defini&ccedil;&otilde;es do Jogo Autom&aacute;tico durante a ronda de um jogo, todas as defini&ccedil;&otilde;es entrar&atilde;o em efeito assim que a fun&ccedil;&atilde;o ou ronda do jogo estiver conclu&iacute;da.</li>
    <li>Nota: Se o jogador perder a liga&ccedil;&atilde;o enquanto estiver a jogar, todas as defini&ccedil;&otilde;es do jogo autom&aacute;tico ir&atilde;o voltar &agrave;s predefini&ccedil;&otilde;es ao carregar novamente o jogo.</li>
    <li>Nota: Algumas op&ccedil;&otilde;es do jogo autom&aacute;tico s&atilde;o obrigat&oacute;rias em algumas jurisdi&ccedil;&otilde;es.</li>
</ul>

<h2>Rodadas gr&aacute;tis do Paint</h2>
<ul>
    <li>Ap&oacute;s recolher 5 dos s&iacute;mbolos dourados na bobina do meio, ser&atilde;o ativadas 5 rodadas gr&aacute;tis.</li>
    <li>Dentro das rodadas gr&aacute;tis, ao recolher mais caracteres dourados o jogador receber&aacute; uma rodada gr&aacute;tis extra.</li>
    <li>Dentro das rodadas gr&aacute;tis, h&aacute; 4 caracteres scatter que atribuem um pr&eacute;mio fixo em moedas e um multiplicador, e que s&oacute; podem sair na sua pr&oacute;pria bobina (ver <span>TABELA DE PAGAMENTOS</span> para mais pormenores).</li>
    <li>Os multiplicadores s&atilde;o adicionados juntos e aplicados no fim das rodadas gr&aacute;tis aos ganhos totais.</li>
</ul>

<h2>Jogo de b&oacute;nus do Paint</h2>
<ul>
    <li>O jogo de b&oacute;nus do Paint pode ser ativado recolhendo 3 ou mais s&iacute;mbolos de b&oacute;nus.</li>
    <li>Os s&iacute;mbolos t&ecirc;m de estar em bobinas adjacentes, a come&ccedil;ar da bobina mais &agrave; esquerda, para dar pr&eacute;mio.</li>
    <li>O n&uacute;mero de s&iacute;mbolos que o jogador recebe aumenta o multiplicador para o jogo de b&oacute;nus (ver <span>TABELA DE PAGAMENTOS</span> para mais pormenores).</li>
    <li>Dentro do jogo de b&oacute;nus, clique numa bolha para revelar um pr&eacute;mio de multiplicador.</li>
    <li>No fim do jogo de b&oacute;nus, receber&aacute; a sua aposta multiplicada pela soma dos pr&eacute;mios que encontrou nas bolhas, multiplicada novamente pelo n&iacute;vel de b&oacute;nus que ativou.</li>
</ul>

<h2>Op&ccedil;&otilde;es de Configura&ccedil;&atilde;o do Jogo</h2>
<ul>
    <li>Para aceder &agrave;s defini&ccedil;&otilde;es do jogo, clique no &iacute;cone do hamb&uacute;rguer no canto superior.</li>
    <li>P&aacute;gina de sons</li>
    <li>Efeitos sonoros. Liga ou desliga os efeitos sonoros.</li>
    <li>M&uacute;sica de fundo. Liga ou desliga a m&uacute;sica de fundo.</li>
    <li>P&aacute;gina de configura&ccedil;&otilde;es</li>
    <li>Rodada para esquerdinos. Troca a posi&ccedil;&atilde;o dos bot&otilde;es Aposta e Rodar.</li>
    <li>Ecr&atilde; de introdu&ccedil;&atilde;o. Liga ou desliga o ecr&atilde; da introdu&ccedil;&atilde;o.</li>
    <li>P&aacute;gina de Jogo Autom&aacute;tico</li>
    <li>Jogo Autom&aacute;tico Ver Op&ccedil;&otilde;es Avan&ccedil;adas de Jogo Autom&aacute;tico j&aacute; mencionadas.</li>
    <li>Hist&oacute;rico do Jogo</li>
    <li>Lista de hist&oacute;rico do jogo. Lista de jogos jogados (n&atilde;o no modo <span>DIVERS&Atilde;O</span>): clique numa fila para ver todos os pormenores dispon&iacute;veis.</li>
    <li>P&aacute;gina de configura&ccedil;&otilde;es de aposta</li>
    <li>Mostrar em moedas Ao alternar entre moedas e dinheiro, s&oacute; afeta os ganhos e saldo total, a aposta &eacute; sempre exibida em dinheiro, usando a moeda atual.</li>
<li>P&aacute;gina Inicial Clique no bot&atilde;o In&iacute;cio para voltar para o Hall de entrada.</li>
</ul>

<h2>Retorno para o Jogador</h2>
<ul>
    <li>O retorno te&oacute;rico deste jogo para o jogador &eacute; de <span class="__rtp"></span></li>
</ul>

<h2>Informa&ccedil;&atilde;o adicional</h2>
<ul>
    <li>As seguintes funcionalidades e configura&ccedil;&otilde;es podem estar sujeitas aos termos e condi&ccedil;&otilde;es do site de jogo. Para mais informa&ccedil;&atilde;o sobre o seguinte, consultar o website de jogo:</li>
    <li>
        <ul>
            <li>Procedimentos usados para gerir rondas de jogo n&atilde;o terminadas.</li>
            <li>Tempo ap&oacute;s o qual as sess&otilde;es de jogo inativas terminam automaticamente.</li>
            <li>No caso de uma avaria do hardware/software do jogo, todos as apostas e pagamentos do jogo afetado s&atilde;o tornados nulos e todos as apostas reembolsadas.</li>
        </ul>
    </li>
    <li>&Uacute;ltima atualiza&ccedil;&atilde;o (03/02/2017)</li>
</ul>