<h2>Zasady gry Paint</h2>
<ul>
    <li>Paint to 5-bębnowy, 3-rzędowy wideoautomat z funkcją darmowych obrot&oacute;w i grą bonusową.</li>
    <li>Grasz ze stała liczbą 20 linii premiowanych w każdym obrocie (1 moneta na linię), łączna wartość zakładu wyświetla się na przycisku zakładu.</li>
    <li>Aby zmienić wartość zakładu, otw&oacute;rz panel zakład&oacute;w i wybierz jedną z koła.</li>
    <li>W menu <span>USTAWIENIA ZAKŁADU</span> opcja <span>WYŚWIETL W MONETACH</span> zmienia spos&oacute;b wyświetlania wartości salda i premii z <span>GOT&Oacute;WKI</span> na monety, z tym że wartość zakładu jest zawsze wyrażona w <span>GOT&Oacute;WCE.</span> Wartość monety wynosi: Wartość zakładu na liczbę linii.</li>
    <li>Przycisk zakręć powoduje uruchomienie gry przy aktualnie wybranej wartości zakładu (możesz przeciągnąć bębny w g&oacute;rę lub w d&oacute;ł, aby je uruchomić, jeśli taka opcja została włączona w menu ustawień).</li>
    <li>Kombinacje wygrywające i premie realizuje się zgodnie z&nbsp;<span>TABELĄ PREMII.</span></li>
    <li>Monetowa wygrana z linii jest r&oacute;wna wartości pokazanej w&nbsp;<span>TABELI PREMII.</span></li>
    <li>Wypłaca się tylko najwyższą wygraną z linii za kombinację od pierwszego bębna z lewej do prawej.</li>
    <li>Symbole wild zastępują wszystkie inne symbole opr&oacute;cz scatter.</li>
    <li>Jednoczesne wygrane z r&oacute;żnych obstawionych linii sumuje się ze sobą.</li>
    <li>5 darmowych obrot&oacute;w aktywuje się poprzez zebranie 5 złotych symboli na środkowym bębnie.</li>
    <li>Zebranie złotego symbolu w darmowych obrotach daje premie w postaci dodatkowego darmowego obrotu maksymalnie do 5 dodatkowych darmowych obrot&oacute;w za 10 złotych symboli.</li>
    <li>W darmowych obrotach występują symbole scatter (jeden na bęben), kt&oacute;re dają premię w postaci nagrody lub mnożnika.</li>
    <li>Gra bonusowa jest aktywowana z chwilą zebrania co najmniej 3 symboli bonus na linii premiowanej, kt&oacute;re muszą być ułożone na kolejnych bębnach, zaczynając od pierwszego po lewej.</li>
    <li>Historia gry jest niedostępna w trybie&nbsp;<span>GRY PR&Oacute;BNEJ.</span></li>
    <li>Otw&oacute;rz menu <span>AUTOGRA</span>,&nbsp;przytrzymując przycisk zakręć, aby dostosować liczbę rund (kliknij przycisk&nbsp;<span>GRAJ</span> wewnątrz,&nbsp;aby rozpocząć oraz przycisk <span>STOP</span>, aby zatrzymać autogrę w dowolnej chwili). Aby dostosować kryteria zatrzymania, otw&oacute;rz ustawienia autogry w menu.</li>
</ul>

<h2>Zaawansowane opcje autogry</h2>
<ul>
    <li>Aby ustawić zaawansowane opcje autogry, kliknij hamburgerowe menu w lewym g&oacute;rnym rogu, a następnie otw&oacute;rz symbol&nbsp;<span>AUTOGRA</span>&nbsp;w panelu menu.</li>
    <li>Zatrzymaj przy każdej wygranej. Zatrzymaj autogrę, kiedy wygrasz w rundzie.</li>
    <li>Zatrzymaj przy wygranej w wys. Zatrzymaj autogrę, gdy padnie wygrana o wartości r&oacute;wnej lub wyższej niż określona kwota.</li>
    <li>Zatrzymaj, gdy stan got&oacute;wki powiększy się o, Zatrzymaj, gdy stan got&oacute;wki wzrośnie o określoną kwotę.</li>
    <li>Zatrzymaj, gdy stan got&oacute;wki zmaleje o. Zatrzymaj autogrę, gdy stan got&oacute;wki zmaleje o określoną kwotę.</li>
    <li>Uwaga: Kiedy zmieniasz ustawienia autogry w trakcie trwania rundy, zmienione ustawienia zaczną obowiązywać po zakończeniu danej rundy czy funkcji.</li>
    <li>Uwaga: Jeśli stracisz połączenie z Internetem podczas gry, po ponownym uruchomieniu gry wszystkie ustawienia autogry powr&oacute;cą do wartości domyślnych.</li>
    <li>Uwaga: Niekt&oacute;re opcje autogry są w niekt&oacute;rych krajach obowiązkowe.</li>
</ul>

<h2>Darmowe obroty Paint</h2>
<ul>
    <li>5 darmowych obrot&oacute;w aktywuje się po zebraniu 5 złotych postaci na środkowym bębnie.</li>
    <li>Zebranie dodatkowych złotych postaci podczas trwających darmowych obrot&oacute;w spowoduje przyznanie dodatkowego darmowego obrotu.</li>
    <li>W darmowych obrotach mogą wypaść 4 r&oacute;żne postaci scatter, kt&oacute;re dają ustaloną premię i mnożnik. Mogą się one pojawić tylko na swoim własnym bębnie (szczeg&oacute;ły, patrz <span>TABELA PREMII</span>).</li>
    <li>Mnożniki sumuje się ze sobą i stosuje po zakończeniu darmowych obrot&oacute;w to łącznej wygranej.</li>
</ul>

<h2>Gra bonusowa Paint</h2>
<ul>
    <li>Grę bonusową można aktywować poprzez zebranie co najmniej 3 symboli bonus.</li>
    <li>Symbole muszą być ułożone na sąsiadujących bębnach, rozpoczynając od pierwszego bębna z lewej.</li>
    <li>Liczba zebranych symboli zwiększa mnożnik w grze bonusowej (szczeg&oacute;ły, patrz <span>TABELA PREMII</span>).</li>
    <li>W grze bonusowej kliknij bańkę, aby odsłonić wartość mnożnika.</li>
    <li>Po zakończeniu gry bonusowej, Twoja r&oacute;wna stawka zostanie pomnożona przez sumę premii znalezionych w bańkach i pomnożona ponownie przez stopień bonusu aktywujący rundę.</li>
</ul>

<h2>Opcje ustawień gry</h2>
<ul>
    <li>Aby wejść do ustawień gry, kliknij ikonę hamburgera u g&oacute;ry ekranu.</li>
    <li>Strona dźwięku</li>
    <li>Efekty dźwiękowe. Włącza i wyłącza efekty dźwiękowe.</li>
    <li>Muzyka w tle. Włącza i wyłącza muzykę w tle.</li>
    <li>Strona ustawień</li>
    <li>Obr&oacute;t lewostronny Zmienia pozycję przycisk&oacute;w Zakład i Zakręć.</li>
    <li>Ekran Intro. Włącza i wyłącza ekran intro.</li>
    <li>Strona autogry</li>
    <li>Autogra. Patrz powyżej: Zaawansowane opcje autogry</li>
    <li>Historia gry</li>
    <li>Lista historii gry Lista wszystkich rozegranych gier (nie w trybie <span>PR&Oacute;BNYM</span>), kliknij rząd, aby zobaczyć wszystkie dostępne dane.</li>
    <li>Strona ustawień zakład&oacute;w</li>
    <li>Wyświetl w monetach Zmienia opcję monety na got&oacute;wkę, dotyczy tylko łącznego salda i wygranych, wartość zakładu jest zawsze wyrażona w got&oacute;wce przy użyciu bieżącej waluty.</li>
<li>Strona gł&oacute;wna Kliknij przycisk Gł&oacute;wny, aby wr&oacute;cić do lobby.</li>
</ul>

<h2>Wsp&oacute;łczynnik zwrotu wkładu</h2>
<ul>
    <li>Teoretyczny wsp&oacute;łczynnik zwrotu wkładu w tej grze wynosi <span class="__rtp"></span></li>
</ul>

<h2>Dodatkowe informacje</h2>
<ul>
    <li>Następujące funkcje i ustawienia gry mogą podlegać regulaminowi strony internetowej. Więcej informacji można uzyskać na stronie internetowej:</li>
    <li>
        <ul>
            <li>Procedury zarządzania nieskończonymi rundami gry.</li>
            <li>Czas, po kt&oacute;rym nieaktywne sesje gry ulegają automatycznemu wygaszeniu.</li>
            <li>W przypadku awarii sprzętu lub oprogramowania komputerowego, wszystkie aktywne zakłady i wypłaty w grze są anulowane, a wszystkie aktywne zakłady zwracane.</li>
        </ul>
    </li>
    <li>Ostatnia aktualizacja (20.02.2017)</li>
</ul>