{
  "Messages": [
    {
      "You win by matching symbols on win lines. All symbols must be matched on consecutive reels from left to right. Only the highest win on each line will be paid. Malfunction voids all pays and plays. See game rules for more details.": "Du vinner ved å matche symboler på gevinstlinjene. Alle symboler på matches på sammenhengende hjul fra venstre til høyre. Kun den høyest mulige gevinsten på hver linje betales. Funksjonsfeil annullerer alle utbetalinger og spill. Se spillereglene for flere opplysninger."
    },
    {
      "A bomb symbol can appear on the central position on the reels, which will explode outwards in a random direction revealing 3 scatters, Free Spin symbols, Bonus symbols, or up to 5 wild symbols.": "Et bombesymbol kan vises midt på det midtre hjulet. Det eksploderer utover i en tilfeldig retning, og avdekker enten 3 spredte-symboler, gratisspinn-symboler, bonussymboler eller opptil 5 jokersymboler."
    },
    {
      "2 cherry bombs can appear in free spins revealing super wild or super scatter symbols.": "Under gratisspinnene kan det vises 2 symboler med kirsebærbombe-symboler. De avdekker superjoker- eller superspredte-symboler."
    },
    {
      "Substitutes for all non-scatter symbols.": "Erstatter for alle symboler som ikke er spesialsymboler."
    },
    {
      "Pays 80 coins for 3 symbols.": "Betaler 80 mynter for 3 symboler."
    },
    {
      "Free Spin<br>Awards 9 free spin and 100 coins": "Gratisspinnsymbol<br>Gir 9 gratisspinn og 100 mynter."
    },
    {
      "Can appear in the 3 central reels during free spins. Substitute for all regular symbols.": "Kan vises på de tre midtre hjulene under gratisspinnene. Erstatter for alle symboler som ikke er spesialsymboler."
    },
    {
      "1 to 9 symbols can appear in the 3 central reels during free spins. Coins Payout:": "1 til 9 symboler kan vises på de 3 sentrale hjulene under gratisspinnene. Myntutbetaling:"
    },
    {
      "The bonus symbol can appear in the 3 central reels. Choose from the 5 paths, the higher the number of the path , the higher the risk, but the higher the potential winnings.": "Bonussymbolet kan vises på de 3 sentrale hjulene. Velg mellom 5 stier, jo høyere tall på stien desto høyere risiko - men jo høyere er også de potensielle gevinstene."
    },
    {
      "Cherry Blast Game Rules": "Cherry Blast-spilleregler"
    },
    {
      "Select one from the 5 paths on the bottom": "Velg en sti ved å velge et tall fra 1 til 5"
    },
    {
      "the lower the number the lower is the risk": "jo lavere tall desto høyere risiko"
    },
    {
      "Special symbols can hide high prize or death": "Lilla enheter kan skjule høye premier, eller avslutte bonusrunden"
    },
    {
      "Losing spins award a\nfree respin where\nwild reels stick": "Et bombesymbol eksploderer avdekker enten\n spredte-symboler, gratisspinn-symboler,\n bonussymboler eller jokersymboler."
    },
       {
        "No Winning Lines":"Ingen gevinst"
      }
  ]
}