{
  "Messages": [
    {
      "You win by matching symbols on win lines. All symbols must be matched on consecutive reels from left to right. Only the highest win on each line will be paid. Malfunction voids all pays and plays. See game rules for more details.": "在赢奖线上匹配符号来赢奖。匹配的符号必须在相邻转轴上从左到右排列才能赢奖。每条线仅赔付奖金最高的组合。如出现故障，所有赔付和游戏都将无效。查看游戏规则了解更多详情。"
    },
    {
      "A bomb symbol can appear on the central position on the reels, which will explode outwards in a random direction revealing 3 scatters, Free Spin symbols, Bonus symbols, or up to 5 wild symbols.": "炸弹符号可能出现在转轴的中部，它会向随机方向爆炸并显示出scatter符号、Free Spin符号、Bonus符号或最多5个wild符号。"
    },
    {
      "2 cherry bombs can appear in free spins revealing super wild or super scatter symbols.": "在免费旋转中，2个樱桃炸弹符号可能出现并显示超级wild或超级scatter符号。"
    },
    {
      "Substitutes for all non-scatter symbols.": "替代所有非特殊符号。"
    },
    {
      "Pays 80 coins for 3 symbols.": "3个符号可赢得80个硬币。"
    },
    {
      "Free Spin<br>Awards 9 free spin and 100 coins": "自由旋转符号<br>赢得9次自由旋转和100枚硬币。"
    },
    {
      "Can appear in the 3 central reels during free spins. Substitute for all regular symbols.": "可在免费旋转中出现在三个中间转轴上。替代所有非特殊符号。"
    },
    {
      "1 to 9 symbols can appear in the 3 central reels during free spins. Coins Payout:": "1至9个符号可在免费旋转中出现在3个中间转轴上。硬币赔付："
    },
    {
      "The bonus symbol can appear in the 3 central reels. Choose from the 5 paths, the higher the number of the path , the higher the risk, but the higher the potential winnings.": "符号可出现在3个中间转轴上。从5条路中选择，路的数字越高，风险越大，但潜在的赢奖越高。"
    },
    {
      "Cherry Blast Game Rules": "Cherry Blast游戏规则"
    },
    {
      "Select one from the 5 paths on the bottom": "选择1至5之间的一个数字来选择一条路"
    },
    {
      "the lower the number the lower is the risk": "数字越小，风险越小"
    },
    {
      "Special symbols can hide high prize or death": "紫色格子可能藏着高额奖品，也可能结束奖励回合"
    },
    {
      "Losing spins award a\nfree respin where\nwild reels stick": "炸弹符号爆炸并显示\n分散符号，自由旋转符号，\n奖金符号或百搭符号。"
    },
       {
        "No Winning Lines":"没有奖金"
      }
  ]
}