{
  "Messages": [
    {
      "You win by matching symbols on win lines. All symbols must be matched on consecutive reels from left to right. Only the highest win on each line will be paid. Malfunction voids all pays and plays. See game rules for more details.": "You win by matching symbols on win lines. All symbols must be matched on consecutive reels from left to right. Only the highest win on each line will be paid. Malfunction voids all pays and plays. See game rules for more details."
    },
    {
      "A bomb symbol can appear on the central position on the reels, which will explode outwards in a random direction revealing 3 scatters, Free Spin symbols, Bonus symbols, or up to 5 wild symbols.": "A bomb symbol can appear on the central position on the reels, which will explode outwards in a random direction revealing either 3 scatters, Free Spin symbols, Bonus symbols or up to 5 wild symbols."
    },
    {
      "2 cherry bombs can appear in free spins revealing super wild or super scatter symbols.": "2 cherry bomb symbols can appear in free spins revealing super wild or super scatter symbols."
    },
    {
      "Substitutes for all non-scatter symbols.": "Substitutes for all non-special symbols."
    },
    {
      "Pays 80 coins for 3 symbols.": "Pays 80 coins for 3 symbols."
    },
    {
      "Free Spin<br>Awards 9 free spin and 100 coins": "Free Spin symbol<br>Awards 9 free spins and 100 coins"
    },
    {
      "Can appear in the 3 central reels during free spins. Substitute for all regular symbols.": "Can appear on the three middle reels during free spins. Substitutes for all non-special symbols."
    },
    {
      "1 to 9 symbols can appear in the 3 central reels during free spins. Coins Payout:": "1 to 9 symbols can appear in the 3 central reels during free spins. Coins Payout:"
    },
    {
      "The bonus symbol can appear in the 3 central reels. Choose from the 5 paths, the higher the number of the path , the higher the risk, but the higher the potential winnings.": "The bonus symbol can appear in the 3 central reels. Choose from the 5 paths, the higher the number of the path the higher the risk, but the higher the potential winnings."
    },
    {
      "Cherry Blast Game Rules": "Cherry Blast Game Rules"
    },
    {
      "Select one from the 5 paths on the bottom":"Select a path by choosing a number from 1 to 5"
    },
    {
      "the lower the number the lower is the risk":"the lower the number the lower the risk"
    },
    {
      "Special symbols can hide high prize or death":"Purple units can hide high prizes or end \rthe bonus round"
    },
    {
      "Losing spins award a\nfree respin where\nwild reels stick":"Bombs explode revealing\nfree spin symbols,\nwilds, bonus or scatters."
  
    }
  ]
}