{
  "Messages": [
    {
      "You win by matching symbols on win lines. All symbols must be matched on consecutive reels from left to right. Only the highest win on each line will be paid. Malfunction voids all pays and plays. See game rules for more details.": "Vous gagnez en faisant correspondre des symboles sur des lignes de gain. Tous les symboles doivent correspondre sur des rouleaux consécutifs, de la gauche vers la droite. Seul le plus haut gain de chaque ligne sera payé. Toute défaillance annulera tous les paiements et toutes les parties. Consulter les règles du jeu pour plus de détails."
    },
    {
      "A bomb symbol can appear on the central position on the reels, which will explode outwards in a random direction revealing 3 scatters, Free Spin symbols, Bonus symbols, or up to 5 wild symbols.": "Un symbole Bombe peut apparaître sur la position centrale des rouleaux, et il explosera dans une direction aléatoire révélant ainsi soit 3 Scatters, soit des symboles Lancer Gratuit, soit des symboles Bonus ou jusqu'à 5 symboles Wild."
    },
    {
      "2 cherry bombs can appear in free spins revealing super wild or super scatter symbols.": "2 symboles Cherry Bomb peuvent apparaître lors des Lancers Gratuits révélant des symboles Super Wild ou Super Scatter."
    },
    {
      "Substitutes for all non-scatter symbols.": "Remplace tous les symboles non spéciaux."
    },
    {
      "Pays 80 coins for 3 symbols.": "Paye 80 pièces pour 3 symboles."
    },
    {
      "Free Spin<br>Awards 9 free spin and 100 coins": "Symbole Lancer Gratuit<br>Attribue 9 Lancers Gratuits et 100 pièces."
    },
    {
      "Can appear in the 3 central reels during free spins. Substitute for all regular symbols.": "Peut apparaître au milieu des rouleaux lors des Lancers Gratuits. Remplace tous les symboles non spéciaux."
    },
    {
      "1 to 9 symbols can appear in the 3 central reels during free spins. Coins Payout:": "De 1 à 9 symboles peuvent apparaître sur les 3 rouleaux centraux lors des Lancers Gratuits. Paiement en pièces :"
    },
    {
      "The bonus symbol can appear in the 3 central reels. Choose from the 5 paths, the higher the number of the path , the higher the risk, but the higher the potential winnings.": "Le symbole Bonus peut apparaître sur les 3 rouleaux centraux. Sélectionner parmi 5 chemins, plus le nombre du chemin est élevé plus le risque est élevé, mais les gains potentiels seront plus élevés."
    },
    {
      "Cherry Blast Game Rules": "Règles du jeu Cherry Blast"
    },
    {
      "Select one from the 5 paths on the bottom": "Sélectionner un chemin en choisissant un nombre entre 1 et 5"
    },
    {
      "the lower the number the lower is the risk": "plus le nombre est petit, plus le risque est faible"
    },
    {
      "Special symbols can hide high prize or death": "Les blocs violets peuvent cacher des gros prix ou terminer la manche bonus"
    },
    {
      "Losing spins award a\nfree respin where\nwild reels stick": "Un symbole Bombe il explosera révélant\n ainsi soit Scatters, soit des symboles Lancer Gratuit,\n soit des symboles Bonus ou symboles Wild."
    },
       {
        "No Winning Lines":"Aucun gain"
      }
  ]
}