{
  "Messages": [
    {
      "You win by matching symbols on win lines. All symbols must be matched on consecutive reels from left to right. Only the highest win on each line will be paid. Malfunction voids all pays and plays. See game rules for more details.": "Wygrasz, jeśli dopasujesz symbole na liniach wygranej. Wszystkie symbole muszą zostać dopasowane na kolejnych bębnach od lewej do prawej. Tylko najwyższa wygrana na każdej linii zostanie wypłacona. Awaria unieważnia wszystkie wypłaty i gry. Więcej szczegółów można znaleźć w zasadach gry."
    },
    {
      "A bomb symbol can appear on the central position on the reels, which will explode outwards in a random direction revealing 3 scatters, Free Spin symbols, Bonus symbols, or up to 5 wild symbols.": "Symbol bomby może pojawić się w centralnej pozycji na bębnach. Wówczas wybuchnie w losowym kierunku, odkrywając 3 symbole Scatter, symbole darmowych obrotów, symbole bonusu lub maksymalnie 5 symboli Wild."
    },
    {
      "2 cherry bombs can appear in free spins revealing super wild or super scatter symbols.": "2 symbole wiśniowej bomby mogą pojawić się w darmowych obrotach, odkrywając symbole Super Wilds lub Super Scatter."
    },
    {
      "Substitutes for all non-scatter symbols.": "Zastępuje wszystkie symbole, które nie są symbolami specjalnymi."
    },
    {
      "Pays 80 coins for 3 symbols.": "Wypłaca 80 monet za 3 symbole."
    },
    {
      "Free Spin<br>Awards 9 free spin and 100 coins": "Darmowy symbol obrotu<br>Zapewnia 9 darmowych obrotów i 80 monet."
    },
    {
      "Can appear in the 3 central reels during free spins. Substitute for all regular symbols.": "Może pojawić się na trzech środkowych bębnach podczas darmowych obrotów. Zastępuje wszystkie symbole, które nie są symbolami specjalnymi."
    },
    {
      "1 to 9 symbols can appear in the 3 central reels during free spins. Coins Payout:": "1 do 9 symbolów może pojawić się na 3 środkowych bębnach podczas darmowych obrotów. Wypłata monet:"
    },
    {
      "The bonus symbol can appear in the 3 central reels. Choose from the 5 paths, the higher the number of the path , the higher the risk, but the higher the potential winnings.": "Symbol bonusu może pojawić się na 3 centralnych bębnach. Wybierz spośród 5 ścieżek – im wyższa liczba ścieżki, tym większe ryzyko, ale większa potencjalna wygrana."
    },
    {
      "Cherry Blast Game Rules": "Zasady gry Cherry Blast"
    },
    {
      "Select one from the 5 paths on the bottom": "Wybierz ścieżkę, wybierając cyfrę od 1 do 5."
    },
    {
      "the lower the number the lower is the risk": "Im niższa cyfra, tym niższe ryzyko."
    },
    {
      "Special symbols can hide high prize or death": "Fioletowe elementy mogą kryć wysokie nagrody lub zakończyć rundę bonusową."
    },
    {
      "Losing spins award a\nfree respin where\nwild reels stick": "Symbol bomby wybuchnie odkrywając\n symbole Scatter, symbole darmowych obrotów,\n symbole bonusu lub symboli Wild."
    },
       {
        "No Winning Lines":"Brak wygranych"
      }
  ]
}