{
  "Messages": [
    {
      "You win by matching symbols on win lines. All symbols must be matched on consecutive reels from left to right. Only the highest win on each line will be paid. Malfunction voids all pays and plays. See game rules for more details.": "Du vinner på matchande symboler på vinstraderna. Alla symboler måste matcha på intilliggande hjul från vänster till höger. Enbart högsta vinsten på raden betalas ut. Vid funktionsfel ogiltigförklaras alla betalningar och spel. Läs i spelreglerna för mer information."
    },
    {
      "A bomb symbol can appear on the central position on the reels, which will explode outwards in a random direction revealing 3 scatters, Free Spin symbols, Bonus symbols, or up to 5 wild symbols.": "En bomb kan visas på centralplatsen på hjulen och den exploderar utåt i slumpvis riktning och tar fram antingen tre scatters, gratisspinnsymboler, bonussymboler eller upp till fem wild-symboler."
    },
    {
      "2 cherry bombs can appear in free spins revealing super wild or super scatter symbols.": "Två körsbärsbomber kan visas under gratisspins och ta fram superwild- eller superscattersymboler."
    },
    {
      "Substitutes for all non-scatter symbols.": "Ersätter alla symboler som inte är special."
    },
    {
      "Pays 80 coins for 3 symbols.": "Betalar 80 mynt för tre symboler."
    },
    {
      "Free Spin<br>Awards 9 free spin and 100 coins": "Gratisspinnsymbol<br>Ger nio gratisspins och 100 mynt."
    },
    {
      "Can appear in the 3 central reels during free spins. Substitute for all regular symbols.": "Kan visas på de tre mittenhjulen under gratisspins. Ersätter alla symboler som inte är special."
    },
    {
      "1 to 9 symbols can appear in the 3 central reels during free spins. Coins Payout:": "En till nio symboler kan visas på de tre mittenhjulen under gratisspins. Utbetalning:"
    },
    {
      "The bonus symbol can appear in the 3 central reels. Choose from the 5 paths, the higher the number of the path , the higher the risk, but the higher the potential winnings.": "Dash-bonus<br>Bonussymbolen kan visas på de tre mittenhjulen. Välj någon av de fem vägarna, ju högre siffra för vägen, desto större risk men även större vinstmöjligheter."
    },
    {
      "Cherry Blast Game Rules": "Cherry Blast spelregler"
    },
    {
      "Select one from the 5 paths on the bottom": "Välj väg genom att välja en siffra mellan 1 och 5,"
    },
    {
      "the lower the number the lower is the risk": "ju lägre siffra, desto lägre risk"
    },
    {
      "Special symbols can hide high prize or death": "Lila objekt kan dölja vinster eller avsluta bonusrundan"
    },
    {
      "Losing spins award a\nfree respin where\nwild reels stick": "En bomb exploderar och avslöjar\n antingen scatters, gratisspinnsymboler,\n bonussymboler eller wild-symboler."
    },
       {
        "No Winning Lines":"Inga vinster"
      }
  ]
}