{
  "Messages": [
    {
      "You win by matching symbols on win lines. All symbols must be matched on consecutive reels from left to right. Only the highest win on each line will be paid. Malfunction voids all pays and plays. See game rules for more details.": "Ganha ao fazer corresponder símbolos nas linhas de ganhos. Todos os símbolos devem manter a correspondência nos carretéis consecutivos da esquerda para a direita. Será pago apenas o ganho mais elevado em cada linha. As avarias anulam todos os pagamentos e jogadas. Consulte as regras de jogo para obter mais detalhes."
    },
    {
      "A bomb symbol can appear on the central position on the reels, which will explode outwards in a random direction revealing 3 scatters, Free Spin symbols, Bonus symbols, or up to 5 wild symbols.": "Pode aparecer um símbolo de bomba na posição central dos carretéis, que irá explodir para fora numa direção aleatória, revelando 3 Scatters, símbolos Free Spin, símbolos Bónus ou até 5 símbolos Wild."
    },
    {
      "2 cherry bombs can appear in free spins revealing super wild or super scatter symbols.": "Podem aparecer 2 símbolos de bombas cereja nas Free Spins que revelam símbolos Super Wild ou Super Scatter."
    },
    {
      "Substitutes for all non-scatter symbols.": "Substitui todos os símbolos não especiais."
    },
    {
      "Pays 80 coins for 3 symbols.": "Paga 80 moedas por 3 símbolos."
    },
    {
      "Free Spin<br>Awards 9 free spin and 100 coins": "Símbolo Free Spin<br>Atribui 9 Free Spins y 100 moedas."
    },
    {
      "Can appear in the 3 central reels during free spins. Substitute for all regular symbols.": "Pode aparecer nos três carretéis centrais durante as Free Spins. Substitui todos os símbolos não especiais."
    },
    {
      "1 to 9 symbols can appear in the 3 central reels during free spins. Coins Payout:": "Podem aparecer 1 a 9 símbolos nos 3 carretéis centrais durante as Free Spins. Pagamento de moedas:"
    },
    {
      "The bonus symbol can appear in the 3 central reels. Choose from the 5 paths, the higher the number of the path , the higher the risk, but the higher the potential winnings.": "O símbolo de bónus pode aparecer nos 3 carretéis centrais. Escolha a partir dos 5 caminhos, quanto maior for o número do caminho, maior será o risco, mas maiores serão os ganhos potenciais."
    },
    {
      "Cherry Blast Game Rules": "Regras de Jogo de Cherry Blast"
    },
    {
      "Select one from the 5 paths on the bottom": "Selecione um caminho ao escolher um número de 1 a 5"
    },
    {
      "the lower the number the lower is the risk": "quanto mais baixo o número, mais baixo é o risco"
    },
    {
      "Special symbols can hide high prize or death": "As unidades roxas podem ocultar prémios elevados ou terminar a ronda de bónus"
    },
    {
      "Losing spins award a\nfree respin where\nwild reels stick": "Um símbolo de bomba explodir revelando\n Scatters, símbolos Free Spin,\n símbolos Bónus ou símbolos Wild."
    },
       {
        "No Winning Lines":"Sem ganhos"
      }
  ]
}