{
  "Messages": [
    {
	"You win by matching symbols on win lines. All symbols must be matched on consecutive reels from left to right. Only the highest win on each line will be paid. Malfunction voids all pays and plays. See game rules for more details.": "Դուք շահում եք շահող տողի վրա սիմվոլների համընկնելու դեպքում։ Բոլոր սիմվոլները պետք է համընկնեն հերթական պտուտակների վրա ձախից աջ։ Վճարվում է միայն յուրաքանչյուր տողի ամենամեծ շահումը։ Անսարքության դեպքում բոլոր վճարումներն ու խաղերը համարվում են անվավեր։ Լրացուցիչ մանրամասների համար տես խաղի կանոնները։"
    },
    {
	"A bomb symbol can appear on the central position on the reels, which will explode outwards in a random direction revealing 3 scatters, Free Spin symbols, Bonus symbols, or up to 5 wild symbols.": "Ռումբ սիմվոլը կարող է հայտնվել պտուտակների միջնամասում, այն պայթում է պատահական ուղղությամբ՝ բացելով 3 սքերեր, Անվճար սփին, Բոնուսային սիմվոլներից մեկը կամ մինչև 5 վայրի սիմվոլ։"
    },
    {
	"2 cherry bombs can appear in free spins revealing super wild or super scatter symbols.": "2 բալի ռումբ սիմվոլ կարող է հայտնվել անվճար սփիների ընթացքում՝ բացելով սուպեր վայրի կամ սուպեր սքեթեր սիմվոլներ։"
    },
    {
	"Substitutes for all non-scatter symbols.": "Փոխարինում է բոլոր ոչ սքեթեր սիմվոլներին։"
    },
    {
	"Pays 80 coins for 3 symbols.": "Վճարում է 80 մետաղադրամ 3 սիմվոլի համար։"
    },
    {
	"Free Spin<br>Awards 9 free spin and 100 coins": "Անվճար սփինի սիմվոլը<br> Պարգևատրում է 9 անվճար սփին և 100 մետաղադրամ"
    },
    {
	"Can appear in the 3 central reels during free spins. Substitute for all regular symbols.": "Կարող է հայտնվել անվճար սփիների ընթացքում միջնամասի երեք պտուտակների վրա։ Փոխարինում է բոլոր ոչ հատուկ սիմվոլներին։"
    },
    {
	"1 to 9 symbols can appear in the 3 central reels during free spins. Coins Payout:": "1-ից 9-րդ սիմվոլները կարող են հայտնվել 3 կենտրոնական պտուտակների վրա անվճար սփիների ընթացքում։ Մետաղադրամների վճարում՝"
    },
    {
	"The bonus symbol can appear in the 3 central reels. Choose from the 5 paths, the higher the number of the path , the higher the risk, but the higher the potential winnings.": "Բոնուս սիմվոլը կարող է հայտնվել 3 կենտրոնական պտուտակների վրա։ Ընտրեք 5 ուղիներից մեկը։ Որքան մեծ է ուղու թիվը, այնքան բարձր է ռիսկը, նաև ավելի մեծ՝ շահելու հավանականությունը։"
    },
    {
	"Cherry Blast Game Rules": "Cherry Blast խաղի կանոններ"
    },
    {
	"Select one from the 5 paths on the bottom":"Ընտրեք ուղին՝ ընտրելով 1-ից 5 թվերից մեկը"
    },
    {
	"the lower the number the lower is the risk":"Որքան փոքր է թիվը, այնքան ցածր է ռիսկը"
    },
    {
	"Special symbols can hide high prize or death":"Մանուշակագույն միավորները կարող են պարունակել մեծ մրցանակներ կամ ավարտել \rբոնուսային ռաունդը"
    },
    {
	"Losing spins award a\nfree respin where\nwild reels stick":"Ռումբերը պայթում են՝ բացելով\n անվճար սփինի,\nվայրի,բոնուսային կամ սքեթեր սիմվոլներ։"
  
    },
    {
        "No Winning Lines":"Շահումներ չկան"
      }
  ]
}