{
  "Messages": [
    {
      "You win by matching symbols on win lines. All symbols must be matched on consecutive reels from left to right. Only the highest win on each line will be paid. Malfunction voids all pays and plays. See game rules for more details.": "Kazanmak için kazanan hatlarda sembolleri eşleştirin. Tüm semboller, ardışık çarklarda solda sağa doğru eşleşmelidir. Sadece her hatta oluşan en yüksek kazanç ödenir. Arıza, tüm ödemeleri ve oyunları geçersiz kılar. Daha fazla ayrıntı için oyun kurallarına göz atın."
    },
    {
      "A bomb symbol can appear on the central position on the reels, which will explode outwards in a random direction revealing 3 scatters, Free Spin symbols, Bonus symbols, or up to 5 wild symbols.": "Çarklardaki merkez konuma bir bomba sembolü gelebilir. Bu sembol geldiğinde rastgele bir yönde dışa doğru patlar ve ya 3 saçılı sembol, Bedava Dönüş sembolleri, Bonus sembolleri veya 5 adede kadar joker sembolü oluşturur."
    },
    {
      "2 cherry bombs can appear in free spins revealing super wild or super scatter symbols.": "Bedava dönüşlerde 2 kiraz bomba sembolü gelebilir ve geldiklerinde ya süper joker ya da süper saçılı semboller oluşturur."
    },
    {
      "Substitutes for all non-scatter symbols.": "Özel olmayan tüm sembollerin yerine geçer."
    },
    {
      "Pays 80 coins for 3 symbols.": "3 sembol için 80 jeton kazandırır."
    },
    {
      "Free Spin<br>Awards 9 free spin and 100 coins": "Bedava Dönüş sembolü<br>9 bedava dönüş kazandırır ve 100 jeton."
    },
    {
      "Can appear in the 3 central reels during free spins. Substitute for all regular symbols.": "Bedava dönüşler sırasında ortadaki üç çarka gelebilir. Özel olmayan tüm sembollerin yerine geçer."
    },
    {
      "1 to 9 symbols can appear in the 3 central reels during free spins. Coins Payout:": "Bedava dönüşler sırasında ortadaki 3 çarka 1 ila 9 sembol gelebilir. Jeton Kazancı:"
    },
    {
      "The bonus symbol can appear in the 3 central reels. Choose from the 5 paths, the higher the number of the path , the higher the risk, but the higher the potential winnings.": "Bonus sembolü ortadaki 3 çarka gelebilir. 5 yoldan birini seçin. Yolun numarası ne kadar yüksekse, hem risk hem de potansiyel kazanç o kadar yüksek olur."
    },
    {
      "Cherry Blast Game Rules": "Cherry Blast Oyun Kuralları"
    },
    {
      "Select one from the 5 paths on the bottom": "1 ile 5 arası bir numara seçerek bir yol seçin"
    },
    {
      "the lower the number the lower is the risk": "numara ne kadar düşükse risk de o kadar düşüktür"
    },
    {
      "Special symbols can hide high prize or death": "Mor birimler yüksek ödülleri gizleyebilir veya bonus turu sonlandırabilir"
    },
    {
      "Losing spins award a\nfree respin where\nwild reels stick": "Bir bomba sembolü -\n Bedava Dönüş sembolleri, Bonus sembolleri\n joker sembolü oluşturur."
    },
       {
        "No Winning Lines":"Kazanç Yok"
      }
  ]
}