<ul>
    <li> Cosmic Crystals<sup>TM</sup> ist ein Video-Spielautomat mit 5 Walzen und 3 Reihen, der Gratis-Respins und Sticky Wild-Walzen bei Spins ohne Gewinn bietet.</li>
    <li> Sie spielen mit fixen 50 Gewinnlinien pro Spin (1 M&uuml;nze pro Linie). Der Gesamteinsatz wird auf dem Einsatz-Button angezeigt.</li>
    <li> Um den Einsatzbetrag zu &auml;ndern, &ouml;ffnen Sie den Einsatzbereich und w&auml;hlen Sie den Wert aus, indem Sie das Rad ziehen.</li>
    <li> Im Men&uuml; <span>EINSATZEINSTELLUNGEN</span> wechselt die Option <span>IN M&Uuml;NZEN ANZEIGEN</span> zwischen der Anzeige des Guthabens und der Auszahlungsbetr&auml;ge von <span>CASH</span> zu M&uuml;nzen und wieder zur&uuml;ck. Der Einsatzbetrag wird immer in <span>CASH</span> angezeigt. Der Wert der M&uuml;nzen ist: Einsatzbetrag dividiert durch die Anzahl der Linien.</li>
    <li> Bei Bet&auml;tigen des Spin-Buttons wird das Spiel mit dem aktuellen Einsatzbetrag gespielt (Sie k&ouml;nnen die Walzen zum Drehen ziehen, wenn diese Funktion im Men&uuml; &quot;Einstellungen&quot; aktiviert ist).</li>
    <li> Gewinnkombinationen und Auszahlungen erfolgen gem&auml;&szlig; der&nbsp;<span>AUSZAHLUNGSTABELLE.</span></li>
    <li> Ein M&uuml;nzliniengewinn entspricht dem in der&nbsp;<span>AUSZAHLUNGSTABELLE</span> angezeigten Wert.</li>
    <li> Es wird nur die h&ouml;chste Gewinnkombination auf einer aktiven Einsatzlinie von links nach rechts ausgezahlt.</li>
    <li> Wild-Symbole werden vertikal erweitert und erscheinen nur auf den mittleren drei Walzen. Sie k&ouml;nnen jedes andere Symbol ersetzen.</li>
    <li> Gleichzeitige Gewinne auf verschiedenen Einsatzlinien werden addiert.</li>
    <li> Wenn Sie&nbsp;<span>ZUM SPASS SPIELEN</span>, steht kein Spielverlauf zur Verf&uuml;gung.</li>
    <li> &Ouml;ffnen Sie das Men&uuml; <span>AUTOPLAY</span>, indem Sie den Spin-Button gedr&uuml;ckt halten, um die Anzahl der Runden anzupassen (Sie k&ouml;nnen jederzeit auf den&nbsp;<span>SPIELEN</span>-Button klicken, um das Autoplay zu starten bzw. auf den <span>STOPP</span>-Button, um es zu stoppen). Um die Stopp-Kriterien f&uuml;r das Autoplay anzupassen, &ouml;ffnen Sie im Men&uuml; die erweiterten Autoplay-Einstellungen.</li>
</ul>
<br>
<h2>Erweiterte Autoplay-Optionen</h2>
<ul>
    <li> Um erweiterte Autoplay-Optionen einzustellen, klicken Sie in der oberen linken Ecke des Spiels auf das Men&uuml;symbol und w&auml;hlen Sie dann im Men&uuml;bereich das Symbol&nbsp;<span>AUTOPLAY</span>.</li>
    <li> <span>Stoppen bei beliebigem Gewinn.</span>&nbsp;Stoppt das Autoplay, sobald Sie in einer Runde gewinnen.</li>
    <li> <span>Stoppen bei Gewinn von.</span>&nbsp;Stoppt das Autoplay, wenn der Betrag, den Sie gewinnen, dem festgelegten Betrag entspricht oder diesen &uuml;bersteigt.</li>
    <li> <span>Stoppen bei einer Cash-Erh&ouml;hung von.</span>&nbsp;Stoppt das Autoplay bei einer Cash-Erh&ouml;hung um den angegebenen Betrag.</li>
    <li> <span>Stoppen bei einer Cash-Verringerung von.</span>&nbsp;Stoppt das Autoplay bei einer Cash-Verringerung um den angegebenen Betrag.</li>
    <li> <span>Hinweis:</span>&nbsp;Wenn Sie die Autoplay-Einstellungen w&auml;hrend einer Spielrunde &auml;ndern, werden alle ge&auml;nderten Einstellungen erst wirksam, nachdem die Spielrunde oder das Feature beendet ist.</li>
    <li> <span>Hinweis:</span>&nbsp;Wenn Ihre Verbindung w&auml;hrend des Spiels unterbrochen wird, werden alle Autoplay-Einstellungen auf die Standardeinstellungen zur&uuml;ckgesetzt, wenn das Spiel neu geladen wird.</li>
    <li> <span>Hinweis:</span>&nbsp;Einige Autoplay-Optionen sind in einigen L&auml;ndern zwingend vorgeschrieben.</li>
</ul>
<h2>Cosmic Crystals<sup>TM</sup> Respin</h2>
<ul>
    <li> Cosmic Crystals<sup>TM</sup> bietet nach jedem Spin ohne Gewinn einen automatischen <span>KOSTENLOSEN</span> Respin.</li>
    <li> F&uuml;r die kostenlosen, aufeinanderfolgenden Respins gibt es keine Beschr&auml;nkungen, sie werden automatisch fortgesetzt, bis es einen ersten Spin mit Gewinn gibt.</li>
    <li> Dazu m&uuml;ssen Sie den Mindestbetrag an M&uuml;nzen, die das Spiel in einer einzelnen Gewinnlinie auszahlen kann, gewinnen (siehe <span>AUSZAHLUNGSTABELLE</span>).</li>
    <li> Respins werden mit dem gleichen Einsatz gespielt wie die Runde, die den Respin ausgel&ouml;st hat.</li>
</ul>
<h2>Cosmic Crystals<sup>TM</sup> Wild-Walze</h2>
<ul>
    <li> Die Cosmic Crystals<sup>TM</sup> Wild-Symbole k&ouml;nnen nur auf den Walzen 2, 3 und 4 erscheinen.</li>
    <li> Wenn ein oder mehrere Cosmic Crystals<sup>TM</sup> Wild-Symbole auf den Walzen 2, 3 oder 4 erscheinen, wird das Cosmic Crystals<sup>TM</sup> Wild-Walzen-Feature ausgel&ouml;st.</li>
    <li> W&auml;hrend des Cosmic Crystals<sup>TM</sup> Wild-Walzen-Features wird das Cosmic Crystals<sup>TM</sup> Wild-Symbol vertikal erweitert und deckt die gesamte Walze ab.</li>
    <li> Wenn der Spin keinen Gewinn bringt, bleibt die Cosmic Crystals<sup>TM</sup> Wild-Walze stehen, w&auml;hrend die anderen Walzen erneut gedreht werden (Sticky Wild-Walze).</li>
    <li> Wenn ein neues Cosmic Crystals<sup>TM</sup> Wild-Symbol w&auml;hrend eines Respins auftaucht, wird es ebenfalls vertikal erweitert. Gibt es keinen Gewinn, bleibt es zusammen mit zuvor erweiterten Cosmic Crystals<sup>TM</sup> Wild-Walzen-Symbolen w&auml;hrend eines weiteren Respins stehen, bis es einen Spin mit Gewinn gibt.</li>
    <li> Das Cosmic Crystals<sup>TM</sup> Wild-Walzen-Feature endet, sobald es einen Gewinn gibt.</li>
    
</ul>
<h2>Spieleinstellungsoptionen </h2>
<ul>
    <li> Um die Spieleinstellungen zu &ouml;ffnen, klicken Sie auf das Men&uuml;symbol in der oberen linken Ecke.</li>
    <li> <span>Seite &quot;Ton&quot;</span></li>
    <li> <span>Soundeffekte.</span>&nbsp;Schaltet die Soundeffekte ein bzw. aus.</li>
    <li> <span>Hintergrundmusik.</span>&nbsp;Schaltet die Hintergrundmusik ein bzw. aus.</li>
    <li> <span>Seite &quot;Einstellungen&quot;</span></li>
    <li> <span>Links drehender Spin.</span> Schaltet zwischen der Position des Einsatz- und des Spin-Buttons um.</li>
    <li> <span>Hilfebildschirm.</span>&nbsp;Schaltet den Hilfebildschirm ein bzw. aus.</li>
    <li> <span>Seite &quot;Autoplay&quot;</span></li>
    <li> <span>Autoplay.</span> Siehe Erweiterte Autoplay-Optionen weiter oben.</li>
    <li> <span>Spielverlauf</span></li>
    <li> <span>Spielverlaufsliste.</span> Eine Liste aller gespielten H&auml;nde (im SPASS-Modus nicht verf&uuml;gbar), Klicken Sie auf eine Zeile, um alle verf&uuml;gbaren Details anzuzeigen.</li>
    <li> <span>Seite &quot;Einsatzeinstellungen&quot;</span></li>
    <li> <span>Anzeige in M&uuml;nzen.</span> Schaltet zwischen M&uuml;nzen und Cash um (wirkt sich nur auf Gesamtguthaben und Gewinne aus). Der Einsatz wird immer in der aktuellen W&auml;hrung in Cash angezeigt.</li>
    <li> <span>Homepage</span> Klicken Sie auf den Home-Button, um zur Lobby zur&uuml;ckzukehren.</li>
</ul>
<h2>Return to Player</h2>
<ul>
    <li> Der theoretische Return to Player (RTP) betr&auml;gt bei diesem Spiel <span class="__rtp"></span>.</li>
</ul>
<h2>Weitere Informationen</h2>
<ul>
    <li> Die folgenden Spielfunktionen und Einstellungen k&ouml;nnen den allgemeinen Gesch&auml;ftsbedingungen der Gaming-Site unterliegen. Weitere Informationen zu den folgenden Themen finden Sie auf der Gaming-Website:</li>
    <li style="list-style-type: none">
        <ul>
            <li> Die Verfahren zur Handhabung nicht beendeter Spielrunden.</li>
            <li> Die Zeit, nach der inaktive Spielsitzungen automatisch beendet werden.</li>
        </ul>
    </li>
    <li> Im Falle einer Fehlfunktion der Spielehardware/-software, werden alle davon betroffenen Spieleins&auml;tze und Auszahlungen f&uuml;r ung&uuml;ltig erkl&auml;rt und die betroffenen Eins&auml;tze werden r&uuml;ckerstattet.</li>
    <br>20/02/2017
</ul>
