<ul>
    <li> Cosmic Crystals<sup>TM</sup> on 5 kiekon ja 3 rivin videokolikkopeli, jossa on ilmaisia vapaakierroksia ja pysyv&auml; jokerikiekko voittamattomille kierroksille.</li>
    <li> Pelaat 50 kiinte&auml;ll&auml; linjalla kierrosta kohti (1 kolikko/linja). Panospainike ilmoittaa panoksen arvon yhteens&auml;.</li>
    <li> Muuta panoksen arvoa avaamalla panostaulu ja valitse panos vet&auml;m&auml;ll&auml; py&ouml;r&auml;&auml;.</li>
    <li> <span>PANOSASETUKSET</span>-valikossa <span>N&Auml;YT&Auml; KOLIKKOINA</span> -valinnalla voidaan vaihtaa saldo ja voitto n&auml;kym&auml;&auml;n <span>RAHANA</span> tai kolikkoina. Panoksen arvo n&auml;kyy aina <span>RAHANA.</span> Kolikon arvo on: Panoksen arvo jaetaan linjojen lukum&auml;&auml;r&auml;ll&auml;.</li>
    <li> Pelipainike pelaa peli&auml; valitulla panoksen arvolla. Pelata voidaan my&ouml;s pyyhk&auml;isem&auml;ll&auml; kiekkoja, jos toiminto on otettu k&auml;ytt&ouml;&ouml;n valikossa.</li>
    <li> Voittoyhdistelm&auml;t ja voitot muodostetaan <span>VOITTOTAULUN</span> mukaan.</li>
    <li> Linjavoitto kolikkoina on <span>VOITTOTAULUSSA</span> n&auml;kyv&auml; arvo.</li>
    <li> Vain korkein voittoyhdistelm&auml; vasemmalta oikealle aktiivista linjaa kohti maksetaan.</li>
    <li> Jokerikuviot laajenevat pystysuuntaan ja ilmestyv&auml;t vain kolmelle keskimm&auml;iselle kiekolle. Ne voivat korvata mink&auml; tahansa muun kuvion.</li>
    <li> Samanaikaiset voitot eri linjoilta lasketaan yhteen.</li>
    <li> Pelihistoria ei ole saatavilla, kun <span>PELATAAN LEIKKIRAHALLA.</span></li>
    <li> Avaa <span>AUTOMAATTIPELIVALIKKO</span> pit&auml;m&auml;ll&auml; pelipainiketta pohjassa ja s&auml;&auml;d&auml; kierrosten lukum&auml;&auml;r&auml;&auml;. Aloita automaattipeli klikkaamalla&nbsp;<span>PELAA</span>-painiketta ja pys&auml;yt&auml; automaattipeli milloin tahansa klikkaamalla <span>PYS&Auml;YT&Auml;</span>-painiketta. S&auml;&auml;d&auml; automaattipelin pys&auml;ytysehtoja avaamalla automaattipelin lis&auml;asetukset valikosta.</li>
</ul>
<br>
<h2>Automaattipelin lis&auml;asetukset</h2>
<ul>
    <li> Aseta automaattipelin lis&auml;asetukset klikkaamalla valikkokuvaketta pelin vasemmasta yl&auml;kulmasta ja valitse sitten valikkotaulusta <span>AUTOMAATTIPELI</span>-symboli.</li>
    <li> <span>Pys&auml;yt&auml; voittoon.</span> Pys&auml;ytt&auml;&auml; automaattipelin, kun saadaan voitto.</li>
    <li> <span>Pys&auml;yt&auml; voittosummaan</span>. Pys&auml;ytt&auml;&auml; automaattipelin, kun voitetaan v&auml;hint&auml;&auml;n m&auml;&auml;ritetty summa.</li>
    <li> <span>Pys&auml;yt&auml;, kun saldo kasvaa</span>. Pys&auml;ytt&auml;&auml; automaattipelin, jos saldo kasvaa m&auml;&auml;ritetyn summan verran.</li>
    <li> <span>Pys&auml;yt&auml;, kun saldo v&auml;henee.</span> pys&auml;ytt&auml;&auml; automaattipelin, jos saldo v&auml;henee m&auml;&auml;ritetyn summan verran.</li>
    <li> <span>Huomautus: </span>Kun automaattipelin asetuksia muutetaan pelikierroksen aikana, kaikki muutetut asetukset tulevat voimaan pelikierroksen tai toiminnon p&auml;&auml;tytty&auml;.</li>
    <li> <span>Huomautus:</span> Jos verkkoyhteys katkeaa pelin aikana, kaikki automaattipeliasetukset palautetaan oletukseen, kun peli ladataan uudelleen.</li>
    <li> <span>Huomautus:</span> Jotkin automaattipeliasetukset ovat pakollisia joillakin hallintoalueilla.</li>
</ul>
<h2>Cosmic Crystals<sup>TM</sup> -vapaakierros</h2>
<ul>
    <li> Cosmic Crystals<sup>TM</sup> -peliss&auml; on automaattinen <span>ILMAINEN</span> vapaakierros jokaisen voittamattoman kierroksen j&auml;lkeen.</li>
    <li> Per&auml;kk&auml;isien ilmaisten vapaakierrosten m&auml;&auml;r&auml;&auml; ei rajoiteta, niit&auml; pelataan niin kauan kunnes saadaan ensimm&auml;inen voittokierros.</li>
    <li> Voittok&auml;si tarkoittaa pienint&auml; mahdollista kolikkom&auml;&auml;r&auml;&auml;, jonka pelist&auml; voi voittaa yhdelt&auml; voittolinjalta (ks. <span>VOITTOTAULU</span>).</li>
    <li> Vapaakierrokset pelataan samalla panoksella kuin ne k&auml;ynnist&auml;nyt kierros.</li>
</ul>
<h2>Cosmic Crystals<sup>TM</sup> -jokerikiekko</h2>
<ul>
    <li> The Cosmic Crystals<sup>TM</sup> -pelin jokerit esiintyv&auml;t vain kiekoilla 2, 3 ja 4.</li>
    <li> Kun v&auml;hint&auml;&auml;n yksi Cosmic Crystals<sup>TM</sup> -jokeri ilmestyy kiekolle 2, 3 tai 4, k&auml;ynnistyy Cosmic Crystals<sup>TM</sup> -jokerikiekkotoiminto.</li>
    <li> Cosmic Crystals<sup>TM</sup> -jokerikiekkotoiminnon aikana Cosmic Crystals<sup>TM</sup> -jokeri laajenee pystysuuntaan peitt&auml;m&auml;&auml;n koko kiekon.</li>
    <li> Jos kierrokselta ei saada voittoa, Cosmic Crystals<sup>TM</sup> -jokerikiekko j&auml;&auml; paikoilleen ja muut kiekot py&ouml;riv&auml;t uudelleen (pysyv&auml; jokerikiekko).</li>
    <li> Jos uusi Cosmic Crystals<sup>TM</sup> -jokeri ilmestyy vapaakierroksella, sekin laajenee pystysuuntaan. Jos edelleenk&auml;&auml;n ei saada voittoa, se j&auml;&auml; paikoilleen aikaisemmin laajenneiden Cosmic Crystals<sup>TM</sup> -jokerikiekkokuvioiden kanssa niin moneksi vapaakierrokseksi, kunnes saadaan voitto.</li>
    <li> Cosmic Crystals<sup>TM</sup> -jokerikiekkotoiminto p&auml;&auml;ttyy, kun saadaan voittok&auml;si.</li>
    
</ul>
<h2>Pelin asetukset </h2>
<ul>
    <li> P&auml;&auml;set pelin asetuksiin klikkaamalla vasemmassa yl&auml;kulmassa olevaa valikkokuvaketta.</li>
    <li> <span>&Auml;&auml;nisivu</span></li>
    <li> <span>&Auml;&auml;nitehosteet.</span>&nbsp;Kytkee &auml;&auml;nitehosteet p&auml;&auml;lle tai pois p&auml;&auml;lt&auml;.</li>
    <li> <span>Taustamusiikki.</span>&nbsp;Kytkee taustamusiikin p&auml;&auml;lle tai pois p&auml;&auml;lt&auml;.</li>
    <li> <span>Asetussivu</span></li>
    <li> <span>Vasenk&auml;tinen py&ouml;r&auml;ytys.</span> Vaihtaa Panos- ja Pelaa-painikkeiden paikkaa.</li>
    <li> <span>Ohjen&auml;ytt&ouml;.</span> Kytkee p&auml;&auml;lle tai pois p&auml;&auml;lt&auml; ohjen&auml;yt&ouml;n.</li>
    <li> <span>Automaattipelisivu</span></li>
    <li> <span>Automaattipeli.</span> Katso Automaattipelin lis&auml;asetukset edell&auml;.</li>
    <li> <span>Pelihistoria</span></li>
    <li> <span>Pelihistorialuettelo.</span> Luettelo pelatuista k&auml;sist&auml; (ei saatavilla LEIKKIRAHAN peleist&auml;). Klikkaa rivi&auml; n&auml;hd&auml;ksesi kaikki tiedot.</li>
    <li> <span>Panosasetus-sivu</span></li>
    <li> <span>N&auml;yt&auml; kolikkoina.</span> Vaihtaa kolikkojen ja rahan v&auml;lill&auml;. Koskee vain kokonaissaldoa ja voittoja, panos n&auml;ytet&auml;&auml;n aina rahana valitussa valuutassa.</li>
    <li> <span>Aloitussivu</span> Klikkaa Koti-painiketta p&auml;&auml;st&auml;ksesi takaisin aulaan.</li>
</ul>
<h2>Palautus pelaajalle</h2>
<ul>
    <li> Pelin teoreettinen palautus pelaajalle on <span class="__rtp"></span>.</li>
</ul>
<h2>Lis&auml;tiedot</h2>
<ul>
    <li> Seuraavat pelitoiminnot ja -asetukset saattavat olla pelisivuston k&auml;ytt&ouml;ehtojen alaisia. Saat pelisivustolta lis&auml;tietoja seuraavista:</li>
    <li style="list-style-type: none">
        <ul>
            <li> Toimenpiteet keskener&auml;isiss&auml; pelikierroksissa.</li>
            <li> Aika, jonka j&auml;lkeen k&auml;ytt&auml;m&auml;tt&ouml;m&auml;t peli-istunnot p&auml;&auml;ttyv&auml;t automaattisesti.</li>
        </ul>
    </li>
    <li> Pelilaitteiston tai -ohjelmiston toimintah&auml;iri&ouml;n sattuessa kaikki sen vaikutukseen joutuneet pelipanokset ja voitot mit&auml;t&ouml;id&auml;&auml;n ja panokset palautetaan.</li>
    <br>20/02/2017
</ul>
