<ul>
    <li> Cosmic Crystals<sup>TM</sup>, &uuml;cretsiz yeniden d&ouml;nd&uuml;rme ve kazandýrmayan d&ouml;nd&uuml;rmelerde yapýþkan wild &ouml;zellikleri i&ccedil;eren 5 &ccedil;ark ve 3 sýralý bir video slot oyunudur.</li>
    <li> D&ouml;nd&uuml;rme baþýna sabit 50 kazan&ccedil; satýrýyla (satýr baþýna 1 jeton) oynarsýnýz ve toplam bahis tutarý bahis d&uuml;ðmesinde g&ouml;sterilir.</li>
    <li> Bahis deðerini deðiþtirmek i&ccedil;in bahis panelini a&ccedil;ýn ve tekerleði d&ouml;nd&uuml;rerek se&ccedil;in.</li>
    <li> <span>BAHÝS AYARLARI</span> men&uuml;s&uuml;ndeki <span>JETON OLARAK G&Ouml;STER</span> &ouml;zelliðiyle, bakiyenizi ve kazan&ccedil; tutarlarýný <span>NAKÝT</span> olarak veya jeton olarak g&ouml;rmeyi se&ccedil;ebilirsiniz, bahis tutarý her zaman <span>NAKÝT</span> olarak g&ouml;sterilir. Jeton deðeri: Bahis tutarýnýn satýr sayýsýna b&ouml;l&uuml;nmesi ile belirlenir.</li>
    <li> D&ouml;nd&uuml;r d&uuml;ðmesi oyunu mevcut tutarla oynar (ayarlar men&uuml;s&uuml;nde bu &ouml;zellik etkinse, &ccedil;arklarý s&uuml;r&uuml;kleyerek d&ouml;nd&uuml;rebilirsiniz).</li>
    <li> Kazanan kombinasyonlar ve kazan&ccedil;lar,&nbsp;<span>KAZAN&Ccedil; TABLOSUNA</span> g&ouml;re belirlenir.</li>
    <li> Bir jeton satýrý kazancý,&nbsp;<span>KAZAN&Ccedil; TABLOSUNDA</span> g&ouml;sterilen deðere eþittir.</li>
    <li> Etkin bir kazan&ccedil; satýrýnda sadece soldan saða doðru en y&uuml;ksek kazan&ccedil; &ouml;denir.</li>
    <li> Wild sembolleri dikey olarak geniþler ve sadece orta &uuml;&ccedil; &ccedil;arkta &ccedil;ýkar. Diðer her sembol&uuml;n yerine ge&ccedil;er.</li>
    <li> Farklý satýrlarda ayný anda oluþan kazan&ccedil;lar toplanýr.</li>
    <li> <span>EÐLENCESÝNE OYUNDA</span> Oyun Ge&ccedil;miþi tutulmaz.</li>
    <li> D&ouml;nd&uuml;r d&uuml;ðmesini basýlý tutarak <span>OTO. OYUN</span> men&uuml;s&uuml;n&uuml; a&ccedil;abilir, buradan tur sayýsýný ayarlayabilirsiniz&nbsp;(baþlatmak i&ccedil;in <span>OYNA</span>d&uuml;ðmesine, durdurmak i&ccedil;inse <span>DUR</span> d&uuml;ðmesine basmanýz gerekir). Otomatik oyun durdurma kriterlerini belirlemek i&ccedil;in, men&uuml;den geliþmiþ otomatik oyun ayarlarýný a&ccedil;ýn.</li>
</ul>
<br>
<h2>Geliþmiþ Oto. Oyun Ayarlarý</h2>
<ul>
    <li> Geliþmiþ oto. oyun ayarlarýný belirlemek i&ccedil;in, oyunun sol &uuml;st k&ouml;þesinden men&uuml; simgesini týklayýn ve men&uuml; panelinden&nbsp;<span>OTO. OYUN</span> sembol&uuml;n&uuml; týklayýn.</li>
    <li> <span>Herhangi bir kazan&ccedil;ta dur.</span> Herhangi bir turda kazancýnýz varsa Oto. Oyunu durdurur.</li>
    <li> <span>Belirttiðim kazan&ccedil; tutarýnda dur.</span> Kazandýðýnýz tutar belirlediðiniz tutara ulaþtýðýnda veya aþtýðýnda Oto. Oyunu durdurur.</li>
    <li> <span>Para bu kadar artarsa dur.</span>Para belirtilen tutarý aþarsa Oto. Oyunu durdurur.</li>
    <li> <span>Para bu kadar azalýrsa dur.</span>Para belirtilen tutar kadar azalýrsa Oto. Oyunu durdurur.</li>
    <li> <span>Not:</span> Bir oyun turu sýrasýnda Oto. Oyun ayarlarýný deðiþtirirseniz, yeni ayarlar oyun turu veya mini oyun tamamlandýktan sonra etkinleþecektir.</li>
    <li> <span>Not:</span> Oyun sýrasýnda baðlantýnýz kesilirse, oyun yeniden y&uuml;klendiðinde t&uuml;m Oto. Oyun ayarlarýnýz varsayýlanlara sýfýrlanacaktýr.</li>
    <li> <span>Not:</span> Bazý Oto. Oyun se&ccedil;enekleri, belirli yargý alanlarýnda zorunludur.</li>
</ul>
<h2>Cosmic Crystals<sup>TM</sup> yeniden d&ouml;nd&uuml;rme</h2>
<ul>
    <li> Cosmic Crystals<sup>TM</sup>, kazan&ccedil;sýz her d&ouml;nd&uuml;rmenin ardýndan bir <span>&Uuml;CRETSÝZ</span> yeniden d&ouml;nd&uuml;rme hakký verir.</li>
    <li> Ardýþýk &uuml;cretsiz d&ouml;nd&uuml;rme limiti yoktur, kazanan ilk ele kadar &uuml;cretsiz yeniden d&ouml;nd&uuml;rmeler tekrar edilir.</li>
    <li> Kazanan el, oyunun tek bir satýrda kazandýrabileceði minimum jeton sayýsý demektir (<span>KAZAN TABLOSUNU</span> inceleyebilirsiniz).</li>
    <li> Yeniden d&ouml;nd&uuml;rmeler, yeniden d&ouml;nd&uuml;rmeyi baþlatan bahisle oynanýr.</li>
</ul>
<h2>Cosmic Crystals<sup>TM</sup> Wild &Ccedil;ark</h2>
<ul>
    <li> Cosmic Crystals<sup>TM</sup> Wild sembolleri, sadece 2, 3 ve 4. &ccedil;arklarda &ccedil;ýkar.</li>
    <li> 2, 3 veya 4. &ccedil;arkta &ccedil;ýkan bir veya daha fazla Cosmic Crystals<sup>TM</sup> Wild sembol&uuml;, Cosmic Crystals<sup>TM</sup> Wild &Ccedil;ark mini oyununu baþlatýr.</li>
    <li> Cosmic Crystals<sup>TM</sup> Wild &Ccedil;ark mini oyunu boyunca, Cosmic Crystals<sup>TM</sup> Wild sembol&uuml; dikey olarak geniþleyip &ccedil;arkýn tamamýný kaplar.</li>
    <li> Yeniden d&ouml;nd&uuml;rme eðer kazanan bir d&ouml;nd&uuml;rme deðilse, Cosmic Crystals<sup>TM</sup> Wild &Ccedil;ark yerinde kalýp diðer &ccedil;arklar yeniden d&ouml;ner (yapýþkan Wild &Ccedil;ark).</li>
    <li> Bir yeniden d&ouml;nd&uuml;rme sýrasýnda yeni Cosmic Crystals<sup>TM</sup> Wild sembol&uuml; &ccedil;ýkarsa, bu da dikey olarak geniþler. Yine herhangi bir kazan&ccedil; olmazsa, &ouml;nceki geniþlemiþ Cosmic Crystals<sup>TM</sup> Wild &Ccedil;ark sembolleriyle birlikte o da sabit kalýr ve kazanan kombinasyon gelene kadar yeniden d&ouml;nd&uuml;rmeler devam eder.</li>
    <li> Cosmic Crystals<sup>TM</sup> Wild &Ccedil;ark mini oyunu, kazanan bir el geldiðinde sona erer.</li>
    
</ul>
<h2>Oyun Ayar Se&ccedil;enekleri </h2>
<ul>
    <li> Oyun ayarlarýna eriþmek i&ccedil;in, sol &uuml;st k&ouml;þedeki simgeyi týklayýn.</li>
    <li> <span>Ses sayfasý</span></li>
    <li> <span>Ses Efektleri.</span> Oyun ses efektlerini a&ccedil;ýp kapatýr.</li>
    <li> <span>Arka plan m&uuml;ziði.</span> Arka plan m&uuml;ziðini a&ccedil;ýp kapatýr.</li>
    <li> <span>Ayar sayfasý</span></li>
    <li> <span>Solak d&ouml;nd&uuml;rme.</span> Bahis ve D&ouml;nd&uuml;r d&uuml;ðmelerinin konumunu deðiþtirir.</li>
    <li> <span>Yardým ekraný.</span> Yardým ekranýný a&ccedil;ýp kapatýr.</li>
    <li> <span>Oto. Oyun Sayfasý</span></li>
    <li> <span>Oto. Oyun</span> Daha &ouml;nce bahsedilen Geliþmiþ Oto. Oyun se&ccedil;enekleri.</li>
    <li> <span>Oyun Ge&ccedil;miþi</span></li>
    <li> <span>Oyun ge&ccedil;miþi listesi.</span> Oynanan t&uuml;m ellerin bir listesi (EÐLENCE modunda kullanýlamaz), ilgili bilgileri g&ouml;rmek i&ccedil;in bir sýrayý týklayýn.</li>
    <li> <span>Bahis ayarlarý sayfasý</span></li>
    <li> <span>Jeton olarak g&ouml;ster.</span> Jeton ve nakit arasýnda se&ccedil;im yapabilirsiniz. Sadece toplam bakiye ve kazancý etkiler, bahis her zaman kendi para biriminizde nakit olarak g&ouml;sterilir.</li>
    <li> <span>Anasayfa</span> Lobiye &ccedil;ýkmak i&ccedil;in Anasayfa d&uuml;ðmesini týklayýn.</li>
</ul>
<h2>Oyuncu Kazancý</h2>
<ul>
    <li> Bu oyunun teorik oyuncu kazancý: <span class="__rtp"></span>.</li>
</ul>
<h2>Ek Bilgiler</h2>
<ul>
    <li> Þu mini oyunlar ve ayarlar, oyun sitesinin h&uuml;k&uuml;m ve koþullarýna tabi olabilir. Bunlar hakkýnda daha fazla bilgi i&ccedil;in, oyun web sitesini inceleyin:</li>
    <li style="list-style-type: none">
        <ul>
            <li> Tamamlanmamýþ oyun turlarýnda ge&ccedil;erli prosed&uuml;r.</li>
            <li> Etkin olmayan oyun oturumlarýnýn otomatik sonlanma s&uuml;resi.</li>
        </ul>
    </li>
    <li> Oyun donaným/yazýlýmýnda hata halinde, etkilenen t&uuml;m oyun bahisleri ve kazan&ccedil;lar ge&ccedil;ersiz kalýr ve etkilenen t&uuml;m bahisler iade edilir.</li>
    <br>20/02/2017
</ul>
