<ul>
    <li> Cosmic Crystals<sup>TM</sup> er en 5-hjuls, 3-raders automat med respinn og festet jokerhul for spinn som ikke vinner.</li>
    <li> Du spiller fast med 50 linjer per spinn (1 mynt per linje), den samlede innsatsen vises p&aring; spillknappen.</li>
    <li> For &aring; endre innsatsverdien &aring;pner du innsatsfanen, og velger ved &aring; dra p&aring; hjulet.</li>
    <li> I menyen for <span>INNSATSINNSTILLINGER</span> kan valget <span>VIS I MYNTER</span> bytte mellom visning av saldoen og utbetalingsverdien <span>PENGER</span>, og tilbake til mynter igjen. Innsatsverdien vises alltid som <span>PENGER.</span> Myntens verdi er: Innsatsverdien delt p&aring; antall linjer.</li>
    <li> Spinnknappen spiller spillet med den n&aring;v&aelig;rende innsatsverdien (du kan ogs&aring; dra hjulene for &aring; spinne dersom denne funksjonen er aktivert i innstillingsmenyen).</li>
    <li> Vinnerkombinasjoner og utbetalinger skjer i henhold til&nbsp;<span>BETALINGSTABELLEN.</span></li>
    <li> En myntlinjegevinst tilsvarer verdien som vises i&nbsp;<span>BETALINGSTABELLEN.</span></li>
    <li> Kun den h&oslash;yeste vinnerkombinasjonen p&aring; en aktiv gevinstlinje fra venstre til h&oslash;yre blir betalt.</li>
    <li> Jokersymboler ekspanderer vertikal og vises kun p&aring; det tre midte hjulene. De kan erstatte for alle andre symboler.</li>
    <li> Samtidige gevinster p&aring; forskjellige gevinstlinjer sl&aring;s sammen.</li>
    <li> Spillhistorikk er ikke tilgjengelig ved&nbsp;<span>SPILL FOR MORO.</span></li>
    <li> &Aring;pne menyen for <span>AUTOSPILL</span> ved &aring; holde nede spinnknappen. Der justerer du antall runder og (klikk p&aring;&nbsp;<span>SPILL</span>-knappen for &aring; starte og p&aring; <span>STOPP</span>-knappen for &aring; stoppe autospill n&aring;r det m&aring;tte v&aelig;re.). For &aring; justere stoppkriteria for autospill &aring;pnes de avanserte autospill-innstillingene i menyen.</li>
</ul>
<br>
<h2>Avanserte autospillvalg</h2>
<ul>
    <li> For &aring; velge avanserte autospillvalg klikker du p&aring; menyikonet i det &oslash;vre venstre hj&oslash;rnet av spillet, og velger symbolet <span>AUTOSPILL</span> i menyfanen.</li>
    <li> <span>Stopp ved gevinst.</span> Stopper autospill dersom du vinner i en runde.</li>
    <li> <span>Stopp ved gevinst p&aring;.</span>&nbsp;Stopper autospill dersom gevinstbel&oslash;pet overstiger eller er like med det angitte bel&oslash;pet.</li>
    <li> <span>Stopp dersom pengene &oslash;ker med.</span>&nbsp;Stopper autospill dersom pengene &oslash;ker med det angitte bel&oslash;pet.</li>
    <li> <span>Stopp dersom pengene reduseres med.</span>&nbsp;Stopper autospill dersom pengene reduseres med det angitte bel&oslash;pet.</li>
    <li> <span>Merk:</span> Ved endring av autospill-innstillinger under en spillrunden vil alle effekter tre i kraft n&aring;r spillrunden eller funksjonen er fullf&oslash;rt.</li>
    <li> <span>Merk:</span> Dersom du blir frakoblet mens du spiller vil alle autospill-innstillinger g&aring; tilbake til standard innstillinger n&aring;r spillet blir lastet inn p&aring; ny.</li>
    <li> <span>Merk:</span> Noen autospillvalg er obligatoriske for enkelte jurisdiksjoner.</li>
</ul>
<h2>Cosmic Crystals<sup>TM</sup> re-spinn</h2>
<ul>
    <li> Cosmic Crystals<sup>TM</sup> funksjoner og automatiske <span>GRATIS</span> respinn etter hvert gevinstfrie spinn.</li>
    <li> Det er ingen begrensninger i antall p&aring;f&oslash;lgende gratis respinn. De vil automatisk spinne igjen frem til den f&oslash;rste vinnerspinnet inntreffer.</li>
    <li> En vinnerh&aring;nd betyr det minste myntbel&oslash;pet spillet kan betale for en enkelt gevinstlinje (se <span>BETALINGSTABELLEN</span>).</li>
    <li> Respinn spilles med samme innsats som runden som aktiverte respinnene.</li>
</ul>
<h2>Cosmic Crystals<sup>TM</sup>-jokerhjul</h2>
<ul>
    <li> Cosmic Crystals<sup>TM</sup>-jokersymboler vises kun p&aring; hjulene 2, 3 og 4.</li>
    <li> En eller flere Cosmic Crystals<sup>TM</sup>-jokersymboler som vises p&aring; hjulene 2, 3, eller 4 aktiverer Cosmic Crystals<sup>TM</sup>-jokerhjulfunksjon.</li>
    <li> Under Cosmic Crystals<sup>TM</sup>-jokerhjulfunksjon vil Cosmic Crystals<sup>TM</sup>-jokersymbol ekspanderer vertikalt for &aring; dekke hele hjulet.</li>
    <li> Dersom spinnet ikke gir gevinst vil Cosmic Crystals<sup>TM</sup>-jokerhjulet bli v&aelig;rende mens de andre hjulene spinner igjen (festet jokerhjul).</li>
    <li> Dersom et nytt Cosmic Crystals<sup>TM</sup>-jokersymbol vises under et respinn vil det ogs&aring; ekspanderes vertikalt. Dersom det fremdeles ikke blir noen gevinst blir det v&aelig;rende p&aring; plass, sammen med tidligere ekspanderte Cosmic Crystals<sup>TM</sup>-jokerhjulsymboler for enda et respinn, helt frem til en vinnerh&aring;nd oppst&aring;r.</li>
    <li> Cosmic Crystals<sup>TM</sup>-jokerhjulfunksjonen avslutter n&aring;r en vinnerh&aring;nd oppst&aring;r.</li>
    
</ul>
<h2>Spillinnstillingsvalg </h2>
<ul>
    <li> For &aring; g&aring; inn p&aring; spillinnstillingene klikker du p&aring; menyikonet i &oslash;vre venstre hj&oslash;rnet.</li>
    <li> <span>Lydsiden</span></li>
    <li> <span>Lydeffekter.</span> Sl&aring; spillets lydeffekter p&aring; eller av.</li>
    <li> <span>Bakgrunnsmusikk.</span> Sl&aring; bakgrunnsmusikken p&aring; eller av.</li>
    <li> <span>Innstillingssiden</span></li>
    <li> <span>Venstreside-spinn.</span> Bytter mellom innsats- og spinn-knappene.</li>
    <li> <span>Hjelpeskjerm.</span> Sl&aring;r hjelpeskjermen p&aring; eller av.</li>
    <li> <span>Autospillsiden</span></li>
    <li> <span>Autospill.</span> Se tidligere valg for avansert autospill.</li>
    <li> <span>Spillhistorikk</span></li>
    <li> <span>Spillhistorikkliste</span> En liste over alle spilte hender (ikke tilgjengelig ved spill for MORO), klikke p&aring; en rad for &aring; se alle tilgjengelige opplysninger.</li>
    <li> <span>Innsatsinnstillingssiden</span></li>
    <li> <span>Vis som mynter.</span> Bytter mellom mynter og penger. Det p&aring;virker kun den totale saldoen og gevinstene. Innsats vises alltid som penger i den aktuelle valutaen.</li>
    <li> <span>Hjemmesidene</span> Klikk p&aring; knappen for hjem for &aring; g&aring; tilbake til lobbyen.</li>
</ul>
<h2>Tilbakebetaling til spiller</h2>
<ul>
    <li> Den teoretiske tilbakebetalingen til spillere av dette spillet er <span class="__rtp"></span>.</li>
</ul>
<h2>Ytterligere opplysninger</h2>
<ul>
    <li> F&oslash;lgende spillfunksjoner og innstillinger kan v&aelig;re underlagt spillnettstedets vilk&aring;r og betingelser. For flere opplysninger om f&oslash;lgende henvises det til spillnettstedet:</li>
    <li style="list-style-type: none">
        <ul>
            <li> Prosedyren benyttes til &aring; h&aring;ndtere uferdige spillrunder.</li>
            <li> Tiden etter en inaktiv spill&oslash;kt automatisk slutter.</li>
        </ul>
    </li>
    <li> Ved funksjonsfeil i spillets hardware/programvare vil alle p&aring;virkede spillinnsatser og utbetalinger anses som ugyldige, og alle p&aring;virkede innsatser blir refundert.</li>
    <br>20/02/2017
</ul>
