<ul>
    <li>Treasure of Horus es una tragamonedas con v&iacute;deo de 5&nbsp;rodillos y 3&nbsp;l&iacute;neas que incluye partidas con giros gratuitos, comodines, s&iacute;mbolos scatter.</li>
    <li>Se juegan 20&nbsp;l&iacute;neas fijas por giro (con 1&nbsp;moneda por l&iacute;nea) y el valor de la apuesta total se muestra en el control de apuesta.</li>
    <li>Para cambiar el valor de la apuesta, abre el control de apuestas y selecciona un valor nuevo usando las flechas.</li>
    <li><span>APUESTA M&Aacute;X.</span> establece el valor de la apuesta al m&aacute;ximo permitido.</li>
    <li>La funci&oacute;n <span>MONEDAS/EFECTIVO</span> cambia la visualizaci&oacute;n del saldo y de los valores de pago de <span>EFECTIVO</span> a <span>MONEDAS</span>; sin embargo, el valor de la apuesta siempre se muestra en <span>EFECTIVO</span>. El valor de la moneda es: el valor de la apuesta/n&uacute;mero de l&iacute;neas de apuesta.</li>
    <li>El bot&oacute;n <span>GIRAR</span> inicia la partida con el valor de apuesta actual (si est&aacute; habilitada en la configuraci&oacute;n, puedes pulsar la barra espaciadora).</li>
    <li>Cuando los rodillos est&eacute;n girando, puedes pulsar el bot&oacute;n <span>DETENER</span> para acelerar la animaci&oacute;n de giro de los rodillos y hacer que se pare inmediatamente</li>
    <li>El historial de partidas no est&aacute; disponible cuando la funci&oacute;n <span>JUGAR POR DIVERSI&Oacute;N</span> est&aacute; activada.</li>
    <li>Abre el men&uacute; <span>JUEGO AUTOM&Aacute;TICO</span> para ajustar la cantidad de rondas y los criterios de detenci&oacute;n (haz clic en el bot&oacute;n <span>INICIAR JUEGO AUTOM&Aacute;TICO</span> para comenzar y en el bot&oacute;n <span>DETENER JUEGO AUTOM&Aacute;TICO</span> cuando quieras parar).</li>
    <li>Las combinaciones ganadoras y los pagos se realizan de acuerdo con la <span>TABLA DE PAGOS</span>.</li>
    <li>Las ganancias de una l&iacute;nea de monedas equivalen al valor que se muestra en la <span>TABLA DE PAGOS.</span></li>
    <li>En una l&iacute;nea de apuesta activa, solo se paga la combinaci&oacute;n ganadora m&aacute;s alta de izquierda a derecha.</li>
    <li>Los escarabajos pueden volar sobre los rodillos o posarse en ellos y transformar algunos s&iacute;mbolos de los rodillos en comodines o giros gratuitos.</li>
    <li>Los s&iacute;mbolos comodines sustituyen todos los s&iacute;mbolos, excepto los s&iacute;mbolos scatter y de giros gratuitos.</li>
    <li>Los s&iacute;mbolos comod&iacute;n pueden conceder multiplicadores especiales.</li>
    <li>Las ganancias simult&aacute;neas en l&iacute;neas de apuesta diferentes se suman.</li>
    <li>Un escarabajo podr&iacute;a dejar caer un s&iacute;mbolo de giros gratuitos sobre la posici&oacute;n central del rodillo del centro; este se expandir&aacute; y cubrir&aacute; el rodillo al completo.</li>
    <li>Cuando aparece cualquiera de los s&iacute;mbolos de giros gratuitos en los rodillos, se conceden 6&nbsp;giros gratuitos.</li>
    <li>Los premios se conceden cuando aparecen +3&nbsp;s&iacute;mbolos scatter de m&aacute;scara dorada en cualquier posici&oacute;n de los rodillos de la tumba de Horus.</li>

</ul><br>

<h2>Opciones avanzadas de juego autom&aacute;tico</h2>
<ul>
    <li>Para configurar las opciones avanzadas de juego autom&aacute;tico, haz clic en el s&iacute;mbolo <span>JUEGO AUTOM&Aacute;TICO</span> del panel de juego.</li>
    <li><span>Detener al ganar:</span> detiene el juego autom&aacute;tico cuando ganas una ronda.</li>
    <li><span>Detener al ganar la cantidad de:</span> detiene el juego autom&aacute;tico cuando la cantidad que has ganado supera o iguala la cuant&iacute;a especificada.</li>
    <li><span>Detener si el efectivo aumenta en:</span> detiene el juego autom&aacute;tico si el efectivo supera la cantidad especificada.</li>
    <li><span>Detener si el efectivo se reduce en:</span> detiene el juego autom&aacute;tico si el efectivo se reduce en la cantidad especificada.</li>
    <li><span>Nota:</span> si cambias la configuraci&oacute;n del juego autom&aacute;tico durante una ronda del juego, los cambios tendr&aacute;n efecto una vez que hayas finalizado la funci&oacute;n o la ronda de juego.</li>
    <li><span>Nota:</span> si est&aacute;s jugando sin estar conectado, la configuraci&oacute;n del juego autom&aacute;tico volver&aacute; a ser la que estaba predeterminada cuando vuelvas a cargar el juego.</li>
    <li><span>Nota:</span> algunas opciones del juego autom&aacute;tico son obligatorias en ciertas jurisdicciones.</li>
</ul>

<h2>Giros gratuitos del juego Treasure of Horus</h2>
<ul>
    <li>Un escarabajo podr&iacute;a posarse y dejar caer un s&iacute;mbolo de giros gratuitos sobre la posici&oacute;n central del rodillo del centro. Entonces, el s&iacute;mbolo de giros gratuitos se expandir&aacute; para cubrir todo el rodillo y permitir&aacute; al usuario acceder a las tres c&aacute;maras secretas en las que hay oculto un gran tesoro.</li>
    <li>El n&uacute;mero de giros gratuitos concedidos siempre es&nbsp;6.</li>
    <li>Cuando se activan los giros gratuitos en los rodillos y el usuario consigue acceder al siguiente nivel de las c&aacute;maras secretas, los giros gratuitos ganados se a&ntilde;aden a los giros restantes de la c&aacute;mara anterior.</li>
    <li>Acceso a las c&aacute;maras secretas: a medida que el usuario entra en las c&aacute;maras m&aacute;s profundas, tambi&eacute;n pueden acceder a funciones adicionales.<li><span>1.ª&nbsp;c&aacute;mara:<span></li>
    <li style="list-style-type: none">
        <ul>
            <li>Comod&iacute;n verde (x&nbsp;1)</li>
        </ul>
    </li>
    <li><span>2.ª&nbsp;c&aacute;mara:<span></li>
    <li style="list-style-type: none">
        <ul>
            <li>Comod&iacute;n verde (x&nbsp;1)</li>
            <li>Comod&iacute;n rosa (x&nbsp;2)</li>
        </ul>
    </li>
    <li><span>3.ª&nbsp;c&aacute;mara:<span></li>
    <li style="list-style-type: none">
        <ul>
            <li>Comod&iacute;n verde (x&nbsp;1)</li>
            <li>Comod&iacute;n rosa (x&nbsp;2)</li>
            <li>Comod&iacute;n azul (x&nbsp;5)</li>
            <li>Scatter de m&aacute;scara dorada (monedas adicionales)</li>
        </ul>
    </li>
    <li>Los escarabajos pueden dejar caer s&iacute;mbolos comod&iacute;n sobre cualquier posici&oacute;n de los rodillos.</li>
    <li>Los s&iacute;mbolos comod&iacute;n pueden conceder multiplicadores adicionales durante los giros gratuitos.</li>
    <li>Los s&iacute;mbolos comod&iacute;n disponen de su propia tabla de pagos.</li>
    <li>Si aparece m&aacute;s de un comod&iacute;n en los rodillos y se consigue una combinaci&oacute;n ganadora, solo se aplica el multiplicador m&aacute;s alto.</li>
    <li>Los s&iacute;mbolos scatter pueden aparecer en la partida de giros gratuitos de la tercera c&aacute;mara y conceder monedas adicionales de acuerdo con la tabla de pagos.</li>
</ul>

<h2>Opciones de configuraci&oacute;n del juego</h2>
<ul>
    <li>Para acceder a la configuraci&oacute;n del juego, haz clic en el icono del men&uacute;, situado en la esquina superior izquierda, y despu&eacute;s en el icono del engranaje.</li>
    <li><span>P&aacute;gina de configuraci&oacute;n</span></li>
    <li style="list-style-type: none">
        <ul>
            <li>Efectos de sonido: activa o desactiva los efectos de sonido.</li>
            <li>M&uacute;sica de fondo: activa o desactiva la m&uacute;sica de fondo.</li>
            <li>Pulsar el espacio para girar: activa o desactiva la opci&oacute;n de pulsar la barra espaciadora para girar (no disponible para todas las jurisdicciones).</li>
            <li>Mostrar la pantalla de ayuda durante la carga: activa o desactiva la pantalla de ayuda.</li>
        </ul>
    </li>
    <li><span>Historial de partidas</span></li>
    <li style="list-style-type: none">
        <ul>
            <li>Lista del historial de partidas: una lista de todas las partidas que hayas jugado (no est&aacute; disponible en el modo DIVERSI&Oacute;N). Haz clic en una l&iacute;nea para ver toda la informaci&oacute;n disponible.</li>
        </ul>
    </li>
</ul>

<h2>Devoluci&oacute;n al jugador</h2>
<ul>
    <li>El porcentaje te&oacute;rico de devoluci&oacute;n al jugador de este juego es de <span class="__rtp"></span>&nbsp;%.</li>
</ul>

<h2>Informaci&oacute;n adicional</h2>
<ul>
    <li>Las siguientes funciones del juego y su configuraci&oacute;n podr&iacute;an estar sujetas a los t&eacute;rminos y condiciones del sitio del juego. Para obtener m&aacute;s informaci&oacute;n sobre este tema, consulta el sitio web del juego:</li>
    <li style="list-style-type: none">
        <ul>
            <li>Los procedimientos para gestionar las rondas de juego que no se han finalizado.</li>
            <li>Tiempo que ha de transcurrir para dar por finalizada una sesi&oacute;n de juego inactiva de forma autom&aacute;tica.</li>
        </ul>
    </li>
    <li>En caso de que se produzca un error de funcionamiento del hardware/software del juego, las apuestas y pagos del juego afectados se anular&aacute;n y se devolver&aacute;n las apuestas pertinentes.</li>&Uacute;ltima actualizaci&oacute;n el 02/06/2017</ul>
