<ul>
    <li>Treasure of Horus &eacute; uma slot de v&iacute;deo com 5 carret&eacute;is e 3 filas que cont&eacute;m jogo de free spins, wilds e scatters.</li>
    <li>Joga 20 linhas fixas por volta (1 moeda por linha), sendo que o valor de aposta total &eacute; exibido no controlo de aposta.</li>
    <li>Para alterar o valor da aposta, abra o controlo de apostas e selecione um novo valor utilizando as setas.</li>
    <li><span>APOSTA M&Aacute;X</span> coloca o valor da aposta no m&aacute;ximo permitido.</li>
    <li><span>MOEDAS/DINHEIRO</span> &eacute; permutado entre o ecr&atilde; de saldo e os valores de pagamento de <span>DINHEIRO</span> para <span>MOEDAS</span>, o valor de aposta &eacute; exibido sempre em <span>DINHEIRO</span>. O valor da moeda &eacute;: O valor de aposta/n&uacute;mero de linhas.</li>
    <li>O bot&atilde;o <span>GIRAR</span> faz jogar o jogo com o valor de aposta atual (pode premir a barra de espa&ccedil;os se estiver ativa nas defini&ccedil;&otilde;es).</li>
    <li>Quando os carret&eacute;is est&atilde;o a girar, pode carregar no bot&atilde;o <span>PARAR</span> para acelerar a anima&ccedil;&atilde;o de rota&ccedil;&atilde;o dos carret&eacute;is e os parar imediatamente</li>
    <li>O Hist&oacute;rico de Jogo n&atilde;o se encontra dispon&iacute;vel no <span>MODO DE JOGO FICT&Iacute;CIO</span>.</li>
    <li>Abra o menu <span>JOGO AUTOM&Aacute;TICO</span> para ajustar a quantidade de rondas e interromper os crit&eacute;rios (clique no bot&atilde;o <span>INICIAR JOGO AUTOM&Aacute;TICO</span> para iniciar e no bot&atilde;o <span>PARAR JOGO AUTOM&Aacute;TICO</span> para parar a qualquer momento).</li>
    <li>As combina&ccedil;&otilde;es vencedoras e os pagamentos s&atilde;o efetuados de acordo com a <span>TABELA DE PAGAMENTOS</span>.</li>
    <li>Um pr&eacute;mio de linha em moedas &eacute; igual ao valor exibido na <span>TABELA DE PAGAMENTOS</span>.</li>
    <li>&Eacute; apenas paga a combina&ccedil;&atilde;o vencedora mais elevada numa linha de aposta ativa da esquerda para a direita.</li>
    <li>Escaravelhos podem voar ou aterrar nos carret&eacute;is e transformar alguns dos s&iacute;mbolos dos carret&eacute;is em wilds ou free spins.</li>
    <li>Os s&iacute;mbolos Wild substituem todos os s&iacute;mbolos exceto os scatter e os free spins.</li>
    <li>Os s&iacute;mbolos Wild podem atribuir multiplicadores especiais.</li>
    <li>S&atilde;o adicionados ganhos simult&acirc;neos em diferentes linhas de aposta.</li>
    <li>Um escaravelho pode atirar um s&iacute;mbolo Free Spin na posi&ccedil;&atilde;o central superior do carretel central, que ir&aacute; expandir para cobrir todo o carretel.</li>
    <li>S&atilde;o atribu&iacute;das 6 free spins quando qualquer um dos s&iacute;mbolos free spin aparecer nos carret&eacute;is.</li>
    <li>Os pr&eacute;mios s&atilde;o atribu&iacute;dos quando 3 ou mais s&iacute;mbolos scatter m&aacute;scara dourada aparecem em qualquer lugar nos carret&eacute;is no T&uacute;mulo de Horus.</li>

</ul><br>

<h2>Op&ccedil;&otilde;es avan&ccedil;adas de Jogo Autom&aacute;tico</h2>
<ul>
    <li>Para definir as op&ccedil;&otilde;es avan&ccedil;adas de Jogo Autom&aacute;tico, clique no s&iacute;mbolo <span>JOGO AUTOM&Aacute;TICO</span> no painel de jogo.</li>
    <li><span>Parar em qualquer ganho.</span> Para o Jogo Autom&aacute;tico quando vencer uma ronda.</li>
    <li><span>Parar ao ganhar...</span> Para o Jogo Autom&aacute;tico quando o montante ganho exceder ou igualar o montante especificado.</li>
    <li><span>Parar se o dinheiro aumentar al&eacute;m de...</span> Para o Jogo Autom&aacute;tico se o valor do dinheiro aumentar para al&eacute;m do montante especificado.</li>
    <li><span>Parar se o dinheiro diminuir abaixo de...</span> Para o jogo autom&aacute;tico se o valor do dinheiro diminuir abaixo do montante especificado.</li>
    <li><span>Nota:</span> ao alterar as defini&ccedil;&otilde;es de jogo autom&aacute;tico durante uma ronda de jogo, todas as defini&ccedil;&otilde;es entrar&atilde;o em vigor logo que a ronda ou a funcionalidade de jogo estiver completa.</li>
    <li><span>Nota:</span> se estiver desligado durante o jogo, todas as defini&ccedil;&otilde;es de jogo autom&aacute;tico regressam &agrave;s predefini&ccedil;&otilde;es ao recarregar o jogo.</li>
    <li><span>Nota:</span> Algumas op&ccedil;&otilde;es de Jogo Autom&aacute;tico s&atilde;o obrigat&oacute;rias nalgumas jurisdi&ccedil;&otilde;es.</li>
</ul>

<h2>Free spins Treasure of Horus</h2>
<ul>
    <li>Um escaravelho pode aterrar e atirar um s&iacute;mbolo Free Spin na posi&ccedil;&atilde;o central superior do carretel central. O s&iacute;mbolo free spin expande para cobrir todo o carretel dando acesso ao utilizador a tr&ecirc;s c&acirc;maras secretas onde est&aacute; escondido um grande tesouro.</li>
    <li>O n&uacute;mero de free spins atribu&iacute;dos &eacute; sempre 6.</li>
    <li>Quando s&atilde;o ativados free spins nos carret&eacute;is e o utilizador consegue acesso ao pr&oacute;ximo n&iacute;vel da c&acirc;mara secreta, os free spins ganhos s&atilde;o adicionados &agrave;s voltas restantes da c&acirc;mara anterior.</li>
    <li>Conseguir acesso a c&acirc;maras secretas. Ao entrar nas c&acirc;maras profundas, o utilizador tamb&eacute;m consegue acesso a funcionalidades adicionais:<li><span>1.ª c&acirc;mara:<span></li>
    <li style="list-style-type: none">
        <ul>
            <li>Wild Verde (x1)</li>
        </ul>
    </li>
    <li><span>2.ª c&acirc;mara:<span></li>
    <li style="list-style-type: none">
        <ul>
            <li>Wild Verde (x1)</li>
            <li>Wild Rosa (x2)</li>
        </ul>
    </li>
    <li><span>3.ª c&acirc;mara:<span></li>
    <li style="list-style-type: none">
        <ul>
            <li>Wild Verde (x1)</li>
            <li>Wild Rosa (x2)</li>
            <li>Wild Azul (x5)</li>
            <li>Scatter m&aacute;scara dourada (moedas adicionais)</li>
        </ul>
    </li>
    <li>Os escaravelhos podem atirar s&iacute;mbolos Wild em qualquer posi&ccedil;&atilde;o nos carret&eacute;is.</li>
    <li>Os s&iacute;mbolos Wild podem atribuir multiplicadores adicionais durante free spins.</li>
    <li>Os s&iacute;mbolos Wild t&ecirc;m a sua pr&oacute;pria tabela de pagamentos.</li>
    <li>Se for apresentado mais de um s&iacute;mbolo wild nos carret&eacute;is completando uma combina&ccedil;&atilde;o com pr&eacute;mio, aplica-se apenas o multiplicador mais alto.</li>
    <li>Podem aparecer s&iacute;mbolos scatter no jogo de free spin da terceira c&acirc;mara, atribuindo moedas adicionais de acordo com a tabela de pagamentos.</li>
</ul>

<h2>Op&ccedil;&otilde;es de Defini&ccedil;&otilde;es de Jogo</h2>
<ul>
    <li>Para aceder &agrave;s defini&ccedil;&otilde;es de jogo, clique no &iacute;cone do menu no canto superior esquerdo e depois no &iacute;cone de engrenagem.</li>
    <li><span>P&aacute;gina de defini&ccedil;&otilde;es</span></li>
    <li style="list-style-type: none">
        <ul>
            <li>Efeitos sonoros. Liga ou desliga os efeitos sonoros.</li>
            <li>M&uacute;sica de fundo. Liga ou desliga a m&uacute;sica de fundo.</li>
            <li>Prima em Espa&ccedil;o para Girar. Ativa ou desativa a op&ccedil;&atilde;o de premir a barra de espa&ccedil;os para fazer girar. (N&atilde;o est&aacute; dispon&iacute;vel em todas as jurisdi&ccedil;&otilde;es)</li>
            <li>Exibir o ecr&atilde; de ajuda ao carregar. Liga ou desliga o ecr&atilde; de ajuda.</li>
        </ul>
    </li>
    <li><span>Hist&oacute;rico de jogo</span></li>
    <li style="list-style-type: none">
        <ul>
            <li>Lista do hist&oacute;rico de jogo. Uma lista de todos os jogos disputados (n&atilde;o em modo FICT&Iacute;CIO), clique numa seta para ver todos os detalhes dispon&iacute;veis.</li>
        </ul>
    </li>
</ul>

<h2>Retorno para o Jogador</h2>
<ul>
    <li>O retorno te&oacute;rico a favor do jogador para este jogo &eacute; de <span class="__rtp"></span>%.</li>
</ul>

<h2>Informa&ccedil;&atilde;o adicional</h2>
<ul>
    <li>As funcionalidades e defini&ccedil;&otilde;es de jogo seguintes podem estar sujeitas aos termos e condi&ccedil;&otilde;es do website de jogo. Para obter mais informa&ccedil;&atilde;o acerca disto, consulte o website de jogo:</li>
    <li style="list-style-type: none">
        <ul>
            <li>Os procedimentos usados para gerir rondas de jogo n&atilde;o terminadas.</li>
            <li>O tempo ap&oacute;s o qual as sess&otilde;es de jogo inativas terminam automaticamente.</li>
        </ul>
    </li>
    <li>Na eventualidade de avaria do hardware/software de jogo, todas as apostas e pagamentos do jogo afetado s&atilde;o anulados e todas as apostas afetadas s&atilde;o devolvidas.</li>&Uacute;ltima atualiza&ccedil;&atilde;o: 02/06/2017</ul>
