{
  "Messages": [
    {
      "Good luck": "Buona fortuna"
    },
    {
      "Symbols": "Simboli"
    },
    {
      "Egg Value": "Valore dell'uovo"
    },
    {
      "Mltiplier won": "Moltiplicatore vinto"
    },
    {
      "Line won": "Linee vinte"
    },
    {
      "Free spins!": "Giri gratuiti!"
    },
    {
      "free re-spins": "re-spin gratuiti"
    },
    {
      "Swipe down To full screen": "Striscia verso il basso per passare allo schermo intero"
    },
    {
      "rotate to exit": "ruota per uscire"
    },
    {
      "Swipe to spin": "Striscia per girare"
    },
    {
      "Balance : ": "Saldo: "
    },
    {
      "Must be set to a value": "Deve essere impostato su un valore"
    },
    {
      "Must be greater than current stake": "Deve essere maggiore della puntata corrente"
    },
    {
      "You win by matching symbols on win lines. All symbols must be matched on consecutive reels from left to right. Only the highest win on each line will be paid. Malfunction voids all pays and plays. See game rules for more details.": "Vinci abbinando i simboli sulle linee di vincita. Tutti i simboli devono essere abbinati su rulli consecutivi da sinistra a destra. Verranno pagate solo le vincite più alte su ciascuna linea. I guasti annullano tutte le giocate e le vincite. Consulta le regole del gioco per ulteriori dettagli."
    },
    {
      "Golden egg reveals special prize eggs": "L'uovo d'ora rivela le uova dai premi speciali"
    },
    {
      "X Multiplier<br>Awards a 2x, 4x, 6x, 8x, 10x bet multiplier": "Moltiplicatore X<br>Assegna in moltiplicatore di puntata pari a x2, x4, x6, x8, x10"
    },
    {
      "Re-Spin<br>Awards 1 free re-spin": "Coniglietto argentato<br>Assegna un re-spin gratuito"
    },
    {
      "Scatter<br>Awards 30x bet multiplier": "Coniglietto dorato<br>Assegna in moltiplicatore di puntata pari a x30"
    },
    {
      "Wild<br>Completes winning combinations": "Wild<br>Expanding Wild sul rullo 2, 3 o 4 e sostituisce i simboli standard"
    },
    {
      "Sticky Wild<br>Awards 3 free spins and completes winning combinations": "Sticky Wild<br>Assegna 3 giri gratuiti con uno Expanding Wild su uno dei rulli 2, 3 o 4 che sostituisce tutti i simboli standard"
    },
    {
      "Expanding Wild": "Expanding Wild"
    },
    {
      "x1": "x1"
    },
    {
      "x2": "x2"
    },
    {
      "x3": "x3"
    },
    {
      "x4": "x4"
    },
    {
      "x5": "x5"
    },
    {
      "3 egg symbols in a row of the same type award 10 free spins special symbol egg on the reel award special symbol multiplier": "3 simboli delle uova dello stesso tipo in fila assegnano 10 giri gratuiti Il simbolo dell'uovo speciale sul rullo assegna un moltiplicatore del simbolo speciale"
    },
    {
      "Gifts of Ostara Game Rules": "Regole del gioco di Gifts of Ostara"
    },
    {
      "HOLD": "TRATTIENI"
    }
  ]
}