<h2>Reglas del Paint</h2>
<ul>
    <li>Paint es una v&iacute;deo tragaperras de 5 carretes y 3 filas con giros gratis y un juego de bonus.</li>
    <li>Jugar&aacute; 20 l&iacute;neas fijas por giro (1 moneda por l&iacute;nea) y podr&aacute; ver el valor total de la jugada en el bot&oacute;n de apuesta.</li>
    <li>Para cambiar el valor de la apuesta, abra el panel apuesta y aj&uacute;stelo usando las flechas.</li>
    <li><span>APUESTA M&Aacute;X.</span> carga el valor m&aacute;ximo de apuesta.</li>
    <li><span>MONEDAS/EFECTIVO</span> cambia la forma de ver el saldo en EFECTIVO o MONEDAS, el valor de la apuesta siempre aparece en EFECTIVO. El valor de una moneda es: valor de la apuesta / n&uacute;mero de l&iacute;neas.</li>
    <li>El bot&oacute;n girar inicia el juego con el valor de apuesta actual (si lo ha activado en los ajustes, puede pulsar la barra espaciadora).</li>
    <li>Las combinaciones ganadoras y los premios se pagan seg&uacute;n la <span>TABLA DE PREMIOS.</span></li>
    <li>Un premio de l&iacute;nea de una moneda equivale al valor que aparece en la <span>TABLA DE PREMIOS.</span></li>
    <li>En cada l&iacute;nea de apuesta activa solo se pagar&aacute; la mayor combinaci&oacute;n ganadora de izquierda a derecha.</li>
    <li>Los s&iacute;mbolos Wild sustituyen a todos los s&iacute;mbolos salvo a los Scatter.</li>
    <li>Los premios simult&aacute;neos en l&iacute;neas de apuesta distintas se suman.</li>
    <li>Al obtener 5 s&iacute;mbolos dorados en el carrete central se activar&aacute;n 5 giros gratis.</li>
    <li>Durante los giros gratis, si obtiene un s&iacute;mbolo dorado recibir&aacute; un giro gratis extra, hasta un m&aacute;ximo de 5 giros extra para un total de 10.</li>
    <li>En los giros gratis hay s&iacute;mbolos Scatter (uno por carrete) que otorgan un premio y un multiplicador.</li>
    <li>El juego del bonus se activa al obtener 3 o m&aacute;s s&iacute;mbolos de bonus en una l&iacute;nea de premio y que deben estar en carretes consecutivos empezando por la izquierda.</li>
    <li>Cuando est&aacute; <span>JUGANDO POR DIVERSI&Oacute;N</span> no tendr&aacute; disponible el Historial de Juego.</li>
    <li>Abra el men&uacute; <span>JUEGO AUTOM&Aacute;TICO</span> para ajustar la cantidad de rondas y los criterios de detenci&oacute;n (pulse el bot&oacute;n <span>JUGAR</span> para empezar y el bot&oacute;n <span>PARAR</span> para parar en cualquier momento).</li>
</ul>

<h2>Opciones avanzadas de Juego Autom&aacute;tico</h2>
<ul>
    <li>Para usar las opciones avanzadas de juego autom&aacute;tico, pulse el s&iacute;mbolo <span>JUEGO AUTOM&Aacute;TICO</span> en el panel del juego.</li>
    <li>Parar con cualquier premio. Detiene el juego autom&aacute;tico cuando obtiene cualquier premio en una jugada.</li>
    <li>Parar al ganar. Detiene el juego autom&aacute;tico cuando la cantidad ganada es igual o mayor que la cifra especificada.</li>
    <li>Parar si el efectivo pasa de. Detiene el juego autom&aacute;tico si el efectivo pasa de la cantidad especificada.</li>
    <li>Parar si el efectivo baja de. Detiene el juego autom&aacute;tico si el efectivo baja de la cantidad especificada.</li>
    <li>Parar al activar cualquier funci&oacute;n. Detiene el juego autom&aacute;tico si accede a una funci&oacute;n (como una ronda de bonus o los giros gratis).</li>
    <li>Nota: cuando cambie los ajustes de juego autom&aacute;tico durante una ronda, estos entrar&aacute;n en vigor una vez la ronda de juego o funci&oacute;n hayan terminado.</li>
    <li>Nota: si se desconecta mientras juega, cuando vuelva a cargar el juego todos los ajustes de juego autom&aacute;tico volver&aacute;n a sus valores predeterminados.</li>
    <li>Nota: en algunas jurisdicciones ciertas opciones de juego autom&aacute;tico son obligatorias.</li>
</ul>

<h2>Giros Gratis Paint</h2>
<ul>
    <li>Al obtener 5 s&iacute;mbolos dorados en el carrete central se activar&aacute;n 5 giros gratis.</li>
    <li>Si obtiene m&aacute;s s&iacute;mbolos dorados mientras los giros gratis est&aacute;n activos recibir&aacute; giros gratis adicionales.</li>
    <li>Durante los giros gratis hay disponibles 4 s&iacute;mbolos Scatter distintos y cada uno tiene su premio y multiplicador propios, adem&aacute;s solo pueden aparecer en su propio carrete (para m&aacute;s informaci&oacute;n, vea la <span>TABLA DE PREMIOS</span>).</li>
    <li>Los multiplicadores se suman y se aplican al final de los giros gratis a los premios totales.</li>
    <li>Nota: los s&iacute;mbolos de bonus no aparecen durante los giros gratis.</li>
    <li>Nota: los s&iacute;mbolos de giros gratis obtenidos dependen de la jugada, lo que significa que los s&iacute;mbolos obtenidos con una cantidad jugada no servir&aacute;n para otro valor de apuesta. Se recordar&aacute;n y seguir&aacute;n presentes cuando vuelva a la jugada que us&oacute; para obtenerlos.</li>
</ul>

<h2>Juego del Bonus Paint</h2>
<ul>
    <li>En Paint el juego del bonus se activa obteniendo 3 o m&aacute;s s&iacute;mbolos de bonus.</li>
    <li>Los s&iacute;mbolos deben estar en carretes consecutivos, empezando por el de la izquierda.</li>
    <li>El n&uacute;mero de s&iacute;mbolos de bonus obtenidos aumenta el multiplicador del juego del bonus (para m&aacute;s informaci&oacute;n vea la <span>TABLA DE PREMIOS</span>).</li>
    <li>Durante el juego del bonus debe pulsar en las burbujas para descubrir los premios del multiplicador.</li>
    <li>Al final del juego del bonus las ganancias ser&aacute;n la jugada multiplicada por la suma de premios que aparece en las burbujas multiplicadas de nuevo por el s&iacute;mbolo multiplicador del bonus que activ&oacute; la ronda.</li>
</ul>

<h2>Opciones del juego</h2>
<ul>
    <li>Para acceder a los ajustes del juego, pulse el icono men&uacute; en la esquina superior izquierda y despu&eacute;s el icono &quot;engranaje&quot;.</li>
    <li>P&aacute;gina de ajustes</li>
    <li>Efectos de sonido. Activa o desactiva los efectos de sonido.</li>
    <li>M&uacute;sica de fondo. Activa o desactiva la m&uacute;sica de fondo.</li>
    <li>Pulsar la barra espaciadora para girar. Activa o desactiva la opci&oacute;n de pulsar la barra espaciadora para girar.</li>
    <li>Mostrar la pantalla de ayuda al cargar. Activa o desactiva la pantalla de ayuda al cargar el juego.</li>
    <li>Historial de juego</li>
    <li>Lista el Historial de juego. Una lista de todas las partidas jugadas (no en el modo <span>DIVERSI&Oacute;N</span>), pulse en una fila para ver todos los detalles disponibles.</li>
</ul>

<h2>Retorno al jugador</h2>
<ul>
    <li>El retorno te&oacute;rico al jugador de este juego es del <span class="__rtp"></span>.</li>
</ul>

<h2>Informaci&oacute;n adicional</h2>
<ul>
    <li>Las siguientes funciones y ajustes del juego pueden estar sujetas a los t&eacute;rminos y condiciones del sitio de juego. Para m&aacute;s informaci&oacute;n sobre lo siguiente, acuda al sitio web de juego:</li>
    <li>
        <ul>
            <li>El procedimiento para gestionar las rondas de juego incompletas.</li>
            <li>El tiempo tras el que las sesiones de juego inactivas terminan autom&aacute;ticamente.</li>
            <li>En el caso de un error de funcionamiento del software/hardware de juego, todas las apuestas de juego y premios se considerar&aacute;n nulos y todas las apuestas afectadas se reembolsar&aacute;n.</li>
        </ul>
    </li>
    <br>20/02/2017
</ul>