<h2>Spillregler for Paint</h2>
<ul>
    <li>Paint er en 5-hjuls, 3-raders videoautomat med gratisspinn og et bonusspill.</li>
    <li>Du spiller fast med 20 linjer per spinn (1 mynt per linje), den samlede innsatsen vises p&aring; spillknappen.</li>
    <li>For &aring; endre innsatsverdien &aring;pner du innsatsfanen, og gj&oslash;r justeringer med pilene.</li>
    <li><span>MAKSINNSATS</span> laster inn den maksimale innsatsverdien.</li>
    <li><span>MYNTER/PENGER</span> bytter saldovisningen og utbetalingsverdien fra PENGER til MYNTER. Innsatsverdien vises alltid som PENGER. Myntens verdi er: Innsatsverdien delt p&aring; antall linjer.</li>
    <li>Spinnknappen spiller spillet med den n&aring;v&aelig;rende innsatsverdien (du kan klikke p&aring; mellomrom dersom det er aktivert i innstillingsmenyen).</li>
    <li>Vinnerkombinasjoner og utbetalinger skjer i henhold til&nbsp;<span>BETALINGSTABELLEN.</span></li>
    <li>En myntlinjegevinst tilsvarer verdien som vises i&nbsp;<span>BETALINGSTABELLEN.</span></li>
    <li>Kun den h&oslash;yeste vinnerkombinasjonen p&aring; en aktiv gevinstlinje fra venstre til h&oslash;yre blir betalt.</li>
    <li>Jokersymboler erstatter for alle symboler som ikke er spredte.</li>
    <li>Samtidige gevinster p&aring; forskjellige gevinstlinjer sl&aring;s sammen.</li>
    <li>5 gratisspinn gis ved &aring; samle 5 gullsymboler p&aring; det midtre hjulet.</li>
    <li>Samles det et gullsymbol under gratisspinnene gis det et ekstra gratisspinn, opptil maksimalt 5 ekstra gratisspinn for totalt 10.</li>
    <li>I gratisspinnene finnes det spredte symboler (ett per hjul) som gir en premie og en multiplikator.</li>
    <li>Bonusspillet aktiveres ved &aring; samle 3 eller flere bonussymboler p&aring; en gevinstlinje. Disse m&aring; v&aelig;re p&aring; et sammenhengende hjul med start fra venstre.</li>
    <li>Spillhistorikk er ikke tilgjengelig ved&nbsp;<span>SPILL FOR MORO.</span></li>
    <li>&Aring;pne menyen for <span>AUTOSPILL</span> for &aring; justere antall runder og stoppkriteria (klikk p&aring;&nbsp;<span>SPILL</span>-knappen for &aring; starte og p&aring; <span>STOPP</span>-knappen for &aring; stoppe n&aring;r det m&aring;tte v&aelig;re.).</li>
</ul>

<h2>Avanserte autospillvalg</h2>
<ul>
    <li>For &aring; velge avanserte autospillvalg klikker du p&aring; <span>AUTOSPILL</span>-symbolet i spillfanen.</li>
    <li>Stopp ved enhver gevinst. Stopper autospill n&aring;r en runde har resultert i en gevinst.</li>
    <li>Stopp ved gevinst p&aring;. Stopper autospill dersom gevinstbel&oslash;pet overstiger eller er lik med det angitte bel&oslash;pet.</li>
    <li>Stopp hvis penger &oslash;kes med. Stopper autospill dersom pengene &oslash;ker med det angitte bel&oslash;pet.</li>
    <li>Stopp hvis penger reduseres med. Stopper autospill dersom pengene reduseres med det angitte bel&oslash;pet.</li>
    <li>Stopp n&aring;r en funksjon &aring;pnes. Stopper autospill dersom en funksjon &aring;pnes, f.eks. en bonusrunde eller gratisspinn.</li>
    <li>Merk: Ved endring av autospill-innstillinger under en spillrunde vil alle endringer tre i kraft n&aring;r spillrunden eller funksjonen er fullf&oslash;rt.</li>
    <li>Merk: Dersom du blir frakoblet mens du spiller vil alle autospill-innstillinger g&aring; tilbake til standard innstillinger n&aring;r spillet blir lastet inn p&aring; ny.</li>
    <li>Merk: Noen autospillvalg er obligatoriske for enkelte jurisdiksjoner.</li>
</ul>

<h2>Gratisspinn i Paint</h2>
<ul>
    <li>5 gratisspinn gis ved &aring; samle 5 gullsymboler p&aring; det midtre hjulet.</li>
    <li>Samles flere gullsymboler mens gratisspinnene er aktive gis det ytterligere gratisspinn.</li>
    <li>Det finnes 4 forskjellige spredte symboler tilgjengelig under gratisspinnene. Hver gir en egen fast premie og en multiplikator. De vises kun p&aring; sine egne hjul (se <span>BETALINGSTABELLEN</span> for opplysninger).</li>
    <li>Multiplikatorer sl&aring;s sammen og legges til den totale gevinsten ved slutten av gratisspinnene .</li>
    <li>Merk: Bonussymboler vises ikke under gratisspinnene.</li>
    <li>Merk: Samlede gratisspinnsymboler er avhengig av innsatsen. Det betyr at samlede symboler p&aring; en innsats ikke tas med videre dersom den endres til en annen verdi. De huskes og blir fremdeles tilgjengelige n&aring;r det endres tilbake til en innsats som tidligere har v&aelig;rt i bruk for &aring; samle gratisspinnsymboler.</li>
</ul>

<h2>Bonusspillet i Paint</h2>
<ul>
    <li>Bonusspillet i Paint aktiveres ved &aring; samle 3 eller flere bonussymboler.</li>
    <li>For &aring; vinne m&aring; symbolene v&aelig;re p&aring; p&aring;f&oslash;lgende hjul, med start fra venstre hjul.</li>
    <li>Antall samlede bonussymboler &oslash;ker bonusspillets multiplikator (se <span>BETALINGSTABELLEN</span> for opplysninger).</li>
    <li>Klikk p&aring; boblene for &aring; avdekke multiplikatorpremier under bonusspillet.</li>
    <li>Ved slutten av bonusspillet avgj&oslash;res gevinstene ved &aring; multiplisere innsatsen med summen av premier funnet i boblene, den blir s&aring; multiplisert med symbolmultiplikatoren som aktiverte runden.</li>
</ul>

<h2>Spillinnstillingsvalg</h2>
<ul>
    <li>For &aring; g&aring; inn p&aring; spillinnstillingene klikker du p&aring; menyikonet i &oslash;vre venstre hj&oslash;rnet, og p&aring; knappen med tannhjulikonet.</li>
    <li>Innstillingssiden</li>
    <li>Lydeffekter. Sl&aring; lydeffektene p&aring; og av.</li>
    <li>Bakgrunnsmusikk. Sl&aring; bakgrunnsmusikken p&aring; og av.</li>
    <li>Trykk mellomrom for &aring; spinne. Aktiverer eller deaktiverer valget om &aring; trykke mellomromsknappen for  &aring; spinne.</li>
    <li>Vis hjelpeskjermen ved innlasting. Sl&aring;r hjelpeskjermen p&aring; eller av n&aring;r spillet lastes inn.</li>
    <li>Spillhistorikk</li>
    <li>Spillhistorikkliste En liste over alle spilte hender (ikke tilgjengelig ved spill for <span>MORO</span>), klikk p&aring; en rad for &aring; se alle tilgjengelige opplysninger.</li>
</ul>

<h2>Tilbakebetaling til spiller</h2>
<ul>
    <li>Den teoretiske tilbakebetalingen til spillere av dette spillet er <span class="__rtp"></span>.</li>
</ul>

<h2>Ytterligere opplysninger</h2>
<ul>
    <li>F&oslash;lgende spillfunksjoner og innstillinger kan v&aelig;re underlagt spillnettstedets vilk&aring;r og betingelser. For flere opplysninger om f&oslash;lgende henvises det til spillnettstedet:</li>
    <li>
        <ul>
            <li>Prosedyren benyttes til &aring; h&aring;ndtere uferdige spillrunder.</li>
            <li>Tiden etter en inaktiv spill&oslash;kt automatisk slutter.</li>
            <li>Ved funksjonsfeil i spillets hardware/programvare vil alle p&aring;virkede spillinnsatser og utbetalinger anses som ugyldige, og alle p&aring;virkede innsatser blir refundert.</li>
        </ul>
    </li>
    <br>20/02/2017
</ul>