<h2>Regras do jogo Paint</h2>
<ul>
    <li>Paint &eacute; uma v&iacute;deo-slot de 5 bobinas e 3 linhas, que inclui rodadas gr&aacute;tis e um jogo de b&oacute;nus.</li>
    <li>O jogador joga um n&uacute;mero fixo de 20 linhas por rodada (1 moeda por linha), o valor da aposta total &eacute; exibido no bot&atilde;o de aposta.</li>
    <li>Para alterar o valor da aposta, abra o painel de apostas e use as setas para ajustar.</li>
    <li><span>APOSTA M&Aacute;X</span> carrega o valor m&aacute;ximo da aposta.</li>
    <li><span>MOEDAS/DINHEIRO</span> alterna entre a exibi&ccedil;&atilde;o dos valores de pagamento e saldo de DINHEIRO para MOEDAS. O valor da aposta &eacute; sempre exibido em DINHEIRO. O valor de uma moeda &eacute;: Valor da aposta/n&uacute;mero de linhas.</li>
    <li>O bot&atilde;o de rodar joga o jogo ao valor atual da aposta (pode premir a tecla de espa&ccedil;o, se a fun&ccedil;&atilde;o estiver ativada nas defini&ccedil;&otilde;es).</li>
    <li>As combina&ccedil;&otilde;es e pagamentos vencedores s&atilde;o feitos de acordo com a <span>TABELA DE PR&Eacute;MIOS.</span></li>
    <li>Um pr&eacute;mio em linha em moedas equivale ao valor mostrado na <span>TABELA DE PR&Eacute;MIOS.</span></li>
    <li>Apenas a combina&ccedil;&atilde;o premiada mais alta numa linha de aposta ativa da esquerda para a direita &eacute; paga.</li>
    <li>Os s&iacute;mbolos de j&oacute;quer substituem todos os s&iacute;mbolos n&atilde;o-scatter.</li>
    <li>Os pr&eacute;mios simult&acirc;neos em diferentes linhas de apostas s&atilde;o somados.</li>
    <li>Ao recolher 5 dos s&iacute;mbolos dourados na bobina do meio, ser&atilde;o ativadas 5 rodadas gr&aacute;tis.</li>
    <li>Durante as rodadas gr&aacute;tis, ao recolher um s&iacute;mbolo dourado, ir&aacute; receber uma rodada gr&aacute;tis extra, at&eacute; um m&aacute;ximo de 5 rodadas gr&aacute;tis extra para um total de 10.</li>
    <li>H&aacute; s&iacute;mbolos scatter (um por cada bobina) que atribuem um pr&eacute;mio e um multiplicador.</li>
    <li>O jogo de b&oacute;nus &eacute; ativado ao recolher 3 ou mais s&iacute;mbolos de b&oacute;nus numa linha de pr&eacute;mio, o que ter&aacute; de acontecer em bobinas consecutivas, a come&ccedil;ar da esquerda.</li>
    <li>O Hist&oacute;rico do jogo n&atilde;o est&aacute; dispon&iacute;vel no modo <span>JOGAR POR DIVERS&Atilde;O.</span></li>
    <li>Abra o menu <span>JOGO AUTOM&Aacute;TICO</span> para ajustar os n&uacute;meros de rondas e os crit&eacute;rios de paragem (clique no bot&atilde;o <span>JOGAR</span> para come&ccedil;ar e no bot&atilde;o <span>PARAR</span> para parar a qualquer altura).</li>
</ul>

<h2>Op&ccedil;&otilde;es Avan&ccedil;adas de Jogo Autom&aacute;tico</h2>
<ul>
    <li>Para definir as op&ccedil;&otilde;es avan&ccedil;adas do jogo autom&aacute;tico, clique no s&iacute;mbolo <span>JOGO AUTOM&Aacute;TICO</span> no painel do jogo.</li>
    <li>Parar em qualquer pr&eacute;mio. Parar o Jogo Autom&aacute;tico ao ganhar qualquer pr&eacute;mio numa ronda.</li>
    <li>Parar no pr&eacute;mio de. Para o jogo autom&aacute;tico quando a quantia ganha ultrapassa ou equivale &agrave; quantia definida.</li>
    <li>Parar se dinheiro aumentar por. Para o jogo autom&aacute;tico se o dinheiro aumentar pela quantia definida.</li>
    <li>Parar se dinheiro diminuir por. Para o jogo autom&aacute;tico se o dinheiro diminuir pela quantia definida.</li>
    <li>Parar ao entrar em qualquer fun&ccedil;&atilde;o. Para o jogo autom&aacute;tico ao entrar numa fun&ccedil;&atilde;o; por exemplo, uma ronda de b&oacute;nus ou rodadas gr&aacute;tis.</li>
    <li>Nota: Ao alterar as defini&ccedil;&otilde;es do jogo autom&aacute;tico durante uma ronda, todas as defini&ccedil;&otilde;es entrar&atilde;o em efeito assim que a fun&ccedil;&atilde;o ou ronda do jogo estiver conclu&iacute;da.</li>
    <li>Nota: Se o jogador perder a liga&ccedil;&atilde;o enquanto estiver a jogar, todas as defini&ccedil;&otilde;es do jogo autom&aacute;tico ir&atilde;o voltar &agrave;s predefini&ccedil;&otilde;es ao carregar novamente o jogo.</li>
    <li>Nota: Algumas op&ccedil;&otilde;es do jogo autom&aacute;tico s&atilde;o obrigat&oacute;rias em algumas jurisdi&ccedil;&otilde;es.</li>
</ul>

<h2>Rodadas Gr&aacute;tis do Paint</h2>
<ul>
    <li>Ap&oacute;s recolher 5 dos s&iacute;mbolos dourados na bobina do centro, ser&atilde;o ativadas 5 rodadas gr&aacute;tis.</li>
    <li>Enquanto as rodadas gr&aacute;tis est&atilde;o ativas, ao recolher mais s&iacute;mbolos dourados o jogador receber&aacute; uma rodada gr&aacute;tis adicional.</li>
    <li>Durante as rodadas gr&aacute;tis, h&aacute; 4 s&iacute;mbolos scatter diferentes, em que cada um atribui um pr&eacute;mio fixo individual e um multiplicador, e que s&oacute; podem aparecer na sua pr&oacute;pria bobina (ver <span>TABELA DE PAGAMENTOS</span> para mais pormenores).</li>
    <li>Os multiplicadores s&atilde;o adicionados em conjunto e aplicados no fim das rodadas gr&aacute;tis aos ganhos totais.</li>
    <li>Nota: Os s&iacute;mbolos de b&oacute;nus n&atilde;o aparecem durante as rodadas gr&aacute;tis.</li>
    <li>Nota: Os s&iacute;mbolos das rodadas gr&aacute;tis dependem da aposta, o que significa que os s&iacute;mbolos recolhidos numa aposta n&atilde;o ser&atilde;o mantidos ao mudar para um valor de aposta diferente. Ficar&atilde;o gravados e continuar&atilde;o presentes ao alterar novamente para uma aposta que j&aacute; foi usada para recolher s&iacute;mbolos de rodadas gr&aacute;tis.</li>
</ul>

<h2>Jogo de B&oacute;nus do Paint</h2>
<ul>
    <li>O jogo de b&oacute;nus do Paint pode ser ativado recolhendo 3 ou mais s&iacute;mbolos de b&oacute;nus.</li>
    <li>Os s&iacute;mbolos t&ecirc;m de estar em bobinas consecutivas, a come&ccedil;ar da bobina mais &agrave; esquerda, para dar pr&eacute;mio.</li>
    <li>O n&uacute;mero de s&iacute;mbolos de b&oacute;nus recolhidos aumenta o multiplicador para o jogo de b&oacute;nus (ver <span>TABELA DE PAGAMENTOS</span> para mais pormenores).</li>
    <li>Durante jogo de b&oacute;nus, clique numa bolha para revelar os pr&eacute;mios de multiplicador.</li>
    <li>No fim do jogo de b&oacute;nus, os ganhos ser&atilde;o: a aposta multiplicada pela soma dos pr&eacute;mios encontrados nas bolhas, multiplicada novamente pelo multiplicador do s&iacute;mbolo de b&oacute;nus que ativou a ronda.</li>
</ul>

<h2>Op&ccedil;&otilde;es de Configura&ccedil;&atilde;o do Jogo</h2>
<ul>
    <li>Para aceder &agrave;s configura&ccedil;&otilde;es do jogo, clique no &iacute;cone de menu do canto superior esquerdo e depois no &iacute;cone de &quot;engrenagem&quot;.</li>
    <li>P&aacute;gina de configura&ccedil;&otilde;es</li>
    <li>Efeitos sonoros. Liga e desliga os efeitos sonoros.</li>
    <li>M&uacute;sica de fundo. Liga e desliga a m&uacute;sica de fundo.</li>
    <li>Prima Espa&ccedil;o para rodar. Ativa ou desativa a op&ccedil;&atilde;o de premir a tecla de espa&ccedil;o para rodar.</li>
    <li>Mostrar o ecr&atilde; de ajuda ao carregar. Liga ou desliga o ecr&atilde; da ajuda ao carregar o jogo.</li>
    <li>Hist&oacute;rico do Jogo</li>
    <li>Lista de hist&oacute;rico do jogo. Uma lista de jogos jogados (n&atilde;o no modo <span>DIVERS&Atilde;O</span>): clique numa fila para ver todos os pormenores dispon&iacute;veis.</li>
</ul>

<h2>Retorno para o Jogador</h2>
<ul>
    <li>O retorno te&oacute;rico para o jogador neste jogo &eacute; <span class="__rtp"></span>.</li>
</ul>

<h2>Informa&ccedil;&atilde;o adicional</h2>
<ul>
    <li>As seguintes funcionalidades e configura&ccedil;&otilde;es podem estar sujeitas aos termos e condi&ccedil;&otilde;es do site de jogo. Para mais informa&ccedil;&atilde;o sobre o seguinte, consultar o website de jogo:</li>
    <li>
        <ul>
            <li>Procedimentos usados para gerir rondas de jogo n&atilde;o terminadas.</li>
            <li>Tempo ap&oacute;s o qual as sess&otilde;es de jogo inativas terminam automaticamente.</li>
            <li>No caso de uma avaria do hardware/software do jogo, todos as apostas e pagamentos do jogo afetado s&atilde;o tornados nulos e todos as apostas reembolsadas.</li>
        </ul>
    </li>
    <br>20/02/2017
</ul>