<h2>Spielregeln f&uuml;r Paint</h2>
<ul>
    <li>Paint ist ein Videospielautomat mit 5 Walzen und 3 Reihen, der Freispiele und ein Bonusspiel bietet.</li>
    <li>Sie spielen mit fixen 20 Linien pro Spin (1 M&uuml;nze pro Linie). Der Gesamteinsatz wird auf dem Einsatz-Button angezeigt.</li>
    <li>Um den Einsatzbetrag zu &auml;ndern, &ouml;ffnen Sie den Einsatzbereich und passen ihn mithilfe der Pfeile an.</li>
    <li><span>H&Ouml;CHSTEINSATZ</span>&nbsp;l&auml;dt den maximal zul&auml;ssigen Einsatzbetrag.</li>
    <li><span>M&Uuml;NZEN/CASH</span> schaltet zwischen der Anzeige des Guthabens und der Auszahlungsbetr&auml;ge von CASH in M&uuml;nzen um. Der Einsatzbetrag wird immer in CASH angezeigt. Der Wert einer M&uuml;nze ist: Einsatzbetrag/Anzahl der Linien.</li>
    <li>Bei Bet&auml;tigen des Spin-Buttons wird das Spiel mit dem aktuellen Einsatzbetrag gespielt (Sie k&ouml;nnen auch die Leertaste dr&uuml;cken, wenn sie in den Einstellungen aktiviert ist).</li>
    <li>Gewinnkombinationen und Auszahlungen erfolgen gem&auml;&szlig; der&nbsp;<span>AUSZAHLUNGSTABELLE.</span></li>
    <li>Ein M&uuml;nzliniengewinn entspricht dem in der&nbsp;<span>AUSZAHLUNGSTABELLE</span> angezeigten Wert.</li>
    <li>Es wird nur die h&ouml;chste Gewinnkombination auf einer aktiven Einsatzlinie von links nach rechts ausgezahlt.</li>
    <li>Wild-Symbole ersetzen alle Symbole au&szlig;er Scatter-Symbole.</li>
    <li>Gleichzeitige Gewinne auf verschiedenen Einsatzlinien werden addiert.</li>
    <li>5 Freispiele werden aktiviert, wenn Sie 5 der goldenen Symbole auf der mittleren Walze sammeln.</li>
    <li>Wenn Sie w&auml;hrend der Freispiele ein goldenes Symbol sammeln, wird ein zus&auml;tzliches Freispiel (maximal 5 zus&auml;tzliche Freispiele bei insgesamt 10 Freispielen) vergeben.</li>
    <li>In Freispielen gibt es Scatter-Symbole (eines pro Walze), die einen Preis und einen Multiplikator vergeben.</li>
    <li>Das Bonusspiel wird aktiviert, wenn Sie 3 oder mehr Bonussymbole auf einer Gewinnlinie auf benachbarten Walzen (ab der &auml;u&szlig;ersten linken Walze), sammeln.</li>
    <li>Wenn Sie&nbsp;<span>ZUM SPASS SPIELEN</span>, steht kein Spielverlauf zur Verf&uuml;gung.</li>
    <li>&Ouml;ffnen Sie das Men&uuml; <span>AUTOPLAY</span>, um die Anzahl der Runden und Stoppkriterien anzupassen (Sie k&ouml;nnen jederzeit auf den&nbsp;<span>SPIELEN</span>-Button klicken, um das Autoplay zu starten bzw. auf den <span>STOPP</span>-Button, um es zu stoppen).</li>
</ul>

<h2>Erweiterte Autoplay-Optionen</h2>
<ul>
    <li>Um erweiterte Autoplay-Optionen festzulegen, klicken Sie im Spielbereich auf das Symbol <span>AUTOPLAY</span>.</li>
    <li>Stoppen bei beliebigem Gewinn. Autoplay stoppen, wenn Sie in einer Runde gewinnen.</li>
    <li>Stoppen bei einem Gewinn von Autoplay stoppen, wenn der Betrag, den Sie gewinnen, dem angegebenen Betrag entspricht bzw. diesen &uuml;bersteigt.</li>
    <li>Stoppen bei einer Cash-Erh&ouml;hung von Autoplay stoppen bei einer Cash-Erh&ouml;hung um den angegebenen Betrag.</li>
    <li>Stoppen bei einer Cash-Verringerung von Autoplay stoppen bei einer Cash-Verringerung um den angegebenen Betrag.</li>
    <li>Stoppen, wenn ein beliebiges Features gestartet wird. Autoplay stoppen, wenn ein beliebiges Features gestartet wird, z. B. eine Bonusrunde oder Freispiele.</li>
    <li>Hinweis: Wenn Sie die Autoplay-Einstellungen w&auml;hrend einer Spielrunde &auml;ndern, werden alle ge&auml;nderten Einstellungen erst wirksam, nachdem die Spielrunde oder das Feature beendet ist.</li>
    <li>Hinweis: Wenn Ihre Verbindung w&auml;hrend des Spiels unterbrochen wird, werden alle Autoplay-Einstellungen auf die Standardeinstellungen zur&uuml;ckgesetzt, wenn das Spiel neu geladen wird.</li>
    <li>Hinweis: Einige Autoplay-Optionen sind in einigen L&auml;ndern zwingend vorgeschrieben.</li>
</ul>

<h2>Paint-Freispiele</h2>
<ul>
    <li>5 Freispiele werden aktiviert, wenn Sie 5 der goldenen Symbole auf der mittleren Walze sammeln.</li>
    <li>Wenn Sie w&auml;hrend der Freispiele weitere goldene Symbole sammeln, wird ein zus&auml;tzliches Freispiel vergeben.</li>
    <li>Es gibt 4 verschiedene Scatter-Symbole w&auml;hrend der Freispiele. Jedes davon vergibt einen individuellen, festgelegten M&uuml;nzpreis und einen Multiplikator. Sie k&ouml;nnen nur auf ihrer eigenen Walze erscheinen (n&auml;here Infos finden Sie in der <span>AUSZAHLUNGSTABELLE</span>).</li>
    <li>Multiplikatoren werden addiert und am Ende der Freispiele auf den Gesamtgewinn angewendet.</li>
    <li>Hinweis: W&auml;hrend der Freispiele erscheinen keine Bonus-Symbole.</li>
    <li>Hinweis: Die gesammelten Freispielsymbole h&auml;ngen vom Einsatz ab, das hei&szlig;t, Symbole, die mit einem bestimmten Einsatz gesammelt werden, werden nicht &uuml;bernommen, wenn Sie den Einsatzwert &auml;ndern. Sie werden gespeichert und sind vorhanden, wenn Sie wieder zum Einsatz zur&uuml;ckkehren, mit dem Sie die Freispielsymbole gesammelt haben.</li>
</ul>

<h2>Paint-Bonusspiel</h2>
<ul>
    <li>Das Bonusspiel von Paint wird aktiviert, wenn Sie 3 oder mehr Bonussymbole sammeln.</li>
    <li>Um zu gewinnen, m&uuml;ssen sich die Symbole auf benachbarten Walzen (ab der &auml;u&szlig;ersten linken Walze) befinden.</li>
    <li>Die Anzahl der gesammelten Bonussymbole erh&ouml;ht den Multiplikator f&uuml;r das Bonusspiel (n&auml;here Infos finden Sie in der <span>AUSZAHLUNGSTABELLE</span>).</li>
    <li>Klicken Sie w&auml;hrend des Bonusspiels auf Blasen, um Multiplikatorpreise aufzudecken.</li>
    <li>Am Ende des Bonusspiels ergibt sich Ihr Gewinn aus dem Einsatz, multipliziert mit der Summe der Preise, die Sie in den Blasen gefunden haben, und noch einmal multipliziert mit dem Bonussymbol, das die Runde aktiviert hat.</li>
</ul>

<h2>Spieleinstellungsoptionen</h2>
<ul>
    <li>Um die Spieleinstellungen zu &ouml;ffnen, klicken Sie auf das Men&uuml;symbol in der oberen linken Ecke und dann auf das &quot;Rad&quot;-Symbol.</li>
    <li>Seite &quot;Einstellungen&quot;</li>
    <li>Toneffekte. Schaltet die Toneffekte ein oder aus.</li>
    <li>Hintergrundmusik. Schaltet die Hintergrundmusik ein oder aus.</li>
    <li>Zum Drehen Leertaste dr&uuml;cken. Aktiviert bzw. deaktiviert die Option, einen Spin durch Dr&uuml;cken der Leertaste zu starten.</li>
    <li>Beim Laden Hilfebildschirm anzeigen. Schaltet den Hilfebildschirm beim Laden des Spiels ein oder aus.</li>
    <li>Spielverlauf</li>
    <li>Spielverlaufsliste. Eine Liste aller gespielten Spiele (im <span>SPASS</span>-Modus nicht verf&uuml;gbar). Klicken Sie auf eine Zeile, um alle verf&uuml;gbaren Details anzuzeigen.</li>
</ul>

<h2>Return to Player</h2>
<ul>
    <li>Der theoretische Return to Player (RTP) betr&auml;gt bei diesem Spiel <span class="__rtp"></span>.</li>
</ul>

<h2>Weitere Informationen</h2>
<ul>
    <li>Die folgenden Spielfunktionen und Einstellungen k&ouml;nnen den allgemeinen Gesch&auml;ftsbedingungen der Gaming-Site unterliegen. Weitere Informationen zu den folgenden Themen finden Sie auf der Gaming-Website:</li>
    <li>
        <ul>
            <li>Die Verfahren zur Handhabung nicht beendeter Spielrunden.</li>
            <li>Die Zeit, nach der inaktive Spielsitzungen automatisch beendet werden.</li>
            <li>Im Falle einer Fehlfunktion der Spielehardware/-software, werden alle davon betroffenen Spieleins&auml;tze und Auszahlungen f&uuml;r ung&uuml;ltig erkl&auml;rt und die betroffenen Eins&auml;tze werden r&uuml;ckerstattet.</li>
            <br>20/02/2017
        </ul>
    </li>
</ul>