<h2>Spelregler f&ouml;r Paint</h2>
<ul>
    <li>Paint &auml;r en videospelautomat med 5 hjul och 3 rader med free spins och ett bonusspel.</li>
    <li>Man spelar p&aring; 20 fasta vinstlinjer per snurr (1 mynt per linje), totalinsatsen visas p&aring; satsningsknappen.</li>
    <li>Om du vill &auml;ndra ett insatsv&auml;rde &ouml;ppnar du satsningspanelen och anv&auml;nder pilarna.</li>
    <li><span>MAXINSATS</span> laddar maximalt insatsv&auml;rde.</li>
    <li><span>MYNT/KONTANT</span> v&auml;xlar saldot mellan att visa utbetalningsv&auml;rdena i KONTANTER till MYNT, insatsv&auml;rdet visas alltid i KONTANTER. Ett mynts v&auml;rde &auml;r: Insatsv&auml;rde/antal rader.</li>
    <li>Snurra-knappen spelar spelet till aktuellt insatsv&auml;rde (du kan trycka p&aring; mellanslagsknappen om detta &auml;r aktiverat i inst&auml;llningar).</li>
    <li>Vinstkombinationer och utbetalningar g&ouml;rs i enlighet med <span>VINSTTABELLEN.</span></li>
    <li>En myntlinjevinst &auml;r lika med v&auml;rdet som visas i <span>VINSTTABELLEN</span>.</li>
    <li>Endast den h&ouml;gsta vinstkombinationen p&aring; en aktiv insatslinje fr&aring;n v&auml;nster till h&ouml;ger ger utdelning.</li>
    <li>Wild-symboler ers&auml;tter alla symboler utom scatter.</li>
    <li>Samtidiga vinster p&aring; olika rader l&auml;ggs samman.</li>
    <li>5 free spins aktiveras genom att samla 5 av de gyllene symbolerna p&aring; det mellersta hjulet.</li>
    <li>Om du samlar en gyllene symbol under free spins f&aring;r du ett extra gratissnurr upp till maximalt 5 extra snurr, totalt 10.</li>
    <li>Det finns scatter-symboler (en per hjul) i free spins som ger en vinst och en multiplikator.</li>
    <li>Bonusspelet aktiveras genom att samla in 3 eller fler bonussymboler p&aring; en vinstlinje, som m&aring;ste vara p&aring; sammanh&auml;ngande hjul r&auml;knat fr&aring;n v&auml;nster.</li>
    <li>Spelhistorik &auml;r inte tillg&auml;ngligt n&auml;r du <span>SPELAR P&Aring; SKOJ</span>.</li>
    <li>&Ouml;ppna <span>AUTOSPEL</span>-menyn f&ouml;r att justera antal rundor och stoppkriterier (klicka p&aring; <span>SPELA</span>-knappen f&ouml;r att starta och <span>STOPP</span>-knappen f&ouml;r att stanna n&auml;r du vill).</li>
</ul>

<h2>Avancerade autospelsinst&auml;llningar</h2>
<ul>
    <li>Du kan st&auml;lla in avancerade alternativ f&ouml;r autospel genom att klicka p&aring; <span>AUTOSPEL</span>-symbolen i spelpanelen.</li>
    <li>Stoppa vid vinst. Stoppar autospel n&auml;r en vinst sker i en runda.</li>
    <li>Stoppa vid vinst p&aring;. Stoppar autospel n&auml;r beloppet du vinner &ouml;verskrider eller &auml;r lika med specificerat belopp.</li>
    <li>Stoppa om kontanter &ouml;kar med. Stoppar autospel om kontanter &ouml;kar med specificerat belopp.</li>
    <li>Stoppa om kontanter minskar med. Stoppar autospel om kontanter minskar med specificerat belopp.</li>
    <li>Stoppa n&auml;r en funktion startas. Stoppar autospelsfunktionen n&auml;r en funktion startas, d.v.s. en bonusrunda eller free spins.</li>
    <li>Obs: N&auml;r du &auml;ndrar inst&auml;llningar f&ouml;r autospel under en runda s&aring; aktiveras alla inst&auml;llningar n&auml;r spelrundan eller funktionen &auml;r genomf&ouml;rd.</li>
    <li>Obs: Om du tappar uppkopplingen under spel kommer alla inst&auml;llningar f&ouml;r autospel att &aring;terst&auml;llas till standard n&auml;r spelet &ouml;ppnas p&aring; nytt.</li>
    <li>Obs: Vissa alternativ f&ouml;r autospel &auml;r obligatoriska f&ouml;r vissa regioner.</li>
</ul>

<h2>Paint free spins</h2>
<ul>
    <li>5 free spins aktiveras genom att samla 5 av de gyllene symbolerna p&aring; mitthjulet.</li>
    <li>Om du n&auml;r free spins &auml;r aktiva samlar fler gyllene figurer f&aring;r du ytterligare ett free spin.</li>
    <li>Det finns 4 olika scatter-symboler under free spins som var och en ger en individuell, fast vinst och en multiplikator, de kan bara visas p&aring; sitt eget hjul (se <span>VINSTTABELL</span> f&ouml;r detaljer).</li>
    <li>Multiplikatorer l&auml;ggs samman och till&auml;mpas i slutet av free spins till totalvinsten.</li>
    <li>Obs: Bonussymboler visas inte under free spins.</li>
    <li>Obs: Free spins-symboler som samlas in &auml;r insatsberoende, vilket inneb&auml;r att symboler som samlats in vid en viss insats inte f&ouml;ljer med n&auml;r du &auml;ndrar till ett annat insatsv&auml;rde. De kommer att kommas ih&aring;g vara n&auml;rvarande n&auml;r du &auml;ndrar tillbaka till en insats som redan har anv&auml;nts f&ouml;r att samla in free spins-symboler.</li>
</ul>

<h2>Paint bonusspel</h2>
<ul>
    <li>Bonusspelet i Paint kan aktiveras genom att samla 3 eller fler bonussymboler.</li>
    <li>Symbolerna m&aring;ste vara p&aring; sammanh&auml;ngande hjul r&auml;knat fr&aring;n hjulet till v&auml;nster f&ouml;r att ge vinst.</li>
    <li>Antalet symboler du samlar &ouml;kar multiplikatorn under bonusspelet (se <span>VINSTTABELL</span> f&ouml;r detaljer).</li>
    <li>Under bonusspelet kan du klicka p&aring; bubblor f&ouml;r att avsl&ouml;ja multiplikatorvinster.</li>
    <li>I slutet av bonusspelet blir vinsten insatsen multiplicerad med summan av vinsterna du hittade i bubblorna, multiplicerat igen med bonusmultiplikatorn som aktiverade rundan.</li>
</ul>

<h2>Spelinst&auml;llningar</h2>
<ul>
    <li>F&ouml;r att g&aring; till spelinst&auml;llningar, klicka p&aring; menyikonen i det &ouml;vre v&auml;nstra h&ouml;rnet och sedan p&aring; kugghjulsikonen.</li>
    <li>Inst&auml;llningar</li>
    <li>Ljudeffekter. St&auml;nger av eller s&auml;tter p&aring; ljudeffekter.</li>
    <li>Bakgrundsmusik. St&auml;nger av eller s&auml;tter p&aring; bakgrundsmusik.</li>
    <li>Tryck p&aring; mellanslag f&ouml;r att snurra. Aktiverar eller inaktiverar m&ouml;jligheten att trycka p&aring; mellanslag f&ouml;r att snurra.</li>
    <li>Visa hj&auml;lpsk&auml;rm vid inl&auml;sning. S&auml;tter p&aring; eller st&auml;nger av hj&auml;lpsk&auml;rmen n&auml;r spelet l&auml;ses in.</li>
    <li>Spelhistorik</li>
    <li>F&ouml;rteckning spelhistorik. En lista &ouml;ver alla spel som spelats (inte i <span>SKOJ</span>-l&auml;ge), klicka p&aring; en rad f&ouml;r att se alla tillg&auml;ngliga detaljer.</li>
</ul>

<h2>Utdelning till spelaren</h2>
<ul>
    <li>Den teoretiska utdelningen till spelaren i detta spel &auml;r <span class="__rtp"></span>.</li>
</ul>

<h2>Ytterligare information</h2>
<ul>
    <li>F&ouml;ljande spelfunktioner och -inst&auml;llningar kan p&aring;verkas av spelsajtens regler och villkor. F&ouml;r mer information om f&ouml;ljande, bes&ouml;k webbsidan.</li>
    <li>
        <ul>
            <li>Metoder f&ouml;r att hantera ofullst&auml;ndiga spelrundor.</li>
            <li>Tiden det tar f&ouml;r en inaktiv spelsession att automatiskt avslutas.</li>
            <li>Vid fel i spelh&aring;rdvara/-mjukvara f&ouml;rklaras alla p&aring;verkade spelinsatser och vinster ogiltiga och insatserna &aring;terbetalas.</li>
        </ul>
    </li>
    <br>20/02/2017
</ul>