<ul>
    <li>G&ouml;kkuşağı Wild&apos;ları, Wild Yıldız, Genişleyen Wild&apos;lar, Yapışkan Wild&apos;lar, Serbest Salınma ve basamaklı &ccedil;arpanlı &Uuml;cretsiz D&ouml;nd&uuml;rmeler i&ccedil;eren, 5 &ccedil;arklı, 4 satırlı ve 1024 kazan&ccedil; y&ouml;nl&uuml; bir video slot oyunudur.</li>
    <li>D&ouml;nd&uuml;rme başına sabit 50 jetonla oynarsınız ve toplam bahis tutarı, bahis d&uuml;ğmesinin &uuml;zerinde g&ouml;sterilir.</li>
    <li>Bahis tutarını değiştirmek i&ccedil;in bahis panelini a&ccedil;ın ve okları kullanarak bir tutar se&ccedil;in.</li>
    <li><span>MAKS. BAHİS</span> M&uuml;mk&uuml;n olan en y&uuml;ksek tutarda bahis yapar.</li>
    <li><span>JETON/PARA</span>, kazan&ccedil; tutarlarını PARA veya JETON olarak g&ouml;sterir, bahis tutarı her zaman PARA olarak g&ouml;sterilir. Jeton tutarı: Bahis tutarı/satır sayısı.</li>
    <li>D&ouml;nd&uuml;r d&uuml;ğmesi, oyunu mevcut bahis tutarıyla oynar.</li>
    <li>Kazanan kombinasyonlar ve kazan&ccedil;lar, <span>KAZAN&Ccedil; TABLOSUNA</span> ve kazan&ccedil; y&ouml;nlerinin sayısına g&ouml;re belirlenir</li>
    <li>Bir kazan&ccedil; y&ouml;n&uuml;n&uuml;n kazancı, <span>KAZAN&Ccedil; TABLOSUNDA</span> g&ouml;sterilen tutarın ilgili sembol&uuml;n her &ccedil;arkta &ccedil;ıkma sayısıyla &ccedil;arpımı şeklinde hesaplanır</li>
    <li>Wild sembolleri aynı zamanda wild olmayan her sembol yerine ge&ccedil;er.</li>
    <li>4 veya daha fazla ardışık salınma kazancı, &Uuml;cretsiz D&ouml;nd&uuml;rmeler kazandırır.</li>
    <li>Kazanılan &Uuml;cretsiz D&ouml;nd&uuml;rme sayısı, ardışık salınma sayısına g&ouml;re belirlenir.</li>
    <li>Normal oyun sırasında, 2, 3, 4 ve 5. &ccedil;arklarda wild yıldızlar ve genişleyen wild sembolleri &ccedil;ıkabilir. Orta &ccedil;arkta bir yapışkan wild sembol&uuml; &ccedil;ıkabilir.</li>
    <li>&Uuml;cretsiz D&ouml;nd&uuml;rme oyunu sırasında, basamaklı &ccedil;arpanlar etkinleşir.</li>
    <li>EĞLENCESİNE OYUNDA Oyun Ge&ccedil;mişi tutulmaz.</li>
    <li>D&ouml;nd&uuml;r d&uuml;ğmesini basılı tutarak <span>OTO. OYUN</span> men&uuml;s&uuml;n&uuml; a&ccedil;abilir, buradan tur sayısını ayarlayabilirsiniz&nbsp;(başlatmak i&ccedil;in i&ccedil;erideki <span>OYNA</span>d&uuml;ğmesine, durdurmak i&ccedil;inse dilediğiniz zaman <span>DUR</span> d&uuml;ğmesine basmanız gerekir). Durdurma kriterlerini belirlemek i&ccedil;in, men&uuml;den otomatik oyun ayarlarını a&ccedil;ın.</li>
    <li>Oyunda, oyun başına bahsin 6.000 katı veya toplam 300.000 jeton kazan&ccedil; &uuml;st sınırı uygulanır. Kazan&ccedil; herhangi bir şekilde bu tutarları aşarsa, kazan&ccedil; bu tutara indirilecektir.</li>
</ul><br><h2>Normal oyun sırasında GENİŞLEYEN WILD SEMBOL&Uuml;</h2>
<ul>
    <li>Herhangi bir &ccedil;arkın &uuml;st kısmında bir Genişleyen Wild sembol&uuml; &ccedil;ıkarsa, bu sembol genişleyerek t&uuml;m &ccedil;arkı kaplar.</li>
    <li>&Ccedil;arklarda aynı anda birden fazla Genişleyen Wild &ccedil;ıkabilir.</li>
    <li>Genişleyen Wild&apos;lar, Wild olmayan her sembol&uuml;n yerine ge&ccedil;er ve 1. &ccedil;ark dışında her &ccedil;arkta &ccedil;ıkabilir.</li>
</ul>

<h2>&Uuml;cretsiz D&ouml;nd&uuml;rme</h2>
<ul>
    <li>&Uuml;cretsiz D&ouml;nd&uuml;rmeler, Ardışık Salınma Kazan&ccedil;larıyla kazanılır.</li>
    <li>
        <ul>
            <li>Ardışık 4 salınma kazancı, ekstra başlangı&ccedil; &ccedil;arpansız 14 &Uuml;cretsiz D&ouml;nd&uuml;rme kazandırır</li>
            <li>Ardışık 5 salınma kazancı, ekstra başlangı&ccedil; &ccedil;arpansız 16 &Uuml;cretsiz D&ouml;nd&uuml;rme kazandırır</li>
			<li>Ardışık 6 salınma kazancı, 3 kat başlangı&ccedil; &ccedil;arpanlı 16 &Uuml;cretsiz D&ouml;nd&uuml;rme kazandırır</li>
			<li>Ardışık 7 salınma kazancı, 3 kat başlangı&ccedil; &ccedil;arpanlı 20 &Uuml;cretsiz D&ouml;nd&uuml;rme kazandırır</li>
			<li>Ardışık 8 salınma kazancı, 6 kat başlangı&ccedil; &ccedil;arpanlı 20 &Uuml;cretsiz D&ouml;nd&uuml;rme kazandırır</li>
        </ul>
    </li>
</ul>

<h2>Gelişmiş Oto. Oyun Se&ccedil;enekleri</h2>
<ul>
     <li>Gelişmiş oto. oyun ayarlarını belirlemek i&ccedil;in, oyunun sol &uuml;st k&ouml;şesinden men&uuml; simgesini tıklayın ve men&uuml; panelinden&nbsp;<span>OTO. OYUN</span> sembol&uuml;n&uuml; tıklayın.</li>
    <li><span>Herhangi bir kazan&ccedil;ta dur.</span> Bir turdan kazan&ccedil; elde ettiğinizde Oto. Oyun durur.</li>
    <li><span>Şu kadar tekil kazan&ccedil;ta dur.</span> Belirttiğiniz tutar veya daha fazlası kazanıldığında Oto. Oyunu durdurur.</li>
    <li><span>Nakit şu kadar artarsa dur.</span> Nakit belirtilen tutar kadar arttığında Oto. Oyunu durdurur.</li>
    <li><span>Nakit şu kadar azalırsa dur.</span> Nakit belirtilen tutar kadar azaldığında Oto. Oyunu durdurur.</li>
    <li><span>Bir mini oyun başladığında dur.</span> Herhangi bir mini oyun başladığında Oto. Oyunu durdurur.</li>
    <li><span>Not:</span> Bir oyun turu sırasında Oto. Oyun ayarlarını değiştirirseniz, yeni ayarlar oyun turu veya mini oyun tamamlandıktan sonra etkinleşecektir.</li>
    <li><span>Not:</span> Oyun sırasında bağlantınız kesilirse, oyun yeniden y&uuml;klendiğinde t&uuml;m Oto. Oyun ayarlarınız varsayılanlara sıfırlanacaktır.</li>
    <li><span>Not:</span> Bazı Oto. Oyun se&ccedil;enekleri, belirli yargı alanlarında zorunludur.</li>
</ul>

<h2>Oyun Ayar Se&ccedil;enekleri</h2>
<ul>
    <li>Oyun ayarlarına erişmek i&ccedil;in, sol &uuml;st k&ouml;şedeki simgeyi tıklayın.</li>
    <li><span>Ses sayfası</span></li>
    <li><span>Ses efektleri.</span> Ses efektlerini a&ccedil;ıp kapatır.</li>
    <li><span>Arka plan m&uuml;ziği.</span> Arka plan m&uuml;ziğini a&ccedil;ıp kapatır.</li>
    <li><span>Ayar sayfası</span></li>
    <li><span>Solak d&ouml;nd&uuml;rme.</span> Bahis ve D&ouml;nd&uuml;r d&uuml;ğmelerinin konumunu değiştirir.</li>
    <li><span>Giriş ekranı.</span> Giriş ekranını a&ccedil;ıp kapatır.</li>
    <li><span>Oto. Oyun Sayfası</span></li>
    <li><span>Oto. Oyun</span> Daha &ouml;nce bahsedilen Gelişmiş Oto. Oyun se&ccedil;enekleri.</li>
    <li><span>Oyun Ge&ccedil;mişi</span></li>
    <li><span>Oyun ge&ccedil;mişi listesi.</span> Oynanan t&uuml;m oyunların listesi (EĞLENCESİNE oynanan oyun modunda mevcut değildir), mevcut t&uuml;m ayrıntıları g&ouml;rmek i&ccedil;in bir satıra tıklayın.</li>
    <li><span>Bahis ayarları sayfası</span></li>
    <li><span>Jeton olarak g&ouml;ster.</span> Jeton ve nakit arasında se&ccedil;im yapabilirsiniz. Sadece toplam bakiye ve kazancı etkiler, bahis her zaman kendi para biriminizde nakit olarak g&ouml;sterilir.</li>
    <li><span>Ana Sayfa</span> Lobiye &ccedil;ıkmak i&ccedil;in Ana Sayfa d&uuml;ğmesini tıklayın.</li>
</ul>

<h2>Oyuncu Kazancı</h2>
<ul>
    <li>Bu oyunun teorik oyuncu kazancı: %<span class="__rtp"></span>.</li>
</ul>
<h2>Ek Bilgiler</h2>
<ul>
    <li>Şu mini oyunlar ve ayarlar, oyun sitesinin h&uuml;k&uuml;m ve koşullarına tabi olabilir. Bunlar hakkında daha fazla bilgi i&ccedil;in, oyun web sitesini inceleyin:</li>
    <li>
        <ul>

            <li>Tamamlanmamış oyun turlarında ge&ccedil;erli prosed&uuml;r.</li>
            <li>Etkin olmayan oyun oturumlarının otomatik sonlanma s&uuml;resi.</li>
        </ul>
    </li>
    <li>Oyun donanım/yazılımında hata h&acirc;linde, etkilenen t&uuml;m oyun bahisleri ve kazan&ccedil;lar ge&ccedil;ersiz kalır ve etkilenen t&uuml;m bahisler iade edilir.</li>
    <li><span>Son g&uuml;ncelleme: 29/01/2018.</span></li>
</ul>




 

 