<ul>
    <li>Rainbow wild er en 5-hjuls, 4-raders videoautomat med 1024 vinnerveier som inneholder wild-stjerner, utvidende wild, festede wild, gratis tromling og gratisspinn med trinnvise multiplikatorer.</li>
    <li>Du spiller med 50 faste mynter per spinn, den samlede innsatsen vises p&aring; innsatsknappen.</li>
    <li>For &aring; endre innsatsverdien &aring;pner du innsatsfanen, og velger innsats ved &aring; bruke pilene.</li>
    <li><span>MAKSINNSATS</span> laster inn den maksimale innsatsverdien.</li>
    <li><span>MYNTER/PENGER</span> bytter saldovisningen og utbetalingsverdien fra PENGER til MYNTER. Innsatsverdien vises alltid som PENGER. Myntens verdi er: Innsatsverdien delt p&aring; antall linjer.</li>
    <li>Spinnknappen starter spillrunden med den aktuelle innsatsverdien.</li>
    <li>Vinnende kombinasjoner og utbetalinger gj&oslash;res i henhold til <span>GEVINSTTABELLEN</span> og antallet vinnerveier</li>
    <li>Hver gevinst fra vinnerveiene er lik verdien som vises p&aring; <span>GEVINSTTABELLEN</span> ganget med hvor mange slike symboler som dukker opp p&aring; hvert hjul</li>
    <li>Wild-symboler regnes samtidig som alle symboler som ikke er wild.</li>
    <li>Gratisspinn tildeles etter 4 eller flere sammenhengende trommelgevinster.</li>
    <li>Antallet tildelte gratisspinn avhenger av antall tromlinger p&aring; rad.</li>
    <li>I det ordin&aelig;re spillet kan wild-stjerner og utvidende wild-symboler vises p&aring; hul 2, 3, 4 og 5. Et festet wild-symbol kan vises p&aring; det sentrale hjulet.</li>
    <li>Trinnvise multiplikatorer aktiveres under runden med gratisspinn.</li>
    <li>Spillhistorikk er ikke tilgjengelig ved&nbsp;SPILL FOR MORO.</li>
     <li>&Aring;pne menyen for <span>AUTOSPILL</span> ved &aring; holde nede spinnknappen. Der justerer du antall runder (klikk p&aring;&nbsp;<span>SPILL</span>-knappen p&aring; innsiden for &aring; starte og p&aring; <span>STOPP</span>-knappen for &aring; stoppe autospill n&aring;r det m&aring;tte v&aelig;re.). For &aring; justere stoppkriteria for autospill &aring;pnes autospill-innstillingene i menyen.</li>
    <li>Spillet har en utbetalingsgrense for innsatsen ganget med 6 000 per spillrunde, eller 300 000 mynter. Dersom utbetalingen overskrider denne grensen vil den reduseres til dette bel&oslash;pet.</li>
</ul><br><h2>UTVIDENDE WILD-SYMBOL i hovedspillet</h2>
<ul>
    <li>N&aring;r et utvidende wild-symbol dukker opp i &oslash;verste posisjon p&aring; et hjul, vil det utvide seg og dekke hele hjulet.</li>
    <li>Mer enn ett utvidende wild-symbol kan vises p&aring; hjulene samtidig.</li>
    <li>Utvidende wild-symboler erstatter for alle symboler som ikke er wild, og kan vises p&aring; alle hjul bortsett fra det f&oslash;rste.</li>
</ul>

<h2>Gratisspinn</h2>
<ul>
    <li>Gratisspinn tildeles av sammenhengende trommelgevinster.</li>
    <li>
        <ul>
            <li>4 trommelgevinster p&aring; rad tildeler 14 gratisspinn og ingen ekstra multiplikator ved start</li>
            <li>5 trommelgevinster p&aring; rad tildeler 16 gratisspinn og ingen ekstra multiplikator ved start</li>
			<li>6 trommelgevinster p&aring; rad tildeler 16 gratisspinn og 3x i multiplikator ved start</li>
			<li>7 trommelgevinster p&aring; rad tildeler 20 gratisspinn og 3x i multiplikator ved start</li>
			<li>8 trommelgevinster p&aring; rad tildeler 20 gratisspinn og 6x i multiplikator ved start</li>
        </ul>
    </li>
</ul>

<h2>Avanserte autospillvalg</h2>
<ul>
    <li>For &aring; velge avanserte autospillvalg klikker du p&aring; menyikonet i det &oslash;vre venstre hj&oslash;rnet av spillet, og velger symbolet <span>AUTOSPILL</span> i menyfanen.</li>
    <li><span>Stopp ved enhver gevinst.</span> Stopp autospill n&aring;r du vinner en runde.</li>
    <li><span>Stopp ved gevinst p&aring;.</span> Stopp autospill dersom gevinstbel&oslash;pet du vinner overstiger eller er likt det angitte bel&oslash;pet.</li>
    <li><span>Stopp hvis pengene &oslash;kes med.</span> Stopp autospill dersom pengene &oslash;ker med det angitte bel&oslash;pet.</li>
    <li><span>Stopp hvis pengene reduseres med.</span> Stopp autospill dersom pengene reduseres med det angitte bel&oslash;pet.</li>
    <li><span>Stopp n&aring;r en funksjon &aring;pnes.</span> Stopp autospill hvis en spillfunksjon aktiveres.</li>
    <li><span>Merk:</span> Ved endring av autospill-innstillinger under en spillrunde vil alle endringer tre i kraft n&aring;r spillrunden eller funksjonen er fullf&oslash;rt.</li>
    <li><span>Merk:</span> Dersom du blir frakoblet mens du spiller vil alle autospill-innstillinger g&aring; tilbake til standard innstillinger n&aring;r du laster inn spillet p&aring; ny.</li>
    <li><span>Merk:</span> Noen autospillvalg er obligatoriske for enkelte jurisdiksjoner.</li>
</ul>

<h2>Spillinnstillingsvalg</h2>
<ul>
    <li>For &aring; g&aring; inn p&aring; spillinnstillingene klikker du p&aring; menyikonet i &oslash;vre venstre hj&oslash;rnet.</li>
    <li><span>Lydsiden</span></li>
    <li><span>Lydeffekter.</span> Sl&aring; lydeffektene p&aring; eller av.</li>
    <li><span>Bakgrunnsmusikk.</span> Sl&aring; bakgrunnsmusikken p&aring; eller av.</li>
    <li><span>Innstillingssiden</span></li>
    <li><span>Venstreside-spinn.</span> Bytter posisjonen for innsats- og spinn-knappene.</li>
    <li><span>Introskjerm.</span> Skru introskjermen p&aring; eller av.</li>
    <li><span>Autospillsiden</span></li>
    <li><span>Autospill.</span> Se tidligere valg for avansert autospill.</li>
    <li><span>Spillhistorikk</span></li>
    <li><span>Spillhistorikkliste.</span> Listen over alle spilte hender (ikke tilgjengelig ved spill for MORO), klikk p&aring; en rad for &aring; se alle tilgjengelige opplysninger.</li>
    <li><span>Innsatsinnstillingssiden</span></li>
    <li><span>Vis som mynter.</span> Bytter mellom mynter og penger. Det p&aring;virker kun den totale saldoen og gevinstene. Innsats vises alltid som penger i den aktuelle valutaen.</li>
    <li><span>Hjem.</span> Klikk p&aring; knappen for hjem for &aring; g&aring; tilbake til lobbyen.</li>
</ul>

<h2>Tilbakebetaling til spiller</h2>
<ul>
    <li>Den teoretiske tilbakebetalingen til spillere fra dette spillet er <span class="__rtp">%</span>.</li>
</ul>
<h2>Ytterligere opplysninger</h2>
<ul>
    <li>F&oslash;lgende spillfunksjoner og innstillinger kan v&aelig;re underlagt spillnettstedets vilk&aring;r og betingelser. For flere opplysninger om f&oslash;lgende henvises det til spillnettstedet:</li>
    <li>
        <ul>

            <li>Prosedyren benyttes til &aring; h&aring;ndtere uferdige spillrunder.</li>
            <li>Tiden etter en inaktiv spill&oslash;kt automatisk slutter.</li>
        </ul>
    </li>
    <li>Ved funksjonsfeil i spillets hardware/programvare vil alle p&aring;virkede spillinnsatser og utbetalinger anses som ugyldige, og alle p&aring;virkede innsatser blir refundert.</li>
    <li><span>Sist oppdatert 29.01.2018.</span></li>
</ul>

    


   
 
    
 