<ul>
    <li>Rainbow Wilds es una v&iacute;deo tragaperras con 5 carretes de 4 filas cada uno y con 1024 formas de obtener premios. En el juego aparecen Estrellas Wild, Wilds Expandidos, Wilds Fijos, Ca&iacute;das Gratis y giros gratis con multiplicadores crecientes.</li>
    <li>Se juega en 50 l&iacute;neas fijas por cada giro y podr&aacute; ver el total apostado en el bot&oacute;n de apuesta.</li>
    <li>Para cambiar el valor de la apuesta, abra el panel apuesta y seleccione uno usando las flechas.</li>
    <li><span>APUESTA M&Aacute;X.</span> carga el valor m&aacute;ximo de apuesta.</li>
    <li><span>MONEDAS/EFECTIVO</span> cambia la forma de ver el saldo en EFECTIVO o MONEDAS, el valor de la apuesta siempre aparece en EFECTIVO. El valor de la moneda es: valor de la apuesta / n&uacute;mero de l&iacute;neas.</li>
    <li>El bot&oacute;n de giro hace que se juegue con la apuesta seleccionada en ese momento.</li>
    <li>Las combinaciones ganadoras y los pagos se hacen de acuerdo con la <span>TABLA DE PREMIOS</span> y la cantidad de formas de ganar</li>
    <li>El premio correspondiente a cada forma de ganar se calcula multiplicando el valor indicado en la <span>TABLA DE PREMIOS</span> por la cantidad de veces que ese s&iacute;mbolo aparece en cada carrete</li>
    <li>Los s&iacute;mbolos Wild sustituyen simult&aacute;neamente a todos los s&iacute;mbolos que no son Wild.</li>
    <li>Los giros gratis se obtienen despu&eacute;s de 4 premios consecutivos con ca&iacute;da de s&iacute;mbolos.</li>
    <li>La cantidad de giros gratis depende de la cantidad de ca&iacute;das consecutivas.</li>
    <li>Durante los giros normales, las Estrellas Wild y los s&iacute;mbolos Wilds Expandidos pueden aparecer en los carretes 2, 3, 4 y 5. Los s&iacute;mbolos Wild Fijos pueden aparecer en el carrete central.</li>
    <li>Los multiplicadores crecientes se activan durante los giros gratis.</li>
    <li>Cuando est&aacute; JUGANDO POR DIVERSI&Oacute;N no tendr&aacute; disponible el Historial de Juego.</li>
  <li>Abra el men&uacute; <span>JUEGO AUTOM&Aacute;TICO</span> manteniendo pulsado el bot&oacute;n girar y ajuste el n&uacute;mero de rondas (pulse el bot&oacute;n <span>JUGAR</span> que aparece en el interior para empezar y el bot&oacute;n <span>PARAR</span> para detenerlo en cualquier momento). Para ajustar los criterios de detenci&oacute;n, abra los ajustes de juego autom&aacute;tico desde el men&uacute;.</li>
    <li>En el juego se aplica un l&iacute;mite de premio m&aacute;ximo igual a 6.000 x la cantidad apostada o 300.000 monedas. Si por cualquier motivo el premio supera esta cantidad, entonces el premio se reducir&aacute; a dicha cantidad.</li>
</ul><br><h2>S&Iacute;MBOLO WILD EXPANDIDO durante el juego normal</h2>
<ul>
    <li>Cuando sobre la posici&oacute;n superior de cualquier carrete aparezca un Wild Expandido, este se expandir&aacute; para cubrir todo el carrete.</li>
    <li>En los carretes pueden varios Wilds Expandidos al mismo tiempo.</li>
    <li>Los Wilds Expandidos sustituyen a todos los s&iacute;mbolos que no son Wild y pueden aparecer en cualquier carrete que no sea el primero.</li>
</ul>

<h2>Giro gratis</h2>
<ul>
    <li>Los giros gratis se obtienen despu&eacute;s de conseguir premios consecutivos con ca&iacute;da de s&iacute;mbolos.</li>
    <li>
        <ul>
            <li>4 premios consecutivos con ca&iacute;das otorgan 14 giros gratis sin multiplicador inicial extra</li>
            <li>5 premios consecutivos con ca&iacute;das otorgan 16 giros gratis sin multiplicador inicial extra</li>
			<li>6 premios consecutivos con ca&iacute;das otorgan 16 giros gratis con multiplicador inicial 3x</li>
			<li>7 premios consecutivos con ca&iacute;das otorgan 20 giros gratis con multiplicador inicial 3x</li>
			<li>8 premios consecutivos con ca&iacute;das otorgan 20 giros gratis con multiplicador inicial 6x</li>
        </ul>
    </li>
</ul>

<h2>Opciones avanzadas de Juego Autom&aacute;tico</h2>
<ul>
     <li>Para configurar las opciones avanzadas del juego autom&aacute;tico, pulse el icono del men&uacute; que aparece en la esquina superior izquierda del juego y despu&eacute;s seleccione el icono <span>JUEGO AUTOM&Aacute;TICO</span> dentro del panel del men&uacute;.</li>
    <li><span>Parar con cualquier premio.</span> Detiene el juego autom&aacute;tico cuando gana en una ronda.</li>
    <li><span>Parar al ganar un premio &uacute;nico de.</span> Detiene el juego autom&aacute;tico cuando la cantidad ganada es igual o mayor que la cifra especificada.</li>
    <li><span>Parar si el efectivo pasa de.</span> Detiene el juego autom&aacute;tico si el efectivo pasa de la cantidad especificada.</li>
    <li><span>Parar si el efectivo baja de.</span> Detiene el juego autom&aacute;tico si el efectivo baja de la cantidad especificada.</li>
    <li><span>Parar al activar cualquier funci&oacute;n.</span> Detiene el juego autom&aacute;tico si se activa cualquier funci&oacute;n del juego.</li>
    <li><span>Nota:</span> cuando cambie los ajustes de juego autom&aacute;tico durante una ronda de juego, estos entrar&aacute;n en vigor una vez la ronda de juego o funci&oacute;n hayan terminado.</li>
    <li><span>Nota:</span> si se desconecta mientras juega, cuando vuelva a cargar el juego todos los ajustes de juego autom&aacute;tico volver&aacute;n a sus valores predeterminados.</li>
    <li><span>Nota:</span> en algunas jurisdicciones ciertas opciones de juego autom&aacute;tico son obligatorias.</li>
</ul>

<h2>Opciones del juego</h2>
<ul>
    <li>Para acceder a los ajustes del juego, pulse el icono men&uacute; en la esquina superior izquierda.</li>
    <li><span>P&aacute;gina de sonido</span></li>
    <li><span>Efectos de sonido.</span> Activa o desactiva los efectos de sonido.</li>
    <li><span>M&uacute;sica de fondo.</span> Activa o desactiva la m&uacute;sica de fondo.</li>
    <li><span>P&aacute;gina de ajustes</span></li>
    <li><span>Giro para zurdos.</span> Cambia la posici&oacute;n de los botones Apuesta y Girar.</li>
    <li><span>Pantalla de introducci&oacute;n</span> Activa o desactiva la pantalla de introducci&oacute;n.</li>
    <li><span>P&aacute;gina de Juego Autom&aacute;tico</span></li>
    <li><span>Juego Autom&aacute;tico.</span> Vea la secci&oacute;n anterior de Opciones de Juego Autom&aacute;tico.</li>
    <li><span>Historial de juego</span></li>
    <li><span>Lista el Historial de juego.</span> Una lista de todas las partidas jugadas (no disponible en el modo DIVERSI&Oacute;N), pulse en una fila para ver todos los detalles disponibles.</li>
    <li><span>Ajustes de apuesta</span></li>
    <li><span>Mostrar en monedas.</span> Cambia entre monedas y efectivo; solo afecta al saldo total y las ganancias, la apuesta siempre aparece en efectivo en la divisa actual.</li>
    <li><span>P&aacute;gina principal.</span> Pulse el bot&oacute;n Inicio para volver al lobby.</li>
</ul>

<h2>Retorno al jugador</h2>
<ul>
    <li>El porcentaje te&oacute;rico de reintegro a jugador en este juego es del <span class="__rtp"></span> %.</li>
</ul>
<h2>Informaci&oacute;n adicional</h2>
<ul>
    <li>Las siguientes funciones y ajustes del juego pueden estar sujetas a los t&eacute;rminos y condiciones del sitio de juego. Para m&aacute;s informaci&oacute;n sobre lo siguiente, acuda al sitio web de juego:</li>
    <li>
        <ul>

            <li>El procedimiento para gestionar las rondas de juego incompletas.</li>
            <li>El tiempo tras el que las sesiones de juego inactivas terminan autom&aacute;ticamente.</li>
        </ul>
    </li>
    <li>En el caso de un error de funcionamiento del software/hardware de juego, todas las apuestas de juego y premios se considerar&aacute;n nulos y todas las apuestas afectadas se reembolsar&aacute;n.</li>
    <li><span>&Uacute;ltima actualizaci&oacute;n: 29/01/2018.</span></li>
</ul>

   




 
   