<ul>
    <li>Rainbow Wilds est une machine &agrave; sous vid&eacute;o &agrave; 5&nbsp;rouleaux et 4&nbsp;rang&eacute;es avec 1&nbsp;024&nbsp;trajectoires de gains, symboles Wild Stars, Expanding Wilds, Sticky Wilds, avalanches gratuites et tours gratuits &agrave; multiplicateur &eacute;volutif.</li>
    <li>Le co&ucirc;t du tour est fixe (50&nbsp;pi&egrave;ces) et la mise totale appara&icirc;t sur le bouton de mise.</li>
    <li>Pour la modifier, ouvrez le panneau de mise et choisissez-en une &agrave; l&apos;aide des fl&egrave;ches.</li>
    <li><span>MISE MAX</span> charge la valeur de mise maximale.</li>
    <li><span>PI&Egrave;CES/CASH</span> bascule l&apos;affichage du solde et des gains de CASH en PI&Egrave;CES. La valeur de la mise appara&icirc;t toujours en CASH. La valeur d&apos;une pi&egrave;ce est &eacute;gale &agrave;&nbsp;: valeur de mise / nombre de lignes.</li>
    <li>Le bouton Jouer lance la partie avec la valeur de mise actuelle.</li>
    <li>Les combinaisons gagnantes et les gains sont calcul&eacute;s selon le <span>TABLEAU DES GAINS</span> et le nombre de trajectoires gagnantes.</li>
    <li>Le gain d&apos;une trajectoire gagnante est &eacute;gal &agrave; la valeur indiqu&eacute;e dans le <span>TABLEAU DES GAINS</span> multipli&eacute;e par le nombre d&apos;apparitions de ce symbole sur chaque rouleau.</li>
    <li>Chaque symbole Wild compte simultan&eacute;ment comme tous les symboles non Wild.</li>
    <li>Des tours gratuits sont attribu&eacute;s quand vous obtenez au moins 4&nbsp;gains avalanches.</li>
    <li>Le nombre de tours gratuits obtenus d&eacute;pend du nombre d&apos;avalanches successives.</li>
    <li>Pendant une partie normale, des symboles Wild Stars et Expanding Wild peuvent appara&icirc;tre sur les 2e, 3e, 4e et 5e rouleaux. Un symbole Sticky Wild peut appara&icirc;tre sur le rouleau central.</li>
    <li>Des multiplicateurs &eacute;volutifs sont activ&eacute;s pendant les tours gratuits.</li>
    <li>L&apos;historique des parties n&apos;est pas disponible quand vous jouez en mode Cr&eacute;dits virtuels.</li>
    <li>Ouvrez le menu <span>JEU AUTO</span> en maintenant le bouton Jouer pour r&eacute;gler le nombre de parties (cliquez sur le bouton <span>JOUER</span> &agrave; l&apos;int&eacute;rieur pour commencer puis &agrave; tout moment sur le bouton <span>ARR&Ecirc;TER</span> si vous souhaitez mettre fin manuellement au jeu auto). Pour r&eacute;gler les crit&egrave;res d&apos;arr&ecirc;t, ouvrez les param&egrave;tres de jeu auto dans le menu.</li>
 
    <li>Le jeu est soumis &agrave; une limite de gains de 6&nbsp;000&nbsp;fois la mise par partie ou de 300&nbsp;000&nbsp;pi&egrave;ces. Si un gain d&eacute;passe l&apos;une de ces limites pour quelque raison que ce soit, il sera r&eacute;duit &agrave; cette limite.</li>
</ul><br><h2>SYMBOLE EXPANDING WILD dans le jeu normal</h2>
<ul>
    <li>Quand une ic&ocirc;ne Expanding Wild appara&icirc;t au sommet d&apos;un rouleau, elle s&apos;&eacute;tend pour recouvrir tout le rouleau.</li>
    <li>Plusieurs Expanding Wilds peuvent appara&icirc;tre simultan&eacute;ment sur les rouleaux.</li>
    <li>Les Expanding Wilds remplacent tous les symboles autres que Wild et peuvent appara&icirc;tre sur n&apos;importe quel rouleau hormis le 1er.</li>
</ul>

<h2>Tours gratuits</h2>
<ul>
    <li>Obtenez des gains avalanches successifs pour d&eacute;clencher les tours gratuits.</li>
    <li>
        <ul>
            <li>4&nbsp;gains avalanches successifs rapportent 14&nbsp;tours gratuits sans multiplicateur de d&eacute;part suppl&eacute;mentaire</li>
            <li>5&nbsp;gains avalanches successifs rapportent 16&nbsp;tours gratuits sans multiplicateur de d&eacute;part suppl&eacute;mentaire</li>
			<li>6&nbsp;gains avalanches successifs rapportent 16&nbsp;tours gratuits et un multiplicateur de d&eacute;part 3x</li>
			<li>7&nbsp;gains avalanches successifs rapportent 20&nbsp;tours gratuits et un multiplicateur de d&eacute;part 3x</li>
			<li>8&nbsp;gains avalanches successifs rapportent 20&nbsp;tours gratuits et un multiplicateur de d&eacute;part 6x</li>
        </ul>
    </li>
</ul>

<h2>Options de jeu auto avanc&eacute;es</h2>
<ul>
     <li>Pour d&eacute;finir des options de jeu auto avanc&eacute;es, cliquez sur l&apos;ic&ocirc;ne du menu en haut &agrave; gauche du jeu puis sur le symbole <span>JEU AUTO</span> dans le panneau de menu.</li>
    <li><span>Arr&ecirc;ter apr&egrave;s tout gain</span>Arr&ecirc;te le jeu auto quand une partie rapporte un gain.</li>
    <li><span>Arr&ecirc;ter apr&egrave;s un gain unique d&eacute;passant</span>Arr&ecirc;te le jeu auto quand le montant gagn&eacute; d&eacute;passe ou atteint le montant sp&eacute;cifi&eacute;.</li>
    <li><span>Arr&ecirc;ter si le cash augmente de</span>Arr&ecirc;te le jeu auto si votre cash augmente du montant sp&eacute;cifi&eacute;.</li>
    <li><span>Arr&ecirc;ter si le cash diminue de</span>Arr&ecirc;te le jeu auto si votre cash diminue du montant sp&eacute;cifi&eacute;.</li>
    <li><span>Arr&ecirc;ter en acc&eacute;dant &agrave; un jeu bonus</span>Arr&ecirc;te le jeu auto si un jeu bonus se d&eacute;clenche.</li>
    <li><span>Remarque&nbsp;:</span>quand vous modifiez les param&egrave;tres de jeu auto pendant une partie, vos modifications sont appliqu&eacute;es &agrave; la fin de la partie ou du jeu bonus.</li>
    <li><span>Remarque&nbsp;:</span>si vous &ecirc;tes d&eacute;connect&eacute; pendant une partie, tous les param&egrave;tres de jeu auto sont r&eacute;initialis&eacute;s quand vous rechargez le jeu.</li>
    <li><span>Remarque&nbsp;:</span>certaines options de jeu auto sont obligatoires dans certaines juridictions.</li>
</ul>

<h2>Param&egrave;tres de jeu</h2>
<ul>
    <li>Pour acc&eacute;der aux param&egrave;tres de jeu, cliquez sur l&apos;ic&ocirc;ne du menu en haut &agrave; gauche.</li>
    <li><span>Page Son</span></li>
    <li><span>Bruitages</span>Active ou d&eacute;sactive les bruitages.</li>
    <li><span>Musique</span>Active ou d&eacute;sactive la musique.</li>
    <li><span>Page Param&egrave;tres</span></li>
    <li><span>Mode gaucher</span>Intervertit la position des boutons Mise et Jouer.</li>
    <li><span>&Eacute;cran d&apos;intro</span>Active ou d&eacute;sactive l&apos;&eacute;cran d&apos;intro.</li>
    <li><span>Page Jeu auto</span></li>
    <li><span>Jeu auto</span>Voir les options de jeu auto avanc&eacute;es indiqu&eacute;es pr&eacute;c&eacute;demment</li>
    <li><span>Historique des parties</span></li>
    <li><span>Liste de l&apos;historique des parties</span>Liste de toutes les parties jou&eacute;es (indisponible en mode Cr&eacute;dits virtuels). Cliquez sur une rang&eacute;e pour afficher tous les d&eacute;tails disponibles.</li>
    <li><span>Page Param&egrave;tres de mise</span></li>
    <li><span>Affichage en pi&egrave;ces</span>Bascule entre pi&egrave;ces et cash. Ce param&egrave;tre influe uniquement sur le solde total et les gains&nbsp;; la mise est toujours exprim&eacute;e en cash dans la devise actuelle.</li>
    <li><span>Page d&apos;accueil</span>Cliquez sur le bouton Accueil pour revenir au lobby.</li>
</ul>

<h2>Taux de redistribution</h2>
<ul>
    <li>Le taux de redistribution moyen (RTP) de ce jeu est de <span class="__rtp"></span>&nbsp;%.</li>
</ul>
<h2>Informations compl&eacute;mentaires</h2>
<ul>
    <li>Les fonctionnalit&eacute;s et param&egrave;tres de jeu suivants peuvent &ecirc;tre sujets aux conditions d&apos;utilisation du site de jeu. Pour plus d&apos;informations sur ce qui suit, consultez le site Web de jeu&nbsp;:</li>
    <li>
        <ul>

            <li>Les proc&eacute;dures servant &agrave; g&eacute;rer les parties inachev&eacute;es.</li>
            <li>Le d&eacute;lai au terme duquel une session inactive prend fin automatiquement.</li>
        </ul>
    </li>
    <li>En cas de d&eacute;faut de fonctionnement du mat&eacute;riel/logiciel de jeu, toutes les mises et tous les gains concern&eacute;s sont nuls et non avenus et toutes les mises sont restitu&eacute;es.</li>
    <li><span>Derni&egrave;re mise &agrave; jour 29/01/2018.</span></li>
</ul>

    


    
   
 