<ul>
    <li>Rainbow Wilds to 5-bębnowy, 4-rzędowy automat wideo z 1024 wariacjami wygranych, symbolami wild gwiazd, rozszerzanymi symbolami wild, przylepnymi symbolami wild, funkcją darmowych opadnięć, obrotami darmowymi oraz rosnącymi mnożnikami</li>
    <li>Liczba obstawianych żeton&oacute;w jest stała i wynosi 50 żeton&oacute;w na obr&oacute;t, a zakład łączny jest wyświetlany na przycisku zakładu.</li>
    <li>Aby zmienić wartość zakładu, otw&oacute;rz panel zakładu i wybierz stawkę za pomocą strzałek.</li>
    <li><span>ZAKŁAD MAKS.</span> ustawia najwyższą wartość zakładu.</li>
    <li><span>ŻETONY/GOT&Oacute;WKA</span> zmienia spos&oacute;b wyświetlania wartości salda i wypłat z GOT&Oacute;WKI na ŻETONY i odwrotnie. Wartość żetonu wynosi: wartość zakładu podzielona przez liczbę linii.</li>
    <li>Przycisk obrotu powoduje uruchomienie gry przy obecnej wysokości zakładu.</li>
    <li>Wygrywające kombinacje oraz wypłaty rozliczane są na podstawie <span>TABELI WYPŁAT</span> oraz liczby obstawionych linii.</li>
    <li>Wygrana z linii r&oacute;wna jest wartości przedstawionej w <span>TABELI WYPŁAT</span> pomnożonej przez liczbę wystąpień danego symbolu na każdym z bębn&oacute;w.</li>
    <li>Symbole wild uznawane są za wszystkie pozostałe symbole jednocześnie.</li>
    <li>Obroty darmowe przyznawane są po czterech lub więcej kolejnych wygranych opadających.</li>
    <li>Liczba przyznanych obrot&oacute;w darmowych zależy od liczby wygranych opadających.</li>
    <li>W grze podstawowej symbole wild gwiazd i rozszerzane symbole wild mogą pojawić się na bębnach 2, 3, 4 i 5. Przylepny symbol wild może pojawić się na środkowym bębnie.</li>
    <li>Rosnące mnożniki aktywowane są w rundzie obrot&oacute;w darmowych.</li>
    <li>Historia gry jest niedostępna w trybie&nbsp;GRY PR&Oacute;BNEJ.</li>
    <li>Otw&oacute;rz menu <span>AUTOGRA</span>,&nbsp;przytrzymując przycisk obrotu, aby dostosować liczbę rund (kliknij przycisk&nbsp;<span>GRAJ</span> wewnątrz,&nbsp;aby rozpocząć, oraz przycisk <span>STOP</span>, aby zatrzymać autogrę w dowolnej chwili). Aby dostosować kryteria zatrzymania, otw&oacute;rz ustawienia autogry w menu.</li>
    <li>W grze obowiązuje limit wypłat w wysokości stawki pomnożonej przez 6000 w pojedynczej rundzie lub 300&nbsp;000 żeton&oacute;w. Jeśli wypłata przekroczy tę kwotę z dowolnej przyczyny, zostanie ona stosownie obniżona.</li>
</ul><br><h2>ROZSZERZANY SYMBOL WILD w grze podstawowej</h2>
<ul>
    <li>Gdy ikona rozszerzanego symbolu wild pojawi się w g&oacute;rnej pozycji dowolnego bębna, rozszerzy się na cały bęben.</li>
    <li>Na bębnach może się pojawić więcej niż jedna ikona rozszerzanego symbolu wild.</li>
    <li>Rozszerzane symbole wild zastępują wszystkie symbole poza symbolami wild i mogą się pojawić na wszystkich bębnach poza pierwszym.</li>
</ul>

<h2>Obroty darmowe</h2>
<ul>
    <li>Obroty darmowe przyznawane są za następujące po sobie wygrane odpadające.</li>
    <li>
        <ul>
            <li>4 kolejne wygrane opadające dają 14 obrot&oacute;w darmowych bez dodatkowego mnożnika startowego</li>
            <li>5 kolejnych wygranych opadających daje 16 obrot&oacute;w darmowych bez dodatkowego mnożnika startowego</li>
			<li>6 kolejnych wygranych opadających daje 16 obrot&oacute;w darmowych z mnożnikiem startowym 3x</li>
			<li>7 kolejnych wygranych opadających daje 20 obrot&oacute;w darmowych z mnożnikiem startowym 3x</li>
			<li>8 kolejnych wygranych opadających daje 20 obrot&oacute;w darmowych z mnożnikiem startowym 6x</li>
        </ul>
    </li>
</ul>

<h2>Opcje zaawansowane autogry</h2>
<ul>
      <li>Aby ustawić opcje zaawansowane autogry, kliknij ikonę menu w lewym g&oacute;rnym rogu, a następnie wybierz symbol&nbsp;<span>AUTOGRA</span>&nbsp;w panelu menu.</li>
    <li><span>Zatrzymaj przy każdej wygranej.</span> Zatrzymaj autogrę, kiedy wygrasz.</li>
    <li><span>Zatrzymaj przy wygranej w wys.</span> Zatrzymaj autogrę, gdy padnie wygrana o wartości r&oacute;wnej lub wyższej niż określona kwota.</li>
    <li><span>Zatrzymaj, gdy stan got&oacute;wki powiększy się o.</span> Zatrzymaj, gdy stan got&oacute;wki powiększy się o określoną kwotę.</li>
    <li><span>Zatrzymaj, gdy stan got&oacute;wki zmaleje o.</span> Zatrzymaj autogrę, gdy stan got&oacute;wki zmaleje o określoną kwotę.</li>
    <li><span>Zatrzymaj przy wejściu do dowolnej funkcji.</span> Zatrzymaj autogrę, gdy aktywowana zostanie dowolna funkcja dodatkowa.</li>
    <li><span>Uwaga:</span> Kiedy zmieniasz ustawienia autogry w trakcie trwania rundy, zmienione ustawienia zaczną obowiązywać po zakończeniu danej rundy lub funkcji.</li>
    <li><span>Uwaga:</span> Jeśli stracisz połączenie z Internetem podczas gry, po ponownym uruchomieniu gry wszystkie ustawienia autogry powr&oacute;cą do wartości domyślnych.</li>
    <li><span>Uwaga:</span> Niekt&oacute;re opcje autogry są w niekt&oacute;rych krajach obowiązkowe.</li>
</ul>

<h2>Opcje ustawień gry</h2>
<ul>
    <li>Aby wejść do ustawień gry, kliknij ikonę menu w lewym g&oacute;rnym rogu ekranu.</li>
    <li><span>Strona dźwięku</span></li>
    <li><span>Efekty dźwiękowe.</span> Włącza i wyłącza efekty dźwiękowe.</li>
    <li><span>Muzyka w tle.</span> Włącza i wyłącza muzykę w tle.</li>
    <li><span>Strona ustawień</span></li>
    <li><span>Obr&oacute;t lewostronny</span> Zmienia pozycję przycisk&oacute;w Zakład i Zakręć.</li>
    <li><span>Ekran wprowadzenia.</span> Włącza i wyłącza ekran wprowadzenia.</li>
    <li><span>Strona autogry</span></li>
    <li><span>Autogra.</span> Patrz powyżej: Opcje zaawansowane autogry.</li>
    <li><span>Historia gry</span></li>
    <li><span>Zapis historii gry.</span> Lista wszystkich rozegranych gier (niedostępna w trybie PR&Oacute;BNYM). Kliknij rząd, aby zobaczyć wszystkie dostępne dane.</li>
    <li><span>Strona ustawień zakład&oacute;w</span></li>
    <li><span>Wyświetl w żetonach</span> Zmienia spos&oacute;b wyświetlania (got&oacute;wka lub żetony). Dotyczy tylko łącznego salda i wygranych, wartość zakładu jest zawsze wyrażona w got&oacute;wce przy użyciu bieżącej waluty.</li>
    <li><span>Strona startowa.</span> Kliknij przycisk Start, aby wr&oacute;cić do lobby.</li>
</ul>

<h2>Wsp&oacute;łczynnik zwrotu wkładu</h2>
<ul>
    <li>Teoretyczny wsp&oacute;łczynnik zwrotu wkładu w tej grze wynosi <span class="__rtp"></span>%.</li>
</ul>
<h2>Dodatkowe informacje</h2>
<ul>
    <li>Następujące funkcje i ustawienia gry mogą podlegać regulaminowi serwisu gier. Więcej informacji można uzyskać w serwisie gier:</li>
    <li>
        <ul>

            <li>Procedury zarządzania niedokończonymi rundami gry.</li>
            <li>Czas, po kt&oacute;rym nieaktywne sesje gry ulegają automatycznemu wygaszeniu.</li>
        </ul>
    </li>
    <li>W przypadku awarii sprzętu lub oprogramowania komputerowego, wszystkie aktywne zakłady i wypłaty w grze są anulowane, a wszystkie aktywne zakłady zwracane.</li>
    <li><span>Ostatnia aktualizacja: 29.01.2018.</span></li>
</ul>

    




 
  
 