<ul>
    <li>Rainbow Wilds ist ein Videospielautomat mit 5 Walzen und 4 Reihen sowie 1024 Gewinnkombinationen. Er bietet Wild-Sterne, expandierende Wilds, Sticky Wilds, Gratis-Tumbles und Freispiele mit ansteigenden Multiplikatoren.</li>
    <li>Sie spielen mit fixen 50 M&uuml;nzen pro Spin. Der Gesamteinsatz wird auf dem Einsatz-Button angezeigt.</li>
    <li>Um den Einsatzbetrag zu &auml;ndern, &ouml;ffnen Sie den Einsatzbereich und w&auml;hlen mithilfe der Pfeile einen Betrag.</li>
    <li><span>H&Ouml;CHSTEINSATZ</span>&nbsp;l&auml;dt den maximal zul&auml;ssigen Einsatzbetrag.</li>
    <li><span>M&Uuml;NZEN/CASH</span> schaltet zwischen der Anzeige des Guthabens und der Auszahlungsbetr&auml;ge von CASH in M&Uuml;NZEN um. Der Einsatzbetrag wird immer in CASH angezeigt. Der Wert der M&uuml;nzen ist: Einsatzbetrag/Anzahl der Linien.</li>
    <li>Der Spin-Button startet das Spiel mit dem aktuellen Einsatzwert.</li>
    <li>Gewinnkombinationen und Auszahlungen ergeben sich aufgrund der <span>AUSZAHLUNGSTABELLE</span> und der Anzahl der Gewinnm&ouml;glichkeiten</li>
    <li>Ein Gewinnkombinations-Gewinn entspricht dem in der <span>AUSZAHLUNGSTABELLE</span> angezeigten Wert, multipliziert mit der Anzahl des Erscheinens dieses Symbols auf jeder Walze</li>
    <li>Wild-Symbole z&auml;hlen gleichzeitig als alle anderen Symbole, die keine Wild-Symbole sind.</li>
    <li>Freispiele werden nach 4 oder mehr aufeinanderfolgenden Tumble-Gewinnen gew&auml;hrt.</li>
    <li>Die Anzahl der gewonnenen FS h&auml;ngt von der Anzahl der aufeinanderfolgenden Tumbles ab.</li>
    <li>W&auml;hrend des regul&auml;ren Spiels k&ouml;nnen Wild-Sterne und expandierende Wild-Symbole auf der 2., 3., 4. und 5. Walze erscheinen. Ein Sticky Wild-Symbol kann auf der mittleren Walze erscheinen.</li>
    <li>W&auml;hrend der Freispiele werden ansteigende Multiplikatoren aktiviert.</li>
    <li>Wenn Sie&nbsp;ZUM SPASS SPIELEN, steht kein Spielverlauf zur Verf&uuml;gung.</li>
   <li>&Ouml;ffnen Sie das Men&uuml; <span>AUTOPLAY</span>, indem Sie den Spin-Button gedr&uuml;ckt halten, um die Anzahl der Runden anzupassen (Sie k&ouml;nnen jederzeit auf den&nbsp;<span>SPIELEN</span>-Button klicken, um das Autoplay zu starten bzw. auf den <span>STOPP</span>-Button, um es zu stoppen). Um die Stopp-Kriterien anzupassen, &ouml;ffnen Sie im Men&uuml; die Autoplay-Einstellungen.</li>
    <li>Das Spiel hat ein Auszahlungslimit. Es betr&auml;gt den Einsatz, multipliziert mit 6000 pro Spielrunde oder 300.000 M&uuml;nzen. Sollte der Auszahlungsbetrag aus irgendeinem Grund h&ouml;her sein als der sich hieraus ergebende Betrag, wird er stattdessen auf den Maximalbetrag reduziert.</li>
</ul><br><h2>EXPANDIERENDES WILD-SYMBOL w&auml;hrend des regul&auml;ren Spiels</h2>
<ul>
    <li>Wenn ein expandierendes Wild-Symbol im oberen Teil einer Walze erscheint, erweitert es sich und erstreckt sich &uuml;ber die gesamte Walze.</li>
    <li>Es k&ouml;nnen gleichzeitig mehrere expandierende Wild-Symbole auf den Walzen erscheinen.</li>
    <li>Expandierende Wilds ersetzen alle Symbole, die keine Wild-Symbole sind, und k&ouml;nnen auf jeder Walze au&szlig;er der 1. erscheinen.</li>
</ul>

<h2>Freispiele</h2>
<ul>
    <li>Freispiele werden nach aufeinanderfolgenden Tumble-Gewinnen gew&auml;hrt.</li>
    <li>
        <ul>
            <li>4 aufeinanderfolgende Tumble-Gewinne vergeben 14 Freispiele und keinen zus&auml;tzlichen Start-Multiplikator</li>
            <li>5 aufeinanderfolgende Tumble-Gewinne vergeben 16 Freispiele und keinen zus&auml;tzlichen Start-Multiplikator</li>
			<li>6 aufeinanderfolgende Tumble-Gewinne vergeben 16 Freispiele und einen 3-fachen Start-Multiplikator</li>
			<li>7 aufeinanderfolgende Tumble-Gewinne vergeben 20 Freispiele und einen 3-fachen Start-Multiplikator</li>
			<li>8 aufeinanderfolgende Tumble-Gewinne vergeben 20 Freispiele und einen 6-fachen Start-Multiplikator</li>
        </ul>
    </li>
</ul>

<h2>Erweiterte Autoplay-Optionen</h2>
<ul>
     <li>Um erweiterte Autoplay-Optionen einzustellen, klicken Sie in der oberen linken Ecke des Spiels auf das Men&uuml;symbol und w&auml;hlen Sie dann im Men&uuml;bereich das Symbol&nbsp;<span>AUTOPLAY</span>.
 </li>
    <li><span>Stoppen bei beliebigem Gewinn.</span> Autoplay stoppen, wenn Sie eine Runde gewinnen.</li>
    <li><span>Stoppen bei einem Einzelgewinn von.</span> Autoplay stoppen, wenn der Betrag, den Sie gewinnen, dem angegebenen Betrag entspricht bzw. diesen &uuml;bersteigt.</li>
    <li><span>Stoppen bei einer Cash-Erh&ouml;hung von.</span> Autoplay stoppen bei einer Cash-Erh&ouml;hung um den angegebenen Betrag.</li>
    <li><span>Stoppen bei einer Cash-Verringerung von.</span> Autoplay stoppen bei einer Cash-Verringerung um den angegebenen Betrag.</li>
    <li><span>Stoppen, wenn ein beliebiges Features gestartet wird.</span> Autoplay stoppen, wenn ein Feature ausgel&ouml;st wird.</li>
    <li><span>Hinweis:</span> Wenn Sie die Autoplay-Einstellungen w&auml;hrend einer Spielrunde &auml;ndern, werden alle ge&auml;nderten Einstellungen erst wirksam, nachdem die Spielrunde oder das Feature beendet ist.</li>
    <li><span>Hinweis:</span> Wenn Ihre Verbindung w&auml;hrend des Spiels unterbrochen wird, werden alle Autoplay-Einstellungen auf die Standardeinstellungen zur&uuml;ckgesetzt, wenn Sie das Spiel erneut laden.</li>
    <li><span>Hinweis:</span> Einige Autoplay-Optionen sind in einigen L&auml;ndern zwingend vorgeschrieben.</li>
</ul>

<h2>Spieleinstellungsoptionen</h2>
<ul>
    <li>Um die Spieleinstellungen zu &ouml;ffnen, klicken Sie auf das Men&uuml;symbol in der oberen linken Ecke.</li>
    <li><span>Seite &quot;Ton&quot;</span></li>
    <li><span>Toneffekte.</span> Schaltet die Toneffekte ein oder aus.</li>
    <li><span>Hintergrundmusik.</span> Schaltet die Hintergrundmusik ein oder aus.</li>
    <li><span>Seite &quot;Einstellungen&quot;</span></li>
    <li><span>Links drehender Spin.</span> Tauscht die Position des Einsatz- und des Spin-Buttons.</li>
    <li><span>Intro-Bildschirm.</span> Schaltet den Intro-Bildschirm ein oder aus.</li>
    <li><span>Seite &quot;Autoplay&quot;</span></li>
    <li><span>Autoplay.</span> Siehe Erweiterte Autoplay-Optionen weiter oben.</li>
    <li><span>Spielverlauf</span></li>
    <li><span>Spielverlaufsliste.</span> Eine Liste aller gespielten Spiele (im SPASS-Modus nicht verf&uuml;gbar). Klicken Sie auf eine Zeile, um alle verf&uuml;gbaren Details anzuzeigen.</li>
    <li><span>Seite &quot;Einsatzeinstellungen&quot;</span></li>
    <li><span>Anzeige in M&uuml;nzen.</span> Schaltet zwischen M&uuml;nzen und Cash um (wirkt sich nur auf Gesamtguthaben und Gewinne aus). Der Einsatz wird immer in der aktuellen W&auml;hrung in Cash angezeigt.</li>
    <li><span>Homepage.</span> Klicken Sie auf den Home-Button, um zur Lobby zur&uuml;ckzukehren.</li>
</ul>

<h2>Return to Player</h2>
<ul>
    <li>Der theoretische Return to Player (RTP) betr&auml;gt bei diesem Spiel <span class="__rtp"></span> %.</li>
</ul>
<h2>Weitere Informationen</h2>
<ul>
    <li>Die folgenden Spielfunktionen und Einstellungen k&ouml;nnen den allgemeinen Gesch&auml;ftsbedingungen der Spieleseite unterliegen. Weitere Informationen zu den folgenden Themen finden Sie auf der Spiele-Website:</li>
    <li>
        <ul>

            <li>Die Verfahren zur Handhabung nicht beendeter Spielrunden.</li>
            <li>Die Zeit, nach der inaktive Spielsitzungen automatisch beendet werden.</li>
        </ul>
    </li>
    <li>Im Falle einer Fehlfunktion der Spielehardware/-software werden alle davon betroffenen Spieleins&auml;tze und Auszahlungen f&uuml;r ung&uuml;ltig erkl&auml;rt und die betroffenen Eins&auml;tze werden r&uuml;ckerstattet.</li>
    <li><span>Zuletzt ge&auml;ndert am 29.01.2018.</span></li>
</ul>

    



 
   
 