<ul>
    <li>Rainbow Wilds &auml;r en spelautomat med 5 hjul, 4 kolumner och 1 024 vinsts&auml;tt som inneh&aring;ller wildstj&auml;rnor, expanderande wilds, klibbiga wilds, fallande symboler och gratissnurr med stigande multiplikatorer.</li>
    <li>Du spelar med 50 mynt per snurr och totalinsatsen visas p&aring; insatssknappen.</li>
    <li>Om du vill &auml;ndra ett insatsv&auml;rde &ouml;ppnar du insatspanelen och anv&auml;nder dig av pilarna.</li>
    <li><span>MAXINSATS</span> laddar maximalt insatsv&auml;rde.</li>
    <li><span>MYNT/KONTANT</span> v&auml;xlar saldot mellan att visa utbetalningsv&auml;rdena i KONTANTER till MYNT, insatsv&auml;rdet visas alltid i KONTANTER. Myntets v&auml;rde &auml;r: Insatsv&auml;rde/antal rader.</li>
    <li>N&auml;r du trycker p&aring; snurraknappen spelar du med det aktuella insatsv&auml;rdet.</li>
    <li>Vinnande kombinationer och utbetalningar g&ouml;rs i enlighet med <span>VINSTTABELLEN</span> och antalet vinsts&auml;tt</li>
    <li>N&auml;r ett vinsts&auml;tt ger vinst motsvarar vinstv&auml;rdet det v&auml;rde som visas i <span>VINSTTABELLEN</span> multiplicerat med antalet g&aring;nger som den symbolen visat sig p&aring; varje hjul</li>
    <li>Wildsymboler fungerar som alla icke-wildsymboler samtidigt.</li>
    <li>Gratissnurr tilldelas vid minst 4 raka vinster fr&aring;n fallande symboler.</li>
    <li>Antalet utdelade gratissnurr beror p&aring; antalet symbolfall i f&ouml;ljd.</li>
    <li>Under vanligt spel kan wildstj&auml;rnor och expanderande wildsymboler visas p&aring; hjul nummer 2, 3, 4 och 5. En klibbig wildsymbol kan dyka upp p&aring; mittenhjulet.</li>
    <li>Inkrementella multiplikatorer aktiveras under gratissnurrspelet.</li>
    <li>Spelhistorik &auml;r inte tillg&auml;ngligt n&auml;r du SPELAR P&Aring; SKOJ.</li>
    <li>&Ouml;ppna <span>AUTOSPEL</span>-menyn genom att h&aring;lla ner snurrknappen f&ouml;r att justera antal rundor (klicka p&aring; <span>SPELA</span>-knappen d&auml;ri f&ouml;r att starta och senare <span>STOPP</span>-knappen f&ouml;r att stanna n&auml;r du vill). Du kan justera stoppkriterier genom att &ouml;ppna inst&auml;llningar f&ouml;r autospel i menyn.</li>
    <li>Utbetalningsgr&auml;nsen f&ouml;r spelet &auml;r insatsen multiplicerat med 6 000 per spelrunda eller 300 000 mynt. Om utbetalningen av n&aring;gon orsak &ouml;verskrider dessa belopp minskas utbetalningen till denna summa.</li>
</ul><br><h2>EXPANDERANDE WILDSYMBOL vid vanligt spel</h2>
<ul>
    <li>N&auml;r en expanderande wildikon dyker upp &ouml;verst p&aring; n&aring;got hjul expanderar den och t&auml;cker hela hjulet.</li>
    <li>Fler &auml;n en expanderande wild kan visas p&aring; hjulen samtidigt.</li>
    <li>Expanderande wildsymboler fungerar som alla icke-wildsymboler och kan visas p&aring; vilket hjul som helst f&ouml;rutom det f&ouml;rsta.</li>
</ul>

<h2>Gratissnurr</h2>
<ul>
    <li>Gratissnurr tilldelas vid successiva vinster fr&aring;n fallande symboler.</li>
    <li>
        <ul>
            <li>Vid 4 p&aring; varandra f&ouml;ljande vinster fr&aring;n fallande symboler f&aring;r du 14 gratissnurr utan n&aring;gon extra startmultiplikator</li>
            <li>Vid 5 p&aring; varandra f&ouml;ljande vinster fr&aring;n fallande symboler f&aring;r du 16 gratissnurr utan n&aring;gon extra startmultiplikator</li>
			<li>Vid 6 p&aring; varandra f&ouml;ljande vinster fr&aring;n fallande symboler f&aring;r du 16 gratissnurr och en x3-startmultiplikator</li>
			<li>Vid 7 p&aring; varandra f&ouml;ljande vinster fr&aring;n fallande symboler f&aring;r du 20 gratissnurr och en x3-startmultiplikator</li>
			<li>Vid 8 p&aring; varandra f&ouml;ljande vinster fr&aring;n fallande symboler f&aring;r du 20 gratissnurr och en x6-startmultiplikator</li>
        </ul>
    </li>
</ul>

<h2>Avancerade autospelsinst&auml;llningar</h2>
<ul>
  <li>F&ouml;r att st&auml;lla in avancerade autospelsinst&auml;llningar, klicka p&aring; menyikonen i spelf&ouml;nstrets &ouml;vre v&auml;nstra h&ouml;rn och v&auml;lj sedan&nbsp;<span>AUTOSPEL</span>-symbolen i menypanelen.</li>
    <li><span>Stoppa vid vinst.</span> Stoppar autospel n&auml;r du vinner i en runda.</li>
    <li><span>Stoppa vid enskild vinst om...</span> Stoppar autospel n&auml;r beloppet du vinner &ouml;verskrider eller &auml;r lika med angivet belopp.</li>
    <li><span>Stoppa om saldot &ouml;kar med...</span> Stoppar autospel om saldot &ouml;kar med specificerat belopp.</li>
    <li><span>Stoppa om saldot minskar med...</span> Stoppar autospel om saldot minskar med angivet belopp.</li>
    <li><span>Stoppa n&auml;r en funktion startas.</span> Stoppar autospel om en spelfunktion aktiveras.</li>
    <li><span>Obs:</span> N&auml;r du &auml;ndrar inst&auml;llningar f&ouml;r autospel under en spelrunda s&aring; aktiveras alla inst&auml;llningar n&auml;r spelrundan eller funktionen &auml;r genomf&ouml;rd.</li>
    <li><span>Obs:</span> Om du tappar uppkopplingen under spel kommer alla inst&auml;llningar f&ouml;r autospel att &aring;terst&auml;llas till standard n&auml;r du &ouml;ppnar spelet p&aring; nytt.</li>
    <li><span>Obs:</span> Vissa alternativ f&ouml;r autospel &auml;r obligatoriska f&ouml;r vissa regioner.</li>
</ul>

<h2>Spelinst&auml;llningar</h2>
<ul>
    <li>F&ouml;r att g&aring; till spelinst&auml;llningar klickar du p&aring; menyikonen i det &ouml;vre v&auml;nstra h&ouml;rnet.</li>
    <li><span>Ljudsida</span></li>
    <li><span>Ljudeffekter.</span> St&auml;nger av eller sl&aring;r p&aring; ljudeffekter.</li>
    <li><span>Bakgrundsmusik.</span> St&auml;nger av eller sl&aring;r p&aring; bakgrundsmusik.</li>
    <li><span>Inst&auml;llningar</span></li>
    <li><span>V&auml;nsterhandssnurr.</span> Byter plats p&aring; knapparna Satsa och Snurra.</li>
    <li><span>Introsk&auml;rm.</span> S&auml;tter p&aring; eller st&auml;nger av introsk&auml;rmen.</li>
    <li><span>Autospel</span></li>
    <li><span>Autospel.</span> Se de tidigare avancerade autospelsinst&auml;llningarna.</li>
    <li><span>Spelhistorik</span></li>
    <li><span>F&ouml;rteckning spelhistorik.</span> Lista &ouml;ver alla spel som spelats (inte tillg&auml;ngligt i SKOJ-l&auml;ge), klicka p&aring; en rad f&ouml;r att se alla tillg&auml;ngliga detaljer.</li>
    <li><span>Insatsinst&auml;llningar</span></li>
    <li><span>Visa i mynt.</span> V&auml;xlar mellan mynt och kontanter. Detta p&aring;verkar bara totalsaldo och vinster, insatsen visas alltid i kontanter och i aktuell valuta.</li>
    <li><span>Startsidan.</span> Klicka p&aring; Hemknappen f&ouml;r att komma tillbaka till lobbyn.</li>
</ul>

<h2>Utdelning till spelaren</h2>
<ul>
    <li>Den teoretiska utdelningen till spelaren i detta spel &auml;r <span class="__rtp"></span> %.</li>
</ul>
<h2>Ytterligare information</h2>
<ul>
    <li>F&ouml;ljande spelfunktioner och -inst&auml;llningar kan p&aring;verkas av spelsajtens regler och villkor. F&ouml;r mer information om f&ouml;ljande, bes&ouml;k webbsidan:</li>
    <li>
        <ul>

            <li>Metoder f&ouml;r att hantera ofullst&auml;ndiga spelrundor.</li>
            <li>Tiden det tar f&ouml;r en inaktiv spelsession att automatiskt avslutas.</li>
        </ul>
    </li>
    <li>Vid fel i spelh&aring;rdvara/-mjukvara f&ouml;rklaras alla p&aring;verkade spelinsatser och vinster ogiltiga och insatserna &aring;terbetalas.</li>
    <li><span>Senast uppdaterat (29/01/2018).</span></li>
</ul>



    
 
    
 