<ul>
    <li>Blood Queen normal oyun sırasında wild &ccedil;ark, &Uuml;cretsiz D&ouml;nd&uuml;rme oyununda ise &Uuml;cretsiz D&ouml;nd&uuml;rmeler, kayan wild &ccedil;arkları ve genişleyen yapışkan wild&apos;lar bulunan, 5 &ccedil;arklı ve 3 satırlı bir video slot oyunudur.</li>
    <li>D&ouml;nd&uuml;rme başına sabit 30 satırla (satır başına 1 jeton) oynarsınız ve toplam bahis tutarı da bahis d&uuml;ğmesinin &uuml;zerinde g&ouml;sterilir.</li>
    <li>Bahis değerini değiştirmek i&ccedil;in bahis panelini a&ccedil;ın ve &ccedil;arkı d&ouml;nd&uuml;rerek birini se&ccedil;in.</li>
    <li>BAHİS AYARLARI men&uuml;s&uuml;ndeki JETON OLARAK G&Ouml;STER &ouml;zelliğiyle, bakiyenizi ve kazan&ccedil; tutarlarını NAKİT olarak veya JETON olarak g&ouml;rmeyi se&ccedil;ebilirsiniz, bahis tutarı her zaman NAKİT olarak g&ouml;sterilir. Jeton tutarı: Bahis tutarı/satır sayısı.</li>
    <li>D&ouml;nd&uuml;r d&uuml;ğmesi oyunu mevcut tutarla oynar (ayarlar men&uuml;s&uuml;nde bu &ouml;zellik etkinse, &ccedil;arkları yukarı-aşağı s&uuml;r&uuml;kleyerek de d&ouml;nd&uuml;rebilirsiniz).</li>
    <li>Kazanan kombinasyonlar ve kazan&ccedil;lar,&nbsp;<span>KAZAN&Ccedil; TABLOSUNA</span> g&ouml;re belirlenir.</li>
    <li>Bir jeton satırı kazancı,&nbsp;<span>KAZAN&Ccedil; TABLOSUNDA</span> g&ouml;sterilen değere eşittir.</li>
    <li>Etkin bir kazan&ccedil; satýrýnda sadece soldan saða doðru en y&uuml;ksek kazan&ccedil; &ouml;denir.</li>
    <li>Wild sembolleri, &ouml;zel olmayan t&uuml;m sembollerin yerine ge&ccedil;er.</li>
    <li>&Uuml;cretsiz D&ouml;nd&uuml;rme sembol&uuml; &ccedil;arklarýn herhangi bir yerinde &ccedil;ýkabilir.</li>
    <li>Kazanýlan &Uuml;cretsiz D&ouml;nd&uuml;rme sayýsý, &ccedil;arklarda g&ouml;r&uuml;nen &Uuml;cretsiz D&ouml;nd&uuml;rme simgelerinin sayýsýna baðlýdýr.</li>
    <li>Normal oyunda wild sembolleri herhangi bir &ccedil;arkýn &uuml;st kýsmýnda &ccedil;ýkýp geniþleyerek t&uuml;m &ccedil;arký kaplar.</li>
    <li>&Uuml;cretsiz D&ouml;nd&uuml;rme oyunu sýrasýnda &ouml;zel geniþleyen yapýþkan wild sembolleri ve kayan wild &ccedil;arký etkinleþir.</li>
    <li>EÐLENCESÝNE OYUNDA Oyun Ge&ccedil;miþi tutulmaz</li>
    <li>D&ouml;nd&uuml;r d&uuml;ðmesini basýlý tutarak <span>OTO. OYUN</span> men&uuml;s&uuml;n&uuml; a&ccedil;abilir, buradan tur sayýsýný ayarlayabilirsiniz&nbsp;(baþlatmak i&ccedil;in i&ccedil;erideki <span>OYNA</span>d&uuml;ðmesine, durdurmak i&ccedil;inse dilediðiniz zaman <span>DUR</span> d&uuml;ðmesine basmanýz gerekir). Durdurma kriterlerini belirlemek i&ccedil;in, men&uuml;den otomatik oyun ayarlarýný a&ccedil;ýn.</li>
    <li>Oyunda, oyun turu baþýna bahsin 4000 katý deðerinde bir &ouml;deme limiti bulunur. Kazan&ccedil; herhangi bir nedenle bu tutarý aþarsa, kazan&ccedil; bu tutara indirilecektir.</li>
</ul><br><h2>Geliþmiþ Oto. Oyun Ayarlarý</h2>
<ul>
    <li>Geliþmiþ oto. oyun ayarlarýný belirlemek i&ccedil;in, oyunun sol &uuml;st k&ouml;þesinden men&uuml; simgesini týklayýn ve men&uuml; panelinden&nbsp;<span>OTO. OYUN</span> sembol&uuml;n&uuml; týklayýn.</li>
    <li><span>Herhangi bir kazan&ccedil;ta dur.</span> Bir turdan kazan&ccedil; elde ettiðinizde Oto. Oyun durur.</li>
    <li><span>Þu kadar tekil kazan&ccedil;ta dur.</span> Belirttiðiniz tutar veya daha fazlasý kazanýldýðýnda Oto. Oyunu durdurur.</li>
    <li><span>Nakit þu kadar artarsa dur.</span> Nakit belirtilen tutar kadar arttýðýnda Oto. Oyunu durdurur.</li>
    <li><span>Nakit þu kadar azalýrsa dur.</span> Nakit belirtilen tutar kadar azaldýðýnda Oto. Oyunu durdurur.</li>
    <li><span>Bir mini oyun baþladýðýnda dur.</span> Herhangi bir mini oyun baþladýðýnda Oto. Oyunu durdurur.</li>
    <li><span>Not:</span> Bir oyun turu sýrasýnda Oto. Oyun ayarlarýný deðiþtirirseniz, yeni ayarlar oyun turu veya mini oyun tamamlandýktan sonra etkinleþecektir.</li>
    <li><span>Not:</span> Oyun sýrasýnda baðlantýnýz kesilirse, oyun yeniden y&uuml;klendiðinde t&uuml;m Oto. Oyun ayarlarýnýz varsayýlanlara sýfýrlanacaktýr.</li>
    <li><span>Not:</span> Bazý Oto. Oyun se&ccedil;enekleri, belirli yargý alanlarýnda zorunludur.</li>
</ul>


<h2>Normal oyun sýrasýnda WILD &Ccedil;ARKI SEMBOL&Uuml;</h2>
<ul>
    <li>Herhangi bir &ccedil;arkýn &uuml;st kýsmýnda bir gargoyle sembol&uuml; &ccedil;ýkarsa, bu sembol geniþleyerek t&uuml;m &ccedil;arký kaplar.</li>
    <li>&Ccedil;arklarda ayný anda birden fazla wild &ccedil;ýkabilir.</li>
    <li>Wild &ccedil;arký, &Uuml;cretsiz D&ouml;nd&uuml;rme sembolleri dýþýnda t&uuml;m sembollerin yerine ge&ccedil;er.</li>
</ul>

<h2>&Uuml;cretsiz D&ouml;nd&uuml;rme</h2>
<ul>
    <li>&Uuml;cretsiz D&ouml;nd&uuml;rme sembol&uuml; &ccedil;arklarýn herhangi bir yerinde &ccedil;ýkabilir.</li>
    <li>Kazanýlan &Uuml;cretsiz D&ouml;nd&uuml;rme sayýsý, &ccedil;arklarda g&ouml;r&uuml;nen &Uuml;cretsiz D&ouml;nd&uuml;rme sembollerinin sayýsýna baðlýdýr.</li>
    <li>
        <ul>
            <li>3 sembol 20 &Uuml;cretsiz D&ouml;nd&uuml;rme kazandýrýr</li>
            <li>4 sembol 30 &Uuml;cretsiz D&ouml;nd&uuml;rme kazandýrýr</li>
            <li>5 sembol 50 &Uuml;cretsiz D&ouml;nd&uuml;rme kazandýrýr</li>
        </ul>
    </li>
    <li>Ýlk &Uuml;cretsiz D&ouml;nd&uuml;rme oyun se&ccedil;imine baðlý olarak (Van Hell veya Blood Queen) &Uuml;cretsiz D&ouml;nd&uuml;rme oyunu sýrasýnda iki farklý wild sembol&uuml; g&ouml;sterilebilir:</li>
    <li><span>Van Hell&apos;in Kutsal Suyu geniþleyen yapýþkan wild</span></li>
    <li>
        <ul>
            <li>Kutsal Su, 2, 3, 4. &ccedil;arklarda herhangi bir konumda &ccedil;ýkar ve geniþleyen yapýþkan wild&apos;ý etkinleþtirir. Ýlk yapýþkan wild simgesinin konumu, wild&apos;larýn yayýlma animasyonunun y&ouml;n&uuml;n&uuml; belirler. Kutsal Su ortaya &ccedil;ýktýktan sonra 4 sembol&uuml; kaplayana kadar her d&ouml;n&uuml;þte b&uuml;y&uuml;r ve kapladýktan sonraki d&ouml;n&uuml;þte yok olur. Yayýlma animasyonu dikey olarak baþlar ve yatay olarak merkeze doðru hareket eder.</li>
            <li>&Ccedil;arklarda ayný anda birden fazla yapýþkan wild ortaya &ccedil;ýkabilir.</li>
            <li>Herhangi bir etkin yapýþkan wild son &Uuml;cretsiz D&ouml;nd&uuml;rme sýrasýnda oynatýlýrsa yerinde kalýr.</li>
            <li>Wild sembolleri, t&uuml;m &ouml;zel olmayan sembollerin yerine ge&ccedil;er.</li>
        </ul>
    </li>
    <li><span>Blood Queen kayan wild &ccedil;arký</span></li>
    <li>
        <ul>
            <li>Kan Ýksiri wild sembol&uuml;, 2, 3, 4. &ccedil;arkýn &uuml;st&uuml;nde g&ouml;r&uuml;n&uuml;r ve t&uuml;m &ccedil;arký kaplayarak geniþler. Wild &ccedil;arký, ortadan kaybolacaðý ilk &ccedil;arka ulaþana kadar her d&ouml;nd&uuml;rmede sola doðru kayar.</li>
            <li>Ayný anda birden fazla wild &ccedil;arký &ccedil;ýkabilir.</li>
            <li>Herhangi bir etkin wild &ccedil;arký son &Uuml;cretsiz D&ouml;nd&uuml;rme sýrasýnda oynatýlýrsa yerinde kalýr ve &Uuml;cretsiz D&ouml;nd&uuml;rmeler sonra erdiðinde wild&apos;lar yapýþmaz.</li>
            <li>Wild sembolleri, &ouml;zel olmayan her sembol&uuml;n yerine ge&ccedil;er.</li>
        </ul>
    </li>
</ul>

<h2>Oyun Ayar Se&ccedil;enekleri</h2>
<ul>
    <li>Oyun ayarlarýna eriþmek i&ccedil;in, sol &uuml;st k&ouml;þedeki simgeyi týklayýn.</li>
    <li><span>Ses sayfasý</span></li>
    <li><span>Ses efektleri.</span> Ses efektlerini a&ccedil;ýp kapatýr.</li>
    <li><span>Arka plan m&uuml;ziði.</span> Arka plan m&uuml;ziðini a&ccedil;ýp kapatýr.</li>
    <li><span>Ayar sayfasý</span></li>
    <li><span>Solak d&ouml;nd&uuml;rme.</span> Bahis ve D&ouml;nd&uuml;r d&uuml;ðmelerinin konumunu deðiþtirir.</li>
    <li><span>Giriþ ekraný.</span> Giriþ ekranýný a&ccedil;ýp kapatýr.</li>
    <li><span>Oto. Oyun Sayfasý</span></li>
    <li><span>Oto. Oyun</span> Daha &ouml;nce bahsedilen Geliþmiþ Oto. Oyun se&ccedil;enekleri.</li>
    <li><span>Oyun Ge&ccedil;miþi</span></li>
    <li><span>Oyun ge&ccedil;miþi listesi.</span> Oynanan t&uuml;m </li>
    <li><span>Bahis ayarlarý sayfasý</span></li>
    <li><span>Jeton olarak g&ouml;ster.</span> Jeton ve nakit arasýnda se&ccedil;im yapabilirsiniz. Sadece toplam bakiye ve kazancý etkiler, bahis her zaman kendi para biriminizde nakit olarak g&ouml;sterilir.</li>
    <li><span>Anasayfa</span> Lobiye &ccedil;ýkmak i&ccedil;in Anasayfa d&uuml;ðmesini týklayýn.</li>
</ul>

<h2>Oyuncu Kazancý</h2>
<ul>
    <li>Bu oyunun teorik oyuncu kazancý: <span class="__rtp">%</span>.</li>
</ul>
<h2>Ek Bilgiler</h2>
<ul>
    <li>Þu mini oyunlar ve ayarlar, oyun sitesinin h&uuml;k&uuml;m ve koþullarýna tabi olabilir. Bunlar hakkýnda daha fazla bilgi i&ccedil;in, oyun web sitesini inceleyin:</li>
    <li>
        <ul>

            <li>Tamamlanmamýþ oyun turlarýnda ge&ccedil;erli prosed&uuml;r.</li>
            <li>Etkin olmayan oyun oturumlarýnýn otomatik sonlanma s&uuml;resi.</li>
        </ul>
    </li>
    <li>Oyun donaným/yazýlýmýnda hata halinde, etkilenen t&uuml;m oyun bahisleri ve kazan&ccedil;lar ge&ccedil;ersiz kalýr ve etkilenen t&uuml;m bahisler iade edilir.</li>
    <li><span>Son g&uuml;ncelleme: 26/09/2017.</span></li>
</ul>
