<ul>
    <li>Blood Queen es una v&iacute;deo tragaperras de 5 carretes y 3 filas con un carrete Wild durante el juego est&aacute;ndar, giros gratis, un carrete wild cambiante y un carrete wild pegajoso expandido durante los giros gratis.</li>
    <li>Jugar&aacute; 30 l&iacute;neas fijas por giro (1 moneda por l&iacute;nea) y podr&aacute; ver el valor total de la jugada en el bot&oacute;n de apuesta.</li>
    <li>Para cambiar el valor de la apuesta, abra el panel apuesta y aj&uacute;stelo arrastrando la rueda.</li>
    <li>En el men&uacute; AJUSTES DE APUESTA la opci&oacute;n MOSTRAR EN MONEDAS cambia el mensaje de saldo y los valores de los premios entre EFECTIVO y MONEDAS, el valor de la apuesta siempre aparece en EFECTIVO. El valor de la moneda es: valor de la apuesta / n&uacute;mero de l&iacute;neas.</li>
    <li>El bot&oacute;n girar inicia el juego con el valor de apuesta actual (si lo ha activado en los ajustes, puede arrastrar los carretes arriba o abajo para que giren).</li>
    <li>Las combinaciones ganadoras y los premios se pagan seg&uacute;n la <span>TABLA DE PREMIOS.</span></li>
    <li>Un premio de l&iacute;nea de una moneda equivale al valor que aparece en la <span>TABLA DE PREMIOS.</span></li>
    <li>Un premio de l&iacute;nea de una moneda equivale al valor que aparece en la <span>TABLA DE PREMIOS.</span></li>
    <li>En cada l&iacute;nea de apuesta activa solo se pagar&aacute; la mayor combinaci&oacute;n ganadora de izquierda a derecha.</li>
    <li>Los s&iacute;mbolos Wild sustituyen a todos los s&iacute;mbolos salvo a los especiales.</li>
    <li>Los s&iacute;mbolos Giros Gratis pueden aparecer en cualquier posici&oacute;n de los carretes.</li>
    <li>El n&uacute;mero de GG activados depende del n&uacute;mero de iconos GG que aparezcan en los carretes.</li>
    <li>Durante el juego est&aacute;ndar los s&iacute;mbolos Wild que aparezcan en las posiciones superiores de cualquier carretes se expandir&aacute;n para cubrirlo del todo.</li>
    <li>Los s&iacute;mbolos Wild pegajosos especiales y el carrete Wild cambiante se activan durante los Giros Gratis.</li>
    <li>Cuando est&aacute; JUGANDO POR DIVERSI&Oacute;N no tendr&aacute; disponible el Historial de Juego.</li>
    <li>Abra el men&uacute; <span>JUEGO AUTOM&Aacute;TICO</span> manteniendo pulsado el bot&oacute;n girar y ajuste el n&uacute;mero de rondas (pulse el bot&oacute;n <span>JUGAR</span> interior para empezar y el bot&oacute;n <span>PARAR</span> para detenerlo en cualquier momento). Para ajustar los criterios de detenci&oacute;n, abra los ajustes de juego autom&aacute;tico en el men&uacute;.</li>
    <li>El juego tiene un l&iacute;mite de premio de la apuesta multiplicada por 4.000 por ronda de juego. Si el premio supera por cualquier raz&oacute;n esta cantidad, entonces el premio se reducir&aacute; a esta cantidad.</li>
</ul><br><h2>Opciones avanzadas de Juego Autom&aacute;tico</h2>
<ul>
    <li>Para establecer opciones avanzadas de juego autom&aacute;tico, pulse el icono men&uacute; en la esquina superior izquierda del juego y despu&eacute;s seleccione el icono <span>JUEGO AUTOM&Aacute;TICO</span> en el panel men&uacute;.</li>
    <li><span>Parar con cualquier premio.</span> Detiene el juego autom&aacute;tico cuando gana en una ronda.</li>
    <li><span>Parar al ganar un premio &uacute;nico de.</span> Detiene el juego autom&aacute;tico cuando la cantidad ganada es igual o mayor que la cifra especificada.</li>
    <li><span>Parar si el efectivo pasa de.</span> Detiene el juego autom&aacute;tico si el efectivo pasa de la cantidad especificada.</li>
    <li><span>Parar si el efectivo baja de.</span> Detiene el juego autom&aacute;tico si el efectivo baja de la cantidad especificada.</li>
    <li><span>Parar al activar cualquier funci&oacute;n.</span> Detiene el juego autom&aacute;tico si se activa cualquier funci&oacute;n del juego.</li>
    <li><span>Nota:</span> cuando cambie los ajustes de juego autom&aacute;tico durante una ronda de juego, estos entrar&aacute;n en vigor una vez la ronda de juego o funci&oacute;n hayan terminado.</li>
    <li><span>Nota:</span> si se desconecta mientras juega, cuando vuelva a cargar el juego todos los ajustes de juego autom&aacute;tico volver&aacute;n a sus valores predeterminados.</li>
    <li><span>Nota:</span> en algunas jurisdicciones ciertas opciones de juego autom&aacute;tico son obligatorias.</li>
</ul>


<h2>S&Iacute;MBOLO CARRETE WILD durante el juego est&aacute;ndar</h2>
<ul>
    <li>Cuando sobre la posici&oacute;n superior de cualquier carrete aparezca un icono como una g&aacute;rgola, este se expandir&aacute; para cubrir todo el carrete.</li>
    <li>En los carretes puede aparecer m&aacute;s de 1 carrete Wild a la vez.</li>
    <li>El carrete Wild completa y sustituye a todos los iconos salvo a los s&iacute;mbolos Giros Gratis.</li>
</ul>

<h2>Giro Gratis</h2>
<ul>
    <li>Los s&iacute;mbolos Giros Gratis pueden aparecer en cualquier posici&oacute;n de los carretes.</li>
    <li>El n&uacute;mero de Giros Gratis activados dependen del n&uacute;mero de s&iacute;mbolos Giros Gratis que aparecen en los carretes.</li>
    <li>
        <ul>
            <li>3 s&iacute;mbolos activan 20 Giros Gratis</li>
            <li>4 s&iacute;mbolos activan 30 Giros Gratis</li>
            <li>5 s&iacute;mbolos activan 50 Giros Gratis</li>
        </ul>
    </li>
    <li>Dependiendo de la selecci&oacute;n inicial del juego de Giros Gratis (Van Hell o Blood Queen) pueden aparecer dos s&iacute;mbolos Wild distintos:</li>
    <li><span>El Wild expandido pegajoso Agua bendita de Van Hell</span></li>
    <li>
        <ul>
            <li>El s&iacute;mbolo Agua bendita aparecer&aacute; en cualquier posici&oacute;n de los carretes 2, 3 o 4 y activa el Wild expandido pegajoso. La posici&oacute;n del primer icono Wild pegajoso queda determinada por la direcci&oacute;n de la animaci&oacute;n extendiendo el Wild. Cuando el Agua bendita aparezca crecer&aacute; durante cada giro hasta que cubra 4 s&iacute;mbolos, tras lo cual desaparecer&aacute; durante el siguiente giro. La animaci&oacute;n de expansi&oacute;n empieza en vertical y se mueve en horizontal hacia el centro.</li>
            <li>En los carretes puede aparecer m&aacute;s de 1 icono Wild a la vez.</li>
            <li>Cualquier Wild pegajoso activo se detendr&aacute; en su posici&oacute;n si se jug&oacute; durante el &uacute;ltimo Giro Gratis.</li>
            <li>Los s&iacute;mbolos Wild sustituyen a todos los s&iacute;mbolos no especiales.</li>
        </ul>
    </li>
    <li><span>Carrete Wild cambiante Blood Queen</span></li>
    <li>
        <ul>
            <li>El icono Wild Poci&oacute;n de sangre aparecer&aacute; sobre los carretes 2, 3 y 4 y se expandir&aacute; para cubrir todo el carrete. En cada giro el carrete Wild se mover&aacute; hacia la izquierda hasta que llegue al primer carrete, tras lo que desaparecer&aacute;.</li>
            <li>Puede haber m&aacute;s de un carrete Wild a la vez.</li>
            <li>Cualquier carrete Wild activo se detendr&aacute; en su posici&oacute;n si se jug&oacute; durante el &uacute;ltimo Giro Gratis y los Wilds no se quedar&aacute;n pegados tras los Giros Gratis.</li>
            <li>Los s&iacute;mbolos Wild sustituyen a todos los s&iacute;mbolos no especiales.</li>
        </ul>
    </li>
</ul>

<h2>Opciones del juego</h2>
<ul>
    <li>Para acceder a los ajustes del juego, pulse el icono men&uacute; en la esquina superior izquierda.</li>
    <li><span>P&aacute;gina de sonido</span></li>
    <li><span>Efectos de sonido.</span> Activa o desactiva los efectos de sonido.</li>
    <li><span>M&uacute;sica de fondo.</span> Activa o desactiva la m&uacute;sica de fondo.</li>
    <li><span>P&aacute;gina de ajustes</span></li>
    <li><span>Giro para zurdos.</span> Cambia la posici&oacute;n de los botones Apuesta y Girar.</li>
    <li><span>Pantalla de introducci&oacute;n</span> Activa o desactiva la pantalla de introducci&oacute;n.</li>
    <li><span>P&aacute;gina de Juego Autom&aacute;tico</span></li>
    <li><span>Juego Autom&aacute;tico.</span> Vea la secci&oacute;n anterior de Opciones de Juego Autom&aacute;tico.</li>
    <li><span>Historial de juego</span></li>
    <li><span>Lista el Historial de juego.</span> Una lista de todas las partidas jugadas (no disponible en el modo DIVERSI&Oacute;N), pulse en una fila para ver todos los detalles disponibles.</li>
    <li><span>Ajustes de apuesta</span></li>
    <li><span>Mostrar en monedas.</span> Cambia entre monedas y efectivo; solo afecta al saldo total y las ganancias, la apuesta siempre aparece en efectivo en la divisa actual.</li>
    <li><span>P&aacute;gina principal.</span> Pulse el bot&oacute;n Inicio para volver al lobby.</li>
</ul>

<h2>Retorno al jugador</h2>
<ul>
    <li>El retorno te&oacute;rico al jugador de este juego es del <span class="__rtp">%</span>.</li>
</ul>
<h2>Informaci&oacute;n adicional</h2>
<ul>
    <li>Las siguientes funciones y ajustes del juego pueden estar sujetas a los t&eacute;rminos y condiciones del sitio de juego. Para m&aacute;s informaci&oacute;n sobre lo siguiente, acuda al sitio web de juego:</li>
    <li>
        <ul>

            <li>El procedimiento para gestionar las rondas de juego incompletas.</li>
            <li>El tiempo tras el que las sesiones de juego inactivas terminan autom&aacute;ticamente.</li>
        </ul>
    </li>
    <li>En el caso de un error de funcionamiento del software/hardware de juego, todas las apuestas de juego y premios se considerar&aacute;n nulos y todas las apuestas afectadas se reembolsar&aacute;n.</li>
    <li><span>&Uacute;ltima actualizaci&oacute;n 26/09/2017</span></li>
</ul>
