<ul>
    <li>Blood Queen &auml;r en spelautomat med 5 hjul och 3 rader som bjuder p&aring; wildhjul vid vanligt spel, gratissnurr, skiftande wildhjul och en expanderande klibbig wildfunktion vid spel med gratissnurr.</li>
    <li>Man spelar p&aring; 30 fasta vinstlinjer per snurr (1 mynt p&aring; linje), totalinsatsen visas p&aring; satsningsknappen.</li>
    <li>Om du vill &auml;ndra ett insatsv&auml;rde &ouml;ppnar du satsningspanelen och v&auml;ljer ett genom att dra i hjulet.</li>
    <li>I menyn INSATSINST&Auml;LLNINGAR v&auml;xlar alternativet VISA I MYNT visningen av saldo och utdelningsv&auml;rdena fr&aring;n KONTANTER till MYNT, insatsv&auml;rdet visas alltid i KONTANTER. Myntets v&auml;rde &auml;r: Insatsv&auml;rde/antal rader.</li>
    <li>Snurra-knappen spelar spelet till det aktuella insatsv&auml;rdet (du kan dra hjulen upp eller ner f&ouml;r att snurra om funktionen &auml;r aktiverad i inst&auml;llningsmenyn).</li>
    <li>Vinstkombinationer och utbetalningar g&ouml;rs i enlighet med <span>VINSTTABELLEN.</span></li>
    <li>En myntlinjevinst &auml;r lika med v&auml;rdet som visas i <span>VINSTTABELLEN</span>.</li>
	<li>Endast den h&ouml;gsta vinstkombinationen p&aring; en aktiv insatslinje fr&aring;n v&auml;nster till h&ouml;ger ger utdelning.</li>
    <li>Wild-symboler ers&auml;tter alla symboler utom specialsymboler.</li>
    <li>Gratissnurrsymboler kan dyka upp var som helst p&aring; hjulen.</li>
    <li>Antalet utdelade gratissnurr beror p&aring; antalet gratissnurrsymboler som visas p&aring; hjulen.</li>
    <li>Vid vanligt spel kan wild-symboler dyka upp h&ouml;gst upp p&aring; ett hjul och expandera s&aring; att de t&auml;cker hela hjulet.</li>
    <li>S&auml;rskilda expanderande klibbiga wild-symboler och skiftande wildhjul aktiveras vid spel med gratissnurr.</li>
    <li>Spelhistorik &auml;r inte tillg&auml;ngligt n&auml;r du SPELAR P&Aring; SKOJ.</li>
    <li>&Ouml;ppna <span>AUTOSPEL</span>-menyn genom att h&aring;lla ner snurrknappen f&ouml;r att justera antal rundor (klicka p&aring; <span>SPELA</span>-knappen d&auml;ri f&ouml;r att starta och senare <span>STOPP</span>-knappen f&ouml;r att stanna n&auml;r du vill). Du kan justera stoppkriterium genom att &ouml;ppna inst&auml;llningar f&ouml;r autospel i menyn.</li>
    <li>Utbetalningsgr&auml;nsen f&ouml;r spelet &auml;r insatsen multiplicerat med 4 000 per spelrunda. Om utbetalningen av n&aring;gon orsak &ouml;verskrider det beloppet minskas utbetalningen till denna summa.</li>
</ul><br><h2>Avancerade autospelsinst&auml;llningar</h2>
<ul>
    <li>F&ouml;r att st&auml;lla in avancerade autospelsinst&auml;llningar, klicka p&aring; menyikonen i spelf&ouml;nstrets &ouml;vre v&auml;nstra h&ouml;rn och v&auml;lj sedan&nbsp;<span>AUTOSPEL</span>-symbolen i menypanelen.</li>
    <li><span>Stoppa vid vinst.</span> Stoppar autospel n&auml;r du vinner i en runda.</li>
    <li><span>Stoppa vid enskild vinst om...</span> Stoppar autospel n&auml;r beloppet du vinner &ouml;verskrider eller &auml;r lika med angivet belopp.</li>
    <li><span>Stoppa om vinsten &ouml;kar med...</span> Stoppar autospel om vinsten &ouml;kar med specificerat belopp.</li>
    <li><span>Stoppa om vinsten minskar med...</span> Stoppar autospel om vinsten minskar med angivet belopp.</li>
    <li><span>Stoppa n&auml;r en funktion startas.</span> Stoppar autospel om en spelfunktion aktiveras.</li>
    <li><span>Obs:</span> N&auml;r du &auml;ndrar inst&auml;llningar f&ouml;r autospel under en spelrunda s&aring; aktiveras alla inst&auml;llningar n&auml;r spelrundan eller funktionen &auml;r genomf&ouml;rd.</li>
    <li><span>Obs:</span> Om du tappar uppkopplingen under spel kommer alla inst&auml;llningar f&ouml;r autospel att &aring;terst&auml;llas till standard n&auml;r du &ouml;ppnar spelet p&aring; nytt.</li>
    <li><span>Obs:</span> Vissa alternativ f&ouml;r autospel &auml;r obligatoriska f&ouml;r vissa regioner.</li>
</ul>


<h2>WILDHJUL-SYMBOLEN vid vanligt spel</h2>
<ul>
    <li>N&auml;r en symbol med en grotesk figur dyker upp var som helst p&aring; ett hjul expanderar den och t&auml;cker hela hjulet.</li>
    <li>Fler &auml;n ett wildhjul kan visas p&aring; hjulen samtidigt.</li>
    <li>Wildhjul kompletterar och ers&auml;tter alla symboler f&ouml;rutom gratissnurrsymboler.</li>
</ul>

<h2>Gratissnurr</h2>
<ul>
    <li>Gratissnurrsymboler kan dyka upp var som helst p&aring; hjulen.</li>
    <li>Antalet utdelade gratissnurr beror p&aring; antalet gratissnurrsymboler som visas p&aring; hjulen.</li>
    <li>
        <ul>
            <li>3 symboler ger 20 gratissnurr</li>
            <li>4 symboler ger 30 gratissnurr</li>
            <li>5 symboler ger 50 gratissnurr</li>
        </ul>
    </li>
    <li>Beroende p&aring; det spel med gratissnurr som f&ouml;rst valdes (Van Hell eller Blood Queen) kan tv&aring; olika wildsymboler visas under spelet med gratissnurr:</li>
    <li><span>Den expanderande klibbiga wildfunktionen Van Hells vigvatten</span></li>
    <li>
        <ul>
            <li>Vigvattensymbolen kan dyka upp var som helst p&aring; hjul 2, 3 eller 4 och aktiverar den expanderande klibbiga wildfunktionen. Den f&ouml;rsta klibbiga wildsymbolens position avg&ouml;r riktningen f&ouml;r wildspridningens animation. N&auml;r vigvattensymbolen dyker upp v&auml;xer den f&ouml;r varje snurr tills den t&auml;cker 4 symboler, och f&ouml;rsvinner sedan till n&auml;sta snurr. Spridningsanimationen startar lodr&auml;tt och r&ouml;r sig sedan v&aring;gr&auml;tt mot mitten.</li>
            <li>Fler &auml;n en klibbig wildsymbol kan dyka upp p&aring; hjulen samtidigt.</li>
            <li>En aktiv klibbig wildfunktion stannar vid sin position om den aktiveras under det sista gratissnurret.</li>
            <li>Wild-symboler ers&auml;tter alla symboler utom specialsymboler.</li>
        </ul>
    </li>
    <li><span>Blood Queens skiftande wildhjul</span></li>
    <li>
        <ul>
            <li>Bloddryckens wildsymbol visas h&ouml;gst upp p&aring; hjul 2, 3 eller 4 och expanderar &ouml;ver hela hjulet. F&ouml;r varje snurr f&ouml;rflyttar sig wildhjulet &aring;t v&auml;nster tills det n&aring;r det f&ouml;rsta hjulet d&auml;r det f&ouml;rsvinner.</li>
            <li>Fler &auml;n ett wildhjul kan dyka upp samtidigt.</li>
            <li>Ett aktivt wildhjul stannar p&aring; sin position om det aktiveras under det sista gratissnurret. Wildsymboler f&ouml;rsvinner efter det sista gratissnurret</li>
            <li>Wild-symboler ers&auml;tter alla symboler utom specialsymboler.</li>
        </ul>
    </li>
</ul>

<h2>Spelinst&auml;llningar</h2>
<ul>
    <li>F&ouml;r att g&aring; till spelinst&auml;llningar, klicka p&aring; menyikonen i det &ouml;vre v&auml;nstra h&ouml;rnet.</li>
    <li><span>Ljudsida</span></li>
    <li><span>Ljudeffekter.</span> St&auml;nger av eller sl&aring;r p&aring; ljudeffekter.</li>
    <li><span>Bakgrundsmusik.</span> St&auml;nger av eller sl&aring;r p&aring; bakgrundsmusik.</li>
    <li><span>Inst&auml;llningar</span></li>
    <li><span>V&auml;nsterhandssnurr.</span> Byter plats p&aring; knapparna Satsa och Snurra.</li>
    <li><span>Introsk&auml;rm.</span> S&auml;tter p&aring; eller st&auml;nger av introsk&auml;rmen.</li>
    <li><span>Autospel</span></li>
    <li><span>Autospel.</span> Se de tidigare avancerade autospelsinst&auml;llningarna.</li>
    <li><span>Spelhistorik</span></li>
    <li><span>F&ouml;rteckning spelhistorik.</span> Lista &ouml;ver alla spel som spelats (inte tillg&auml;ngligt i SKOJ-l&auml;ge), klicka p&aring; en rad f&ouml;r att se alla tillg&auml;ngliga detaljer.</li>
    <li><span>Insatsinst&auml;llningar</span></li>
    <li><span>Visa i mynt.</span> V&auml;xlar mellan mynt och kontanter, det p&aring;verkar bara totalsaldo och vinster, insatsen visas alltid i kontanter och i aktuell valuta.</li>
    <li><span>Startsidan.</span> Klicka p&aring; Hemknappen f&ouml;r att komma tillbaka till lobbyn.</li>
</ul>

<h2>Utdelning till spelaren</h2>
<ul>
    <li>Den teoretiska utdelningen till spelaren i detta spel &auml;r <span class="__rtp">%</span>.</li>
</ul>
<h2>Ytterligare information</h2>
<ul>
    <li>F&ouml;ljande spelfunktioner och -inst&auml;llningar kan p&aring;verkas av spelsajtens regler och villkor. F&ouml;r mer information om f&ouml;ljande, bes&ouml;k webbsidan.</li>
    <li>
        <ul>

            <li>Metoder f&ouml;r att hantera ofullst&auml;ndiga spelrundor.</li>
            <li>Tiden det tar f&ouml;r en inaktiv spelsession att automatiskt avslutas.</li>
        </ul>
    </li>
    <li>Vid fel i spelh&aring;rdvara/-mjukvara f&ouml;rklaras alla p&aring;verkade spelinsatser och vinster ogiltiga och insatserna &aring;terbetalas.</li>
    <li><span>Senast uppdaterat (26/09/2017).</span></li>
</ul>
