{
  "Messages": [
    {
      "Good luck": "Viel Glück"
    },
    {
      "Free spins!": "Freispiele!"
    },
    {
      "Balance : ": "Guthaben: "
    },
    {
      "Must be greater than current stake": "Muss größer als der aktuelle Einsatz sein."
    },
    {
      "Awards 6 free spins": "Vergibt 6 Freispiele."
    },
    {
      "Treasure of Horus Game Rules": "Spielregeln für Treasure of Horus"
    },
    {
      "Discover the 3 hidden chambers,\ryou'll find different Wild multipliers and a precious Scatter": "Entdecken Sie die 3 verborgenen Kammern,\rund finden Sie unterschiedliche Joker-Multiplikatoren und ein wertvolles verstreutes Symbol."
    },
    {
      "You win by matching symbols on win lines. All symbols must be matched on consecutive reels from left to right. Only the highest win on each line will be paid. Malfunction voids all pays and plays. See game rules for more details.": "Sie gewinnen, indem gleiche Symbole auf Gewinnlinien erscheinen. Alle Standardsymbole müssen auf nebeneinanderliegenden Rollen von links nach rechts übereinstimmen. Nur der höchste Gewinn auf jeder Linie wird ausgezahlt. Fehlfunktionen machen alle Auszahlungen und Spiele ungültig. Siehe Spielregeln für weitere Einzelheiten."
    },
    {
      "Replaces and multiplies regular winning combinations.": "Ersetzt und multipliziert reguläre Gewinnkombinationen."
    },
    {
      "Can appear in the regular game and in all free spins chambers.": "Kann im regulären Spiel und in allen Freispielkammern erscheinen."
    },
    {
      "If more than one wild is displayed on the reels completing winning combinations, the higher multiplier is applied.": "Wenn mehr als ein Joker auf den Rollen angezeigt wird und Gewinnkombinationen vervollständigt, wird der höhere Multiplikator angewendet."
    },
    {
      "Wild has its own paytable.": "Der Joker besitzt seine eigene Auszahlungstabelle."
    },
    {
      "Can only appear inside Weret and Horus chamber.": "Kann nur in der Weret- und Horus-Kammer erscheinen."
    },
    {
      "Can only appear inside Horus chamber.": "Kann nur in der Horus-Kammer erscheinen."
    },
    {
      "Can only appear in the central reel in the regular game.": "Kann nur auf der mittleren Rolle im regulären Spiel erscheinen."
    },
    {
      "Awards 6 free spins.": "Vergibt 6 Freispiele."
    },
    {
      "Enters Anubis chamber.": "Gewährt den Zugang zur Anubis-Kammer."
    },
    {
      "Can only appear in the central reel inside Anubis chamber.": "Kann nur auf der mittleren Rolle in der Anubis-Kammer erscheinen."
    },
    {
      "Enters Weret chamber.": "Gewährt den Zugang zur Weret-Kammer."
    },
    {
      "Can only appear in the central reel inside Weret chamber.": "Kann nur auf der mittleren Rolle in der Weret-Kammer erscheinen."
    },
    {
      "Enters Horus chamber.": "Gewährt den Zugang zur Horus-Kammer."
    },
    {
      "Explore the Pyramid in search of the 3 secret chambers, where ever bigger treasures are waiting for you.": "Entdecken Sie die Pyramide auf der Suche nach den 3 geheimen Kammern, in denen riesige Schätze auf Sie warten."
    },
       {
        "No Winning Lines":"Kein Gewinn "
      }
  ]
}