{
  "Messages": [
    {
      "Good luck": "Boa sorte"
    },
    {
      "Free spins!": "Free spins!"
    },
    {
      "Balance : ": "Saldo: "
    },
    {
      "Must be greater than current stake": "Tem de ser maior do que a aposta atual"
    },
    {
      "Awards 6 free spins": "Atribui 6 Free Spins"
    },
    {
      "Treasure of Horus Game Rules": "Regras do Jogo Treasure of Horus"
    },
    {
      "Discover the 3 hidden chambers,\ryou'll find different Wild multipliers and a precious Scatter": "Descubra as 3 câmaras escondidas,\rirá encontrar diferentes multiplicadores Wild e um precioso Scatter"
    },
    {
      "You win by matching symbols on win lines. All symbols must be matched on consecutive reels from left to right. Only the highest win on each line will be paid. Malfunction voids all pays and plays. See game rules for more details.": "Ganha ao fazer corresponder símbolos nas linhas de ganhos. Todos os símbolos padrão devem manter a correspondência nos carretéis consecutivos da esquerda para a direita. Será pago apenas o ganho mais elevado em cada linha. As avarias anulam todos os pagamentos e jogadas. Consulte as regras de jogo para obter mais detalhes."
    },
    {
      "Replaces and multiplies regular winning combinations.": "Substitui e multiplica combinações normais com prémio."
    },
    {
      "Can appear in the regular game and in all free spins chambers.": "Pode aparecer no jogo regular e em todas as câmaras de free spins."
    },
    {
      "If more than one wild is displayed on the reels completing winning combinations, the higher multiplier is applied.": "Aplica-se o multiplicador mais alto se for apresentado mais de um wild nos carretéis, completando combinações com prémio."
    },
    {
      "Wild has its own paytable.": "O wild tem a sua própria tabela de pagamentos."
    },
    {
      "Can only appear inside Weret and Horus chamber.": "Apenas pode aparecer dentro da câmara Weret e Horus."
    },
    {
      "Can only appear inside Horus chamber.": "Apenas pode aparecer dentro da câmara Horus."
    },
    {
      "Can only appear in the central reel in the regular game.": "Apenas pode aparecer no carretel central no jogo regular."
    },
    {
      "Awards 6 free spins.": "Atribui 6 free spins."
    },
    {
      "Enters Anubis chamber.": "Entra na câmara Anubis."
    },
    {
      "Can only appear in the central reel inside Anubis chamber.": "Apenas pode aparecer no carretel central dentro da câmara Anubis."
    },
    {
      "Enters Weret chamber.": "Entra na câmara Weret."
    },
    {
      "Can only appear in the central reel inside Weret chamber.": "Apenas pode aparecer no carretel central dentro da câmara Weret."
    },
    {
      "Enters Horus chamber.": "Entra na câmara Horus."
    },
    {
      "Explore the Pyramid in search of the 3 secret chambers, where ever bigger treasures are waiting for you.": "Explore a Pirâmide à procura de 3 câmaras secretas, onde tesouros cada vez maiores esperam por si."
    },
       {
        "No Winning Lines":"Sem ganhos"
      }
  ]
}