{
  "Messages": [
    {
      "Good luck": "Buena suerte"
    },
    {
      "Free spins!": "¡Giros gratuitos!"
    },
    {
      "Balance : ": "Saldo: "
    },
    {
      "Must be greater than current stake": "Debe ser mayor que la apuesta actual"
    },
    {
      "Awards 6 free spins": "Concede 6 giros gratuitos"
    },
    {
      "Treasure of Horus Game Rules": "Reglas del juego Treasure of Horus"
    },
    {
      "Discover the 3 hidden chambers,\ryou'll find different Wild multipliers and a precious Scatter": "Descubre las 3 cámaras ocultas\ry encontrarás diferentes multiplicadores de comodines y un scatter muy valioso"
    },
    {
      "You win by matching symbols on win lines. All symbols must be matched on consecutive reels from left to right. Only the highest win on each line will be paid. Malfunction voids all pays and plays. See game rules for more details.": "Podrás ganar si obtienes símbolos idénticos en líneas ganadoras. Todos los símbolos estándares que sean idénticos deben aparecer de izquierda a derecha y de forma consecutiva en los rodillos. Solo se pagará la ganancia más alta de cada línea. Si se produce un error de funcionamiento, se anularán todos los pagos y partidas. Consulta las reglas del juego para obtener más información."
    },
    {
      "Replaces and multiplies regular winning combinations.": "Sustituye y multiplica combinaciones ganadoras normales."
    },
    {
      "Can appear in the regular game and in all free spins chambers.": "Puede aparecer en la partida normal y en todas las cámaras de giro."
    },
    {
      "If more than one wild is displayed on the reels completing winning combinations, the higher multiplier is applied.": "Si se muestra más de un comodín en los rodillos y se consigue una combinación ganadora, se aplica el multiplicador más alto."
    },
    {
      "Wild has its own paytable.": "El comodín dispone de su propia tabla de pagos."
    },
    {
      "Can only appear inside Weret and Horus chamber.": "Solo puede aparecer en las cámaras de Horus y Weret."
    },
    {
      "Can only appear inside Horus chamber.": "Solo puede aparecer en la cámara de Horus."
    },
    {
      "Can only appear in the central reel in the regular game.": "Solo puede aparecer en el rodillo central de una partida normal."
    },
    {
      "Awards 6 free spins.": "Concede 6 giros gratuitos."
    },
    {
      "Enters Anubis chamber.": "Entra en la cámara de Anubis."
    },
    {
      "Can only appear in the central reel inside Anubis chamber.": "Solo puede aparecer en el rodillo central de la cámara de Anubis."
    },
    {
      "Enters Weret chamber.": "Entra en la cámara de Weret."
    },
    {
      "Can only appear in the central reel inside Weret chamber.": "Solo puede aparecer en el rodillo central de la cámara de Weret."
    },
    {
      "Enters Horus chamber.": "Entra en la cámara de Horus."
    },
    {
      "Explore the Pyramid in search of the 3 secret chambers, where ever bigger treasures are waiting for you.": "Explora la pirámide y busca las 3 cámaras secretas, en las que te esperan tesoros aún mayores."
    },
    {
        "No Winning Lines":"Sin premios"
      }
  ]
}