{
  "Messages": [
    {
      "Good luck": "Powodzenia"
    },
    {
      "Free spins!": "Darmowe obroty!"
    },
    {
      "Balance : ": "Saldo: "
    },
    {
      "Must be greater than current stake": "Musi być większe niż obecna stawka"
    },
    {
      "Awards 6 free spins": "Zapewnia 6 darmowych obrotów"
    },
    {
      "Treasure of Horus Game Rules": "Zasady gry Treasure of Horus"
    },
    {
      "Discover the 3 hidden chambers,\ryou'll find different Wild multipliers and a precious Scatter": "Odkryj 3 ukryte komnaty,\rodnajdziesz różne mnożniki Wild i cenny symbol rozproszony"
    },
    {
      "You win by matching symbols on win lines. All symbols must be matched on consecutive reels from left to right. Only the highest win on each line will be paid. Malfunction voids all pays and plays. See game rules for more details.": "Wygrasz, jeśli dopasujesz symbole na liniach wygranej. Wszystkie standardowe symbole muszą zostać dopasowane na kolejnych bębnach od lewej do prawej. Tylko najwyższa wygrana na każdej linii zostanie wypłacona. Awaria unieważnia wszystkie wypłaty i gry. Więcej szczegółów można znaleźć w zasadach gry."
    },
    {
      "Replaces and multiplies regular winning combinations.": "Zastępuje i mnoży zwykłe zwycięskie kombinacje."
    },
    {
      "Can appear in the regular game and in all free spins chambers.": "Może pojawić się w zwykłej grze oraz we wszystkich komnatach darmowych obrotów."
    },
    {
      "If more than one wild is displayed on the reels completing winning combinations, the higher multiplier is applied.": "Jeżeli na bębnach wyświetlają się co najmniej dwa symbole Wild tworzące zwycięską kombinację, zastosowany zostaje wyższy mnożnik."
    },
    {
      "Wild has its own paytable.": "Symbol Wild ma własną tabelę wypłat."
    },
    {
      "Can only appear inside Weret and Horus chamber.": "Może pojawić się tylko w komnacie Wereta i Horusa."
    },
    {
      "Can only appear inside Horus chamber.": "Może pojawić się tylko w komnacie Horusa."
    },
    {
      "Can only appear in the central reel in the regular game.": "Może pojawić się tylko na środkowym bębnie w zwykłej grze."
    },
    {
      "Awards 6 free spins.": "Przyznaje 6 darmowych obrotów."
    },
    {
      "Enters Anubis chamber.": "Wprowadza do komnaty Anubisa."
    },
    {
      "Can only appear in the central reel inside Anubis chamber.": "Może pojawić się tylko na środkowym bębnie w komnacie Anubisa."
    },
    {
      "Enters Weret chamber.": "Wprowadza do komnaty Wereta."
    },
    {
      "Can only appear in the central reel inside Weret chamber.": "Może pojawić się tylko na środkowym bębnie w komnacie Wereta."
    },
    {
      "Enters Horus chamber.": "Wprowadza do komnaty Horusa."
    },
    {
      "Explore the Pyramid in search of the 3 secret chambers, where ever bigger treasures are waiting for you.": "Badaj piramidy w poszukiwaniu 3 tajemnych komnat, w których czekają jeszcze większe skarby."
    },
       {
        "No Winning Lines":"Brak wygranych"
      }
  ]
}