{
  "Messages": [
    {
      "Good luck": "In bocca al lupo"
    },
    {
      "Free spins!": "Giri gratis!"
    },
    {
      "Balance : ": "Saldo: "
    },
    {
      "Must be greater than current stake": "deve essere superiore alla puntata corrente."
    },
    {
      "Awards 6 free spins": "Assegna 6 Giri gratis."
    },
    {
      "Treasure of Horus Game Rules": "Treasure of Horus - Regole del gioco"
    },
    {
      "Discover the 3 hidden chambers,\ryou'll find different Wild multipliers and a precious Scatter": "Scopri le 3 camere segrete,\rper trovare moltiplicatori Wild diversi e preziosi simboli Scatter."
    },
    {
      "You win by matching symbols on win lines. All symbols must be matched on consecutive reels from left to right. Only the highest win on each line will be paid. Malfunction voids all pays and plays. See game rules for more details.": "Vinci abbinando i simboli sulle linee di vincita. Tutti i simboli standard devono essere abbinati su rulli consecutivi da sinistra a destra. Verranno pagate solo le vincite più alte su ciascuna linea. I guasti annullano tutte le giocate e le vincite. Consulta le regole del gioco per ulteriori dettagli."
    },
    {
      "Replaces and multiplies regular winning combinations.": "Sostituisce e moltiplica le combinazioni vincenti standard."
    },
    {
      "Can appear in the regular game and in all free spins chambers.": "Può essere visualizzato durante il gioco normale e in tutte le camere dei Giri gratis."
    },
    {
      "If more than one wild is displayed on the reels completing winning combinations, the higher multiplier is applied.": "Se sui rulli viene visualizzato più di un simbolo Wild per completare delle combinazioni vincenti, viene applicato il moltiplicatore più alto."
    },
    {
      "Wild has its own paytable.": "Il simbolo Wild ha una tabella di pagamento specifica."
    },
    {
      "Can only appear inside Weret and Horus chamber.": "Può essere visualizzato solo nella camera di Weret e Horus."
    },
    {
      "Can only appear inside Horus chamber.": "Può essere visualizzato solo nella camera di Horus."
    },
    {
      "Can only appear in the central reel in the regular game.": "Può essere visualizzato solo sul rullo centrale durante il gioco normale."
    },
    {
      "Awards 6 free spins.": "Assegna 6 Giri gratis."
    },
    {
      "Enters Anubis chamber.": "Consente l'accesso alla camera di Anubi."
    },
    {
      "Can only appear in the central reel inside Anubis chamber.": "Può essere visualizzato solo sul rullo centrale nella camera di Anubi."
    },
    {
      "Enters Weret chamber.": "Consente l'accesso alla camera di Weret."
    },
    {
      "Can only appear in the central reel inside Weret chamber.": "Può essere visualizzato solo sul rullo centrale nella camera di Weret."
    },
    {
      "Enters Horus chamber.": "Consente l'accesso alla camera di Horus."
    },
    {
      "Explore the Pyramid in search of the 3 secret chambers, where ever bigger treasures are waiting for you.": "Esplora la piramide per trovare le 3 camere segrete dove ti aspetta un tesoro ancora più grande."
    }
  ]
}