{
  "Messages": [
    {
      "Good luck": "Lykke til"
    },
    {
      "Free spins!": "Gratisspinn!"
    },
    {
      "Balance : ": "Saldo : "
    },
    {
      "Must be greater than current stake": "Må være høyere enn den nåværende innsatsen"
    },
    {
      "Awards 6 free spins": "Gir 6 gratisspinn"
    },
    {
      "Treasure of Horus Game Rules": "Spillregler for Treasure of Horus"
    },
    {
      "Discover the 3 hidden chambers,\ryou'll find different Wild multipliers and a precious Scatter": "Oppdag de 3 skjulte kamrene,\rdu vil finne forskjellige jokermultiplikatorer og den dyrebare spredte"
    },
    {
      "You win by matching symbols on win lines. All symbols must be matched on consecutive reels from left to right. Only the highest win on each line will be paid. Malfunction voids all pays and plays. See game rules for more details.": "Du vinner ved å matche symboler på gevinstlinjene. Alle standard symboler på matches på sammenhengende hjul fra venstre til høyre. Kun den høyest mulige gevinsten på hver linje betales. Funksjonsfeil annullerer alle utbetalinger og spill. Se spillereglene for flere opplysninger."
    },
    {
      "Replaces and multiplies regular winning combinations.": "Erstatter og multipliserer vanlige vinnerkombinasjoner."
    },
    {
      "Can appear in the regular game and in all free spins chambers.": "Kan vises i det vanlige spillet og i alle gratisspinn-kamrene."
    },
    {
      "If more than one wild is displayed on the reels completing winning combinations, the higher multiplier is applied.": "Dersom vinnerkombinasjoner fullføres ved at mer enn en joker vises på hjulene, blir den høyeste multiplikatoren lagt til."
    },
    {
      "Wild has its own paytable.": "Joker har sin egen utbetalingstabell."
    },
    {
      "Can only appear inside Weret and Horus chamber.": "Kan kun vises inne i Weret- og Horus-kammeret."
    },
    {
      "Can only appear inside Horus chamber.": "Kan kun vises inne i Horus-kammeret."
    },
    {
      "Can only appear in the central reel in the regular game.": "Kan kun vises på det sentrale hjulet i det vanlige spillet."
    },
    {
      "Awards 6 free spins.": "Gir 6 gratisspinn."
    },
    {
      "Enters Anubis chamber.": "Går inn i Anubis-kammeret."
    },
    {
      "Can only appear in the central reel inside Anubis chamber.": "Kan kun vises på det sentrale hjulet inne i Anubis-kammeret."
    },
    {
      "Enters Weret chamber.": "Går inn i Werets-kammeret."
    },
    {
      "Can only appear in the central reel inside Weret chamber.": "Kan kun vises på det sentrale hjulet inne i Weret-kammeret."
    },
    {
      "Enters Horus chamber.": "Går inn i Horus-kammeret."
    },
    {
      "Explore the Pyramid in search of the 3 secret chambers, where ever bigger treasures are waiting for you.": "Utforske pyramiden på leting etter de tre hemmelige kamrene, hvor enda større skatter venter på deg."
    },
       {
        "No Winning Lines":"Ingen gevinst"
      }
  ]
}