{
  "Messages": [
    {
      "Good luck": "Lycka till"
    },
    {
      "Free spins!": "Gratisspel!"
    },
    {
      "Balance : ": "Saldo: "
    },
    {
      "Must be greater than current stake": "Måste vara högre än aktuell insats"
    },
    {
      "Awards 6 free spins": "Ger sex gratisspins"
    },
    {
      "Treasure of Horus Game Rules": "Treasure of Horus spelregler"
    },
    {
      "Discover the 3 hidden chambers,\ryou'll find different Wild multipliers and a precious Scatter": "Upptäck tre gömda kammare,\rmed olika Wild-multiplikatorer och en föregående Scatter"
    },
    {
      "You win by matching symbols on win lines. All symbols must be matched on consecutive reels from left to right. Only the highest win on each line will be paid. Malfunction voids all pays and plays. See game rules for more details.": "Du vinner på matchande symboler på vinstraderna. Alla standardsymboler måste matcha på hjul i följd från vänster till höger. Enbart högsta vinsten på raden betalas ut. Vid funktionsfel ogiltigförklaras alla betalningar och spel. Läs i spelreglerna för mer information."
    },
    {
      "Replaces and multiplies regular winning combinations.": "Ersätter och multiplicerar reguljära vinstkombinationer."
    },
    {
      "Can appear in the regular game and in all free spins chambers.": "Kan visas i det vanliga spelet och i alla gratisspelskammare."
    },
    {
      "If more than one wild is displayed on the reels completing winning combinations, the higher multiplier is applied.": "Om fler än en wild visas på hjulen och kompletterar vinstkombinationer tillämpas den högre multiplikatorn."
    },
    {
      "Wild has its own paytable.": "Wild har sin egen vinsttabell."
    },
    {
      "Can only appear inside Weret and Horus chamber.": "Kan bara visas i Weret- och Horus-kammaren"
    },
    {
      "Can only appear inside Horus chamber.": "Kan bara visas i Horus-kammaren"
    },
    {
      "Can only appear in the central reel in the regular game.": "Kan bara visas i mittenhjulet i det reguljära spelet."
    },
    {
      "Awards 6 free spins.": "Ger sex gratisspins"
    },
    {
      "Enters Anubis chamber.": "Går in i Anubis-kammaren."
    },
    {
      "Can only appear in the central reel inside Anubis chamber.": "Kan bara visas i mittenhjulet i Anubis-kammaren."
    },
    {
      "Enters Weret chamber.": "Går in i Weret-kammaren."
    },
    {
      "Can only appear in the central reel inside Weret chamber.": "Kan bara visas i mittenhjulet i Weret-kammaren."
    },
    {
      "Enters Horus chamber.": "Går in i Horus-kammaren."
    },
    {
      "Explore the Pyramid in search of the 3 secret chambers, where ever bigger treasures are waiting for you.": "Utforska Pyramiden på jakt efter tre hemliga kammare där ännu större skatter väntar på dig."
    },
       {
        "No Winning Lines":"Inga vinster"
      }
  ]
}