{
  "Messages": [
    {
      "Good luck": "Bonne chance"
    },
    {
      "Free spins!": "Lancers gratuits !"
    },
    {
      "Balance : ": "Solde : "
    },
    {
      "Must be greater than current stake": "Doit être plus élevé que la mise actuelle"
    },
    {
      "Awards 6 free spins": "Attribue 6 Lancers Gratuits"
    },
    {
      "Treasure of Horus Game Rules": "Règles de Treasure of Horus"
    },
    {
      "Discover the 3 hidden chambers,\ryou'll find different Wild multipliers and a precious Scatter": "Découvrez les 3 chambres secrètes,\rvous trouverez plusieurs Jokers multiplicateurs et un précieux Scatter"
    },
    {
      "You win by matching symbols on win lines. All symbols must be matched on consecutive reels from left to right. Only the highest win on each line will be paid. Malfunction voids all pays and plays. See game rules for more details.": "Vous gagnez en faisant correspondre des symboles sur des lignes de gain. Tous les symboles standard doivent correspondre sur des rouleaux consécutifs, de la gauche vers la droite. Seul le plus haut gain de chaque ligne sera payé. Toute défaillance annulera tous les paiements et toutes les parties. Consulter les règles du jeu pour plus de détails."
    },
    {
      "Replaces and multiplies regular winning combinations.": "Remplace et multiplie des combinaisons gagnantes normales."
    },
    {
      "Can appear in the regular game and in all free spins chambers.": "Peut apparaître dans le jeu normal et dans toutes les chambres de lancers gratuits."
    },
    {
      "If more than one wild is displayed on the reels completing winning combinations, the higher multiplier is applied.": "Si plus d'un joker est affiché sur les rouleaux et complète des combinaisons gagnantes, le plus haut multiplicateur est appliqué."
    },
    {
      "Wild has its own paytable.": "Joker a son propre tableau des paiements."
    },
    {
      "Can only appear inside Weret and Horus chamber.": "Apparaît uniquement à l'intérieur de la chambre de Weret et Horus."
    },
    {
      "Can only appear inside Horus chamber.": "Apparaît uniquement à l'intérieur de la chambre de Horus."
    },
    {
      "Can only appear in the central reel in the regular game.": "Apparaît uniquement sur le rouleau central dans le jeu normal."
    },
    {
      "Awards 6 free spins.": "Attribue 6 Lancers Gratuits."
    },
    {
      "Enters Anubis chamber.": "Entre dans la chambre d'Anubis."
    },
    {
      "Can only appear in the central reel inside Anubis chamber.": "Apparaît uniquement sur le rouleau central à l'intérieur de la chambre d'Anubis."
    },
    {
      "Enters Weret chamber.": "Entre dans la chambre de Weret."
    },
    {
      "Can only appear in the central reel inside Weret chamber.": "Apparaît uniquement sur le rouleau central à l'intérieur de la chambre de Weret."
    },
    {
      "Enters Horus chamber.": "Entre dans la chambre de Horus."
    },
    {
      "Explore the Pyramid in search of the 3 secret chambers, where ever bigger treasures are waiting for you.": "Explorez la Pyramide à la recherche des 3 chambres secrètes, où des trésors chaque fois plus grands vous attendent."
    },
       {
        "No Winning Lines":"Aucun gain"
      }
  ]
}