<ul>
    <li>Treasure of Horus to 5-bębnowy, 3-rzędowy automat wideo z symbolami Wild i rozproszonymi oraz z darmowymi obrotami.</li>
    <li>Gracz gra na 20 stałych liniach na obr&oacute;t (1 żeton na linię), całkowita wartość zakładu widnieje na panelu zakładu.</li>
    <li>Aby zmienić wartość zakładu, otw&oacute;rz panel zakładu i wybierz nową wartość za pomocą strzałek.</li>
    <li><span>ZAKŁAD MAKS.</span> ustawia wartość zakładu na najwyższą z możliwych.</li>
    <li><span>ŻETONY/GOT&Oacute;WKA</span> zmienia wyświetlanie salda i wartości wypłaty z <span>GOT&Oacute;WKI</span> na <span>ŻETONY</span>. Wartość zakładu jest zawsze wyrażana w <span>GOT&Oacute;WCE</span>. Wartość żetonu to: Wartość zakładu/liczba linii.</li>
    <li>Przycisk <span>OBROTU</span> rozpoczyna grę z obecną wartością zakładu (można nacisnąć spację, jeśli ta funkcja jest włączona w ustawieniach).</li>
    <li>Podczas obracania się bębn&oacute;w gracz może nacisnąć przycisk <span>STOP</span>, aby przyspieszyć animację obrotu bębn&oacute;w i zatrzymać je natychmiast.</li>
    <li>Historia gry nie jest dostępna w trybie <span>GRAY DLA ZABAWY</span>.</li>
    <li>Otw&oacute;rz menu <span>AUTOMATYCZNA GRA</span>, aby dostosować liczbę rund i kryteria zatrzymania (naciśnij przycisk <span>ROZPOCZNIJ AUTOMATYCZNĄ GRĘ</span>, aby rozpocząć i przycisk <span>ZATRZYMAJ AUTOMATYCZNĄ GRĘ</span>, aby zatrzymać w dowolnym momencie).</li>
    <li>Wygrywające kombinacje i wypłaty są ustalane zgodnie z <span>TABELĄ WYPŁAT.</span></li>
    <li>Wygrana z linii żeton&oacute;w jest r&oacute;wna wartości wyświetlonej w <span>TABELI WYPŁAT.</span></li>
    <li>Wyłącznie najwyższa wygrywająca kombinacja na aktywnej linii zakładu od lewej do prawej zostanie wypłacona.</li>
    <li>Skarabeusze mogą przelecieć nad bębnami lub wylądować na nich i zamienić niekt&oacute;re symbole na bębnie w symbole Wild lub darmowe obroty.</li>
    <li>Symbole Wild zastępują wszystkie symbole z wyjątkiem symboli rozproszonych i darmowych obrot&oacute;w.</li>
    <li>Symbole Wild mogą przyznać specjalne mnożniki.</li>
    <li>R&oacute;wnoczesne wygrane na r&oacute;żnych liniach zakład&oacute;w są dodawane.</li>
    <li>Skarabeusz może upuścić symbol darmowego obrotu na g&oacute;rną środkową pozycję środkowego bębna, kt&oacute;ry rozszerzy się, pokrywając cały bęben.</li>
    <li>6 darmowych obrot&oacute;w zostanie przyznanych, gdy na bębnach pojawi się jeden z symboli darmowych obrot&oacute;w.</li>
    <li>Nagrody są przyznawane, gdy co najmniej 3 symbole rozproszone złotej maski pojawią się w dowolnym miejscu na bębnach w grobowcu Horusa.</li>

</ul><br>

<h2>Zaawansowane opcje automatycznej gry</h2>
<ul>
    <li>Aby ustawić zaawansowane opcje automatycznej gry, kliknij symbol <span>AUTOMATYCZNA GRA</span> na panelu gry.</li>
    <li><span>Zatrzymaj na dowolnej wygranej.</span> Zatrzymuje automatyczną grę po wygraniu rundy.</li>
    <li><span>Zatrzymaj na wygranej o wartości.</span> Zatrzymuje automatyczną grę, gdy wygrana kwota przekracza określoną wartość lub jest r&oacute;wna określonej wartości.</li>
    <li><span>Zatrzymaj, gdy got&oacute;wka wzrośnie o.</span> Zatrzymuje automatyczną grę, gdy got&oacute;wka zwiększy się o określoną wartość.</li>
    <li><span>Zatrzymaj, gdy got&oacute;wka spadnie o.</span> Zatrzymuje automatyczną grę, gdy got&oacute;wka spadnie o określoną wartość.</li>
    <li><span>Uwaga:</span> W przypadku zmiany ustawień automatycznej gry podczas rundy gry wszystkie ustawienia zostaną wprowadzone po zakończeniu rundy lub funkcji gry.</li>
    <li><span>Uwaga:</span> Jeśli podczas gry połączenie zostanie przerwane, wszystkie ustawienia automatycznej gry powr&oacute;cą do ustawień domyślnych, gdy gra zostanie załadowana ponownie.</li>
    <li><span>Uwaga:</span> Niekt&oacute;re opcje automatycznej gry są obowiązkowe w niekt&oacute;rych jurysdykcjach.</li>
</ul>

<h2>Darmowe obroty w Treasure of Horus.</h2>
<ul>
    <li>Skarabeusz może upuścić symbol darmowego obrotu na g&oacute;rną środkową pozycję środkowego bębna. Symbol darmowego obrotu rozszerzy się, pokrywając cały bęben i umożliwi graczowi dostęp do trzech tajemnych komnat, w kt&oacute;rych ukryty jest wielki skarb.</li>
    <li>Liczba przyznanych darmowych obrot&oacute;w zawsze wynosi 6.</li>
    <li>Po aktywowaniu darmowych obrot&oacute;w na bębnach i uzyskaniu przez gracza dostępu do kolejnego poziomu tajemnej komnaty, wygrane darmowe obroty są dodawane do pozostałych obrot&oacute;w z poprzedniej komnaty.</li>
    <li>Uzyskanie dostępu do tajemnej komnaty &ndash; gdy gracz wchodzi do głębszych komnat, uzyskuje dostęp do dodatkowych funkcji:<li><span>1. komnata:<span></li>
    <li style="list-style-type: none">
        <ul>
            <li>Zielony symbol Wild (x1)</li>
        </ul>
    </li>
    <li><span>2. komnata:<span></li>
    <li style="list-style-type: none">
        <ul>
            <li>Zielony symbol Wild (x1)</li>
            <li>R&oacute;żowy symbol Wild (x2)</li>
        </ul>
    </li>
    <li><span>3. komnata:<span></li>
    <li style="list-style-type: none">
        <ul>
            <li>Zielony symbol Wild (x1)</li>
            <li>R&oacute;żowy symbol Wild (x2)</li>
            <li>Niebieski symbol Wild (x5)</li>
            <li>Symbol rozproszony złotej maski (dodatkowe żetony)</li>
        </ul>
    </li>
    <li>Skarabeusze mogą upuścić symbole Wild na dowolną pozycję na bębnach.</li>
    <li>Symbole Wild mogą przyznać dodatkowe mnożniki podczas darmowych obrot&oacute;w.</li>
    <li>Symbole Wild mają własną tabelę wypłat.</li>
    <li>Jeżeli co najmniej dwa symbole Wild pojawią się na bębnach, tworząc zwycięską kombinację, zastosowany zostaje wyłącznie najwyższy mnożnik.</li>
    <li>Symbole rozproszone mogą pojawić się w trzeciej komnacie gry z darmowymi obrotami i przyznają dodatkowe żetony zgodnie z tabelą wypłat.</li>
</ul>

<h2>Opcje ustawień gry</h2>
<ul>
    <li>Aby otworzyć ustawienia gry, kliknij na ikonę menu w g&oacute;rnym lewym rogu, a następnie na ikonę zębatki.</li>
    <li><span>Strona ustawień</span></li>
    <li style="list-style-type: none">
        <ul>
            <li>Efekty dźwiękowe. Włącza lub wyłącza efekty dźwiękowe.</li>
            <li>Muzyka w tle. Włącza lub wyłącza muzykę w tle.</li>
            <li>Naciśnij spację, aby obr&oacute;cić. Włącza lub wyłącza opcję naciskania na spację, aby wykonać obr&oacute;t. (Niedostępne w niekt&oacute;rych jurysdykcjach)</li>
            <li>Pokaż ekran pomocy podczas ładowania. Włącza lub wyłącza ekran pomocy.</li>
        </ul>
    </li>
    <li><span>Historia gry</span></li>
    <li style="list-style-type: none">
        <ul>
            <li>Lista historii gry Lista wszystkich rozegranych gier (nie w trybie dla ZABAWY), kliknij na rząd, aby zobaczyć wszystkie dostępne szczeg&oacute;ły.</li>
        </ul>
    </li>
</ul>

<h2>Zwrot z inwestycji</h2>
<ul>
    <li>Teoretyczny zwrot z inwestycji dla tej gry to: <span class="__rtp"></span>%.</li>
</ul>

<h2>Dodatkowe informacje</h2>
<ul>
    <li>Funkcje i ustawienia następującej gry mogą podlegać warunkom serwisu gry. Więcej informacji znajduje się na portalu gry:</li>
    <li style="list-style-type: none">
        <ul>
            <li>Procedury postępowania w przypadku nieukończonych rund gier.</li>
            <li>Czas, po kt&oacute;rym nieaktywne sesje gry ulegną automatycznemu zakończeniu.</li>
        </ul>
    </li>
    <li>W przypadku awarii oprogramowania/sprzętu gry wszystkie zakłady gry i wypłaty, na kt&oacute;re miała wpływ awaria, zostaną unieważnione a wszystkie zakłady, na kt&oacute;re miała wpływ awaria, zostaną zwr&oacute;cone.</li>Ostatnia aktualizacja 02.06.2017</ul>
