<ul>
    <li>Neon Jungle &auml;r en videoslot med fem hjul, tre rader, och med wild-, gratisspinn- och scattersymboler, x4-multiplikatorer och Keno Light bonusspel.</li>
    <li>Flera funktionsikoner efter varandra utl&ouml;ser inte funktionerna.</li>
    <li>Scatterpriset ger alltid 250 mynt, oavsett antalet scattersymboler p&aring; hjulen.</li>
    <li>Antalet gratisspinn &auml;r alltid sex, oavsett antalet gratisspinnsymboler p&aring; hjulen.</li>
    <li>Multiplikatorfunktionen (visas kring en symbol i en vinstkombination) ger alltid en x4-multiplikator och detta g&auml;ller alla aktiva vinstrader med denna symbol.</li>
    <li>Man spelar 20 fasta rader per spinn (ett mynt per rad), totalinsatsen visas p&aring; insatsknappen.</li>
    <li>F&ouml;r att &auml;ndra insatsen &ouml;ppnar man insatspanelen och v&auml;ljer med pilarna.</li>
    <li>MAX BET (MAXINSATS) l&auml;ser in maximal insats.</li>
    <li>COINS/CASH (MYNT/KONTANT) v&auml;xlar mellan att visa saldo och utbetalningar fr&aring;n CASH (KONTANT) till mynt, insatsen visas alltid i CASH (KONTANT). Myntv&auml;rdet &auml;r: Insats/antal rader.</li>
    <li>Spinnknappen startar spelet med aktuell insats (man kan anv&auml;nda mellanslagstangenten om den aktiverats i inst&auml;llningarna).</li>
    <li>Vinstkombinationer och utbetalningar enligt PAYTABLE (VINSTTABELL).</li>
    <li>En myntrad &auml;r lika med v&auml;rdet som visas i PAYTABLE (VINSTTABELL).</li>
    <li>Enbart den h&ouml;gsta vinstkombinationen f&ouml;r en aktiv insatsrad fr&aring;n v&auml;nster till h&ouml;ger betalas ut.</li>
    <li>Alla spelfunktioner utl&ouml;ses av neonskenet som visas kring symbolerna.</li>
    <li>Wildsymboler ers&auml;tter alla symboler som inte &auml;r special.</li>
    <li>Gratisspinn ges d&aring; en gratisspinnsymbol som visas n&aring;gonstans p&aring; hjulen omges av neonskenet.</li>
    <li>Keno Light bonusspel utl&ouml;ses d&aring; en bonussymbol som visas n&aring;gonstans p&aring; hjulen omges av neonskenet.</li>
    <li>Utbetalning under Keno Light bonusspel ges f&ouml;r matchande dragna nummer enligt en s&auml;rskild vinsttabell f&ouml;r bonusspel.</li>
    <li>Spelhistorik &auml;r inte tillg&auml;ngligt under PLAYING FOR FUN (SPELA P&Aring; SKOJ).</li>
    <li>&Ouml;ppna menyn AUTOPLAY (AUTOSPEL) f&ouml;r att justera antal rundor och stoppkriterium (klicka p&aring; PLAY (SPELA) f&ouml;r att starta och avslutningsvis STOP (STOPP) f&ouml;r att stoppa n&auml;r du vill).</li>
</ul><br>

<h2>Avancerade alternativ f&ouml;r autospel</h2>
<ul>
    <li>F&ouml;r att st&auml;lla in avancerade alternativ f&ouml;r autospel klickar du p&aring; symbolen AUTOPLAY (AUTOSPEL) i spelpanelen.</li>
    <li>Stoppa vid vinst. Stoppar autospel n&auml;r du vinner i en runda.</li>
    <li>Stoppa vid vinst p&aring;. Stoppar autospel n&auml;r din vinst &ouml;verstiger eller &auml;r lika med angivet belopp.</li>
    <li>Stoppa om kontanter &ouml;kar med. Stoppar autospel om kontanter &ouml;kar med angivet belopp.</li>
    <li>Stoppa om kontanter minskar med. Stoppar autospel om kontanter minskar med angivet belopp.</li>
    <li>OBS! Om du &auml;ndrar inst&auml;llningar f&ouml;r autospel under en spelrunda kommer inst&auml;llningarna att verkst&auml;llas n&auml;r spelrundan eller funktionen har avslutats.</li>
    <li>OBS! Om du kopplas bort under spel kommer alla inst&auml;llningar f&ouml;r autospel att &aring;terg&aring; till standard n&auml;r du l&auml;ser in spelet p&aring; nytt.</li>
    <li>OBS! Vissa alternativ &auml;r obligatoriska i vissa jurisdiktioner.</li>
</ul>

<h2>SCATTERSYMBOL</h2>
<ul>
    <li>Neonsken aktiverat kring en scattersymbol n&aring;gonstans p&aring; hjulen ger 250 mynt.</li>
<li>Bara den markerade scattersymbolen ger mynt.</li>
</ul>

<h2>X4-MULTIPLIKATOR</h2>
<ul>
    <li>Neonsken aktiverat kring symbol som inte &auml;r special i en vinstkombination ger en x4-multiplikator. Detta kommer att g&auml;lla alla aktiva vinstrader med denna symbol.</li>
</ul>

<h2>WILDSYMBOL</h2>
<ul>
    <li>Wildsymboler ers&auml;tter andra symboler f&ouml;r att komplettera vinstkombinationer. De kan ers&auml;tta alla symboler som inte &auml;r special (ut&ouml;ver scatter-, gratisspinn- och bonussymboler). De kan endast ers&auml;tta f&ouml;r att ge h&ouml;gsta m&ouml;jliga vinst p&aring; en rad.</li>
</ul>

<h2>GRATISSPINN</h2>
<ul>
    <li>Neonsken aktiverat kring en gratisspinnsymbol n&aring;gonstans p&aring; hjulen ger sex gratisspinn.</li>
<li>Endast den markerade gratisspinnsymbolen ger gratisspinn.</li>
</ul>

<h2>BONUS</h2>
<ul>
    <li>Neonsken aktiverat kring en bonussymbol n&aring;gonstans p&aring; hjulen aktiverar en runda Keno Lights bonusspel.</li>
<li>Varje Keno-dragning best&aring;r av 15 nummer fr&aring;n de 28 tillg&auml;ngliga.</li>
<li>
Beloppet beror p&aring; hur m&aring;nga av de dragna numren som matchar de valda numren enligt f&ouml;ljande vinsttabell:
        <ul>

            <li>0&ndash;50</li>
            <li>1&ndash;75</li>
            <li>2&ndash;100</li>
            <li>3&ndash;125</li>
            <li>4&ndash;150</li>
            <li>5&ndash;250</li>
            <li>6&ndash;400</li>
            <li>7&ndash;750</li>
            <li>8&ndash;1 500</li>
            <li>9&ndash;7 500</li>
            <li>10&ndash;20 000</li>
        </ul>
    </li>
</ul>



<h2>Alternativa spelinst&auml;llningar</h2>
<ul>
    <li>F&ouml;r att komma &aring;t spelinst&auml;llningarna klickar du p&aring; menysymbolen l&auml;ngst upp till v&auml;nster och sedan p&aring; kugghjulet.</li>
    <li>Inst&auml;llningssida</li>
    <li>Ljudeffekter. Sl&aring;r p&aring; och st&auml;nger av ljudeffekter.</li>
    <li>Bakgrundsmusik. Sl&aring;r p&aring; och st&auml;nger av bakgrundsmusik.</li>
    <li>Tryck p&aring; mellanslag f&ouml;r att spinna. Aktiverar eller inaktiverar alternativet att trycka p&aring; mellanslagstangenten f&ouml;r att starta spinn. (*Inte alltid tillg&auml;ngligt)</li>



    <li>Visa hj&auml;lpsk&auml;rmen vid inl&auml;sning. Sl&aring;r p&aring; och st&auml;nger av intro-hj&auml;lpsk&auml;rmen.</li>
    <li>Snabbspinn Den h&auml;r inst&auml;llningen tar bort en del animationer och g&ouml;r andra snabbare f&ouml;r att skapa en accelererad spelupplevelse. (*Inte alltid tillg&auml;ngligt)</li>

    <li>Spelhistorik</li>
    <li>Lista med spelhistorik. Lista med alla spelade spel (inte tillg&auml;ngligt i FUN-l&auml;ge (P&Aring; SKOJ)), klicka p&aring; en rad f&ouml;r att se tillg&auml;nglig information.</li>



    <li>&Aring;ter till spelaren</li>
    <li>Teoretisk &aring;terbetalning till spelaren f&ouml;r spelet &auml;r <span class="__rtp"></span> %.</li>
</ul>

<h2>Ytterligare information</h2>
<ul>
    <li>F&ouml;ljande spelfunktioner och inst&auml;llningar g&auml;ller enligt villkor och regler f&ouml;r spelwebbplatsen. F&ouml;r mer information om f&ouml;ljande kan du l&auml;sa p&aring; spelwebbplatsen:</li>
    <li>
        <ul>

            <li>Procedurer f&ouml;r att hantera oavslutade spelrundor.</li>
            <li>Efter hur l&aring;ng tids inaktivitet som spelsessioner automatiskt avslutas.</li>
        </ul>
    </li>
    <li>Om spelets h&aring;rdvara/mjukvara inte fungerar som avsett kommer alla p&aring;verkade spelinsatser och utbetalningar ogiltigf&ouml;rklaras och alla p&aring;verkade insatser att &aring;terbetalas.</li>
    <br>17/08/2017.
</ul>
