<ul>
    <li>Neon Jungle on viiden kiekon ja kolmen rivin videokolikkopeli, jossa on Wild-, Free Spins- ja Scatter-kuvioita, x4-kertoimia ja Keno Light -bonuspeli.</li>
    <li>Perinteisist&auml; kolikkopeleist&auml; poiketen toimintoja ei k&auml;ynnistet&auml; muodostamalla kuvioyhdistelmi&auml;.</li>
    <li>Scatter-voitto on aina 250 kolikkoa, riippumatta kiekoilla olevien Scatter-kuvioiden m&auml;&auml;r&auml;st&auml;.</li>
    <li>My&ouml;nnett&auml;vien ilmaiskierrosten m&auml;&auml;r&auml; on aina kuusi, riippumatta kiekoilla olevien Free Spins -kuvioiden m&auml;&auml;r&auml;st&auml;.</li>
    <li>Kerrointoiminto (ilmestyy kuvion ymp&auml;rille voittoyhdistelm&auml;ss&auml;) my&ouml;nt&auml;&auml; aina x4-kertoimen, jota sovelletaan kaikkiin aktiivisiin voittolinjoihin, jotka sis&auml;lt&auml;v&auml;t kyseisen kuvion.</li>
    <li>Pelaat 20 kiinte&auml;ll&auml; linjalla jokaisella kierroksella (1 kolikko/linja). Panospainike ilmoittaa panoksen arvon yhteens&auml;.</li>
    <li>Muuta panoksen arvoa avaamalla panostaulu ja s&auml;&auml;t&auml;m&auml;ll&auml; panosta nuolilla.</li>
    <li>SUURIN PANOS lataa suurimman mahdollisen panoksen arvon.</li>
    <li>KOLIKKOA/RAHAA vaihtaa saldon&auml;kym&auml;n ja voittosummat RAHASTA kolikoiksi, panossumma ilmoitetaan aina RAHANA. Kolikon arvo on: Panoksen arvo/linjojen lukum&auml;&auml;r&auml;.</li>
    <li>Pelipainike pelaa peli&auml; valitulla panoksen arvolla. Pelata voidaan my&ouml;s v&auml;lily&ouml;ntipainikkeella, jos pikakomento on otettu k&auml;ytt&ouml;&ouml;n valikossa.</li>
    <li>Voittoyhdistelm&auml;t ja voitot muodostetaan VOITTOTAULUN mukaan.</li>
    <li>Linjavoitto kolikkoina on VOITTOTAULUSSA n&auml;kyv&auml; arvo.</li>
    <li>Vain korkein voittoyhdistelm&auml; vasemmalta oikealle aktiivista linjaa kohti maksetaan.</li>
    <li>Kaikki pelin toiminnot k&auml;ynnistyv&auml;t &quot;Neonhehkun&quot; ilmestyess&auml; kuvioiden ymp&auml;rille.</li>
    <li>Wild-kuviot korvaavat kaikki tavalliset kuviot.</li>
    <li>Ilmaiskierrokset k&auml;ynnistyv&auml;t, kun &quot;Neonhehku&quot; ymp&auml;r&ouml;i miss&auml; tahansa kiekoilla olevan Free Spin -kuvion.</li>
    <li>Keno Light -bonuspeli k&auml;ynnistyy, kun &quot;Neonhehku&quot; ymp&auml;r&ouml;i miss&auml; tahansa kiekoilla olevan Bonus-kuvion.</li>
    <li>Keno Light -bonuspelin aikana arvottavien numeroiden oikeasta valinnasta voittaa bonuspelin voittotaulun mukaisesti.</li>
    <li>Pelihistoria ei ole saatavilla, kun PELATAAN LEIKKIRAHALLA.</li>
    <li>Avaa AUTOMAATTIPELIVALIKKO ja s&auml;&auml;d&auml; kierrosten lukum&auml;&auml;r&auml;&auml; ja pys&auml;ytysehtoja. Aloita automaattipeli napsauttamalla&nbsp;PELAA-painiketta ja pys&auml;yt&auml; automaattipeli milloin tahansa klikkaamalla PYS&Auml;YT&Auml;-painiketta.</li>
</ul><br><h2>Automaattipelin lis&auml;asetukset</h2>
<ul>
    <li>M&auml;&auml;rit&auml; automaattipelin lis&auml;asetukset napsauttamalla AUTOMAATTIPELI-symbolia peli-ikkunassa.</li>
    <li>Pys&auml;yt&auml; voittoon. Pys&auml;ytt&auml;&auml; automaattipelin, kun voitat kierroksen.</li>
    <li>Pys&auml;yt&auml; voittosummaan. Pys&auml;ytt&auml;&auml; automaattipelin, kun voitetaan v&auml;hint&auml;&auml;n m&auml;&auml;ritetty summa.</li>
    <li>Pys&auml;yt&auml;, jos saldo kasvaa. Pys&auml;ytt&auml;&auml; automaattipelin, jos saldo kasvaa m&auml;&auml;ritetyn summan verran.</li>
    <li>Pys&auml;yt&auml;, jos saldo v&auml;henee. Pys&auml;ytt&auml;&auml; automaattipelin, jos saldo v&auml;henee m&auml;&auml;ritetyn summan verran.</li>
    <li>Huomioitavaa: Kun automaattipelin asetuksia muutetaan pelikierroksen aikana, kaikki asetukset tulevat voimaan pelikierroksen tai toiminnon p&auml;&auml;tytty&auml;.</li>
    <li>Huomioitavaa: Jos verkkoyhteys katkeaa pelin aikana, kaikki automaattipeliasetukset palautetaan oletukseen, kun peli ladataan uudelleen.</li>
    <li>Huomioitavaa: Jotkin automaattipeliasetukset ovat pakollisia joillakin hallintoalueilla.</li>
</ul>

<h2>SCATTER-KUVIO</h2>
<ul>
    <li>Scatter-kuvion kohdalla aktivoituva &quot;Neonhehku&quot; voittaa 250 kolikkoa.</li>
<li>Vain korostettu Scatter-kuvio voittaa kolikoita.</li>
</ul>

<h2>X4-KERROIN</h2>
<ul>
    <li>Kun &quot;Neonhehku&quot; aktivoituu voittoyhdistelm&auml;n kohdalla, se my&ouml;nt&auml;&auml; x4-kertoimen. T&auml;t&auml; kerrointa sovelletaan kaikkiin kyseisen kuvion sis&auml;lt&auml;viin voittolinjoihin.</li>
</ul>

<h2>WILD-KUVIO</h2>
<ul>
    <li>&quot;Wild&quot;-kuviot korvaavat muita kuvioita muodostaakseen voittoyhdistelmi&auml;. Ne korvaavat kaikki tavalliset kuviot (eli ei Scatter-, Free Spins- tai Bonus-kuvioita). Ne korvaavat vain suurimman voiton muodostavassa yhdistelm&auml;ss&auml; mill&auml; tahansa linjalla</li>
</ul>

<h2>ILMAISKIERROKSET</h2>
<ul>
    <li>&quot;Free Spin&quot; -kuvion kohdalla aktivoituva &quot;Neonhehku&quot; k&auml;ynnist&auml;&auml; kuusi ilmaiskierrosta.</li>
<li>Vain korostettu Free Spin -kuvio k&auml;ynnist&auml;&auml; ilmaiskierrokset.</li>
</ul>

<h2>BONUS</h2>
<ul>
    <li>&quot;Bonus&quot;-kuvion kohdalla aktivoituva &quot;Neonhehku&quot; aktivoi Keno Light -bonuspelin.</li>
<li>Jokaisessa Keno-arvonnassa arvotaan 15 numeroa 28 numeron joukosta.</li>
<li>Voitettava summa riippuu niiden valittujen numeroiden m&auml;&auml;r&auml;st&auml;, jotka t&auml;sm&auml;&auml;v&auml;t arvottuihin numeroihin, seuraavan voittotaulun mukaisesti:<ul>

            <li>0 - 50</li>
            <li>1 - 75</li>
            <li>2 - 100</li>
            <li>3 - 125</li>
            <li>4 - 150</li>
            <li>5 - 250</li>
            <li>6 - 400</li>
            <li>7 - 750</li>
            <li>8 - 1 500</li>
            <li>9 - 7 500</li>
            <li>10 - 20 000</li>
        </ul>
    </li>
</ul>
<ul>
<table>
            <tr>
                    <th>
                    <td><img style="vertical-align:middle" src="/f1x2games/properties/ironDog/help/desktop/neonJungle/Random.JPG"></td>
                    <td>Paina Satunnaiset-painiketta valitaksesi 10 numeroa satunnaisesti.</td>
                </th>
            </tr>
            <tr>
                <th>
                    <td><img align="vertical-align:middle" src="/f1x2games/properties/ironDog/help/desktop/neonJungle/Start.JPG"></td>
                    <td>Paina Aloita-painiketta vahvistaaksesi valintasi ja aloittaaksesi arvonnan.</td>
                </th>
            </tr>
            <tr>
                <th>
                    <td><img align="vertical-align:middle" src="/f1x2games/properties/ironDog/help/desktop/neonJungle/Clear.JPG"></td>
                    <td>Paina Tyhjenn&auml;-painiketta nollataksesi kaikki valintasi.</td>
                </th>
              </tr>
        </table>

</ul>


<h2>Pelin asetukset</h2>
<ul>
    <li>Pääset pelin asetuksiin napsauttamalla vasemmassa yl&auml;kulmassa olevaa valikkokuvaketta ja sen j&auml;lkeen rataskuvaketta.</li>
    <li>Asetussivu</li>
    <li>&Auml;&auml;nitehosteet. Kytkee &auml;&auml;nitehosteet p&auml;&auml;lle tai pois p&auml;&auml;lt&auml;.</li>
    <li>Taustamusiikki. Kytkee taustamusiikin p&auml;&auml;lle tai pois p&auml;&auml;lt&auml;.</li>
    <li>Py&ouml;r&auml;yt&auml; painamalla v&auml;lily&ouml;nti&auml;. Ottaa k&auml;ytt&ouml;&ouml;n tai poistaa k&auml;yt&ouml;st&auml; py&ouml;r&auml;ytt&auml;misen v&auml;lily&ouml;ntin&auml;pp&auml;imell&auml;. (*Ei aina saatavilla)</li>



    <li>N&auml;yt&auml; ohje ladattaessa. Kytkee latausruudun ohjeikkunan p&auml;&auml;lle tai pois p&auml;&auml;lt&auml;.</li>
    <li>Pikakierros. T&auml;m&auml; asetus poistaa jotkin animaatiot ja nopeuttaa muita nopeuttaakseen pelikokemusta (*Ei aina saatavilla)</li>

    <li>Pelihistoria</li>
    <li>Pelihistorialuettelo. Luettelo pelatuista peleist&auml; (ei saatavilla LEIKKIRAHAN peleiss&auml;). Napsauta rivi&auml; n&auml;hd&auml;ksesi kaikki tiedot.</li>



    <li>Palautus pelaajalle</li>
    <li>Pelin teoreettinen palautusprosentti pelaajalle on <span class="__rtp"></span>%.</li>
</ul>

<h2>Lis&auml;tiedot</h2>
<ul>
    <li>Seuraavat pelitoiminnot ja -asetukset saattavat olla pelisivuston k&auml;ytt&ouml;ehtojen alaisia. Saat pelisivustolta lis&auml;tietoja seuraavista:</li>
    <li>
        <ul>

            <li>Toimenpiteet keskener&auml;isiss&auml; pelikierroksissa.</li>
            <li>Aika, jonka j&auml;lkeen k&auml;ytt&auml;m&auml;tt&ouml;m&auml;t peli-istunnot p&auml;&auml;ttyv&auml;t automaattisesti.</li>
        </ul>
    </li>
    <li>Pelilaitteiston tai -ohjelmiston toimintah&auml;iri&ouml;n sattuessa kaikki sen vaikutukseen joutuneet pelipanokset ja voitot mit&auml;t&ouml;id&auml;&auml;n ja panokset palautetaan.</li><br>P&auml;ivitetty viimeksi 18/08/2017.</ul>
